[
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Arcade hucha y sus posibilidades",
    "link": "https://malagaoriginal.blogspot.com/2026/01/arcade-hucha-y-sus-posibilidades.html",
    "fecha": "22/01/2026",
    "contenido": "Mi mujer pasó por una tienda de regalos y me trajo esta curiosa hucha con forma de máquina arcade.&nbsp;&nbsp;&nbsp;&nbsp;Como veis se trata de un objeto decorativo muy curioso y original en el que vamos echando monedas hasta llenarla y que luego podemos recuperar fácilmente doblando unas pestañas q"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Abelujo ya dispone de su documentación en español",
    "link": "https://victorhckinthefreeworld.com/2026/01/22/abelujo-ya-dispone-de-su-documentacion-en-espanol/",
    "fecha": "22/01/2026",
    "contenido": "Abelujo es la única aplicación de software libre existente para la gestión de una librería, tanto negocios como librerías de asociaciones y ya dispone de su documentación en español"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Presentes de Paco Cerdà",
    "link": "https://mareosdeungeek.es/presentes-de-paco-cerda/",
    "fecha": "22/01/2026",
    "contenido": "Cuando vi en la biblioteca el libro Presentes de Paco Cerdà no dude en acercarme a él y tomarlo prestado. En tres días lo había leído. En Presentes, el escritor valenciano nos traslada a esos 11 días que duró el traslado del cuerpo del fundador de Falange, José Antonio Primo de Rivera. Desde su exhu"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Me gusta más usar aplicaciones nativas, con varios peros",
    "link": "https://www.macram.es/posts/2026/01/me-gustan-las-apps-nativas/",
    "fecha": "22/01/2026",
    "contenido": "En general, cuando uso software en cualquiera de mis dispositivos, intento buscar siempre alternativas nativas, o que al menos se sientan como si fueran nativas. No es que tenga gran cosa en contra de las aplicaciones Web, que conste, pero por alguna razón me encuentro siempre buscando alternativas "
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Esta casa es una ruina",
    "link": "https://www.macram.es/peliculas/esta-casa-es-una-ruina/",
    "fecha": "22/01/2026",
    "contenido": "Un clásico del cine. Una comedia de puro slapstick en la que un extraordinariamente joven Tom Hanks (ojalá llevara yo los 30 años como él en esa película) se compra una casa junto con su pareja, interpretada por Shelley Long (a la que has podido ver recientemente en Modern Family haciendo de DeDe Pr"
  },
  {
    "blog": "note – matizeta",
    "titulo": "Música en formato físico y offline",
    "link": "https://matizeta.com/2026/01/22/musica-en-formato-fisico-y-offline/",
    "fecha": "22/01/2026",
    "contenido": "Esta semana leí un par de publicaciones en distintos blogs, relacionadas a lo que se refiera a la música offline (fuera de las plataformas digitales), que casualmente se escribieron el mismo día.&#160; Esa casualidad de leer publicaciones del mismo tema y hasta publicadas el mismo día, escritas por "
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Buscadores de blogs personales",
    "link": "https://matizeta.com/2026/01/22/buscadores-de-blogs-personales/",
    "fecha": "22/01/2026",
    "contenido": "Cada vez aparecen más directorios en donde encontrar contenido de blogs personales para leer, De esos que no intentan venderte nada, ni están plagados de SEO, ni crean sus textos con inteligencia artificial. Debido a que Google los oculta de su buscador, tener estos directorios de blogs para encontr"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Hola from my desk",
    "link": "https://www.ericafustero.com/2026-01-hola-from-my-desk",
    "fecha": "22/01/2026",
    "contenido": ""
  },
  {
    "blog": "",
    "titulo": "San Patricio con Santiago Molina.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/01/22/san-patricio-con-santiago-molina/",
    "fecha": "22/01/2026",
    "contenido": "Ya se empiezan a programar los primeros eventos de San Patricio, y como no podía ser de otra manera Santiago Molina tiene el suyo, por supuesto en Cafe Berlin. Abajo el enlace para Adquirir las entradas. Entradas Aqui"
  },
  {
    "blog": "56K",
    "titulo": "El proyecto de «La Consola Errante» comienza",
    "link": "https://56k.es/fanta/la-consola-errante/",
    "fecha": "22/01/2026",
    "contenido": "La Consola Errante es una PSP (Play Station Portable) ofrecida al común para el disfrute de quienes quieran usarla. Web Oficial: https://errante.56k.es/index.html Lo común no es ni tuyo ni mio ni del estado, es de todos/as/es. Cuida por tanto de la Consola Errante tratándola bien para que otras pers"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Ruleta Rusa #860",
    "link": "https://www.fabio.com.ar/9857-ruleta-rusa-860",
    "fecha": "22/01/2026",
    "contenido": "     Ruleta y verano\nJueves ruletero, enero sigue haciendo su da&ntilde;o habitual con calor, mosquitos y gente desaparecida 😁 pero aqu&iacute; estamos nosotros listos para dar pelea, o, bueno, dar ruletas, porque de eso se trata este post, tampoco me voy a mandar la parte, tan importante no es 😋\nAh"
  },
  {
    "blog": "Picando Código",
    "titulo": "Scripts de mantenimiento para FreshRSS",
    "link": "https://picandocodigo.net/2026/scripts-de-mantenimiento-para-freshrss/",
    "fecha": "22/01/2026",
    "contenido": "Como comenté en mi solución RSS, estoy corriendo FreshRSS en mi Raspberry Pi 4. Estoy suscripto al feed de lanzamientos FreshRSS (cómo están esos erre ese ese) para enterarme cuando se publica una versión nueva y actualizar mi instalación. Así que en vez de escribir los comandos a mano cada vez, hic"
  },
  {
    "blog": "Un blog",
    "titulo": "\"Tenemos goles de sobra\"",
    "link": "https://nachof.blog/posts/2026/tenemos-goles-de-sobra/",
    "fecha": "22/01/2026",
    "contenido": "El martes nos volvimos a juntar con el grupo de juegos de rol indie. Hacía bastante que no nos juntábamos, y no teníamos mucha idea de qué íbamos a jugar. Consideramos la opción de In This World, probar un proyecto que tengo hace un tiempo en desarrollo, o agarrar algo bien light de un libro con una"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "El Primer Álbum de Silence The Echo Ya Es Una Realidad | “Liberation” Finalmente Llega A Fines De Enero…",
    "link": "https://www.delotroladometal.com.ar/2026/01/22/liberation-finalmente-llega-a-fines-de-enero/",
    "fecha": "22/01/2026",
    "contenido": "Lo habíamos anunciado a fines de Diciembre, gracias a algunos detalles que Jani Stefanovic nos...\nThe post El Primer Álbum de Silence The Echo Ya Es Una Realidad | “Liberation” Finalmente Llega A Fines De Enero… first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Publicado Myrlyn 1.0 el gestor de paquetes para openSUSE",
    "link": "https://victorhckinthefreeworld.com/2026/01/21/publicado-myrlyn-1-0-el-gestor-de-paquetes-para-opensuse/",
    "fecha": "21/01/2026",
    "contenido": "Myrlyn vino a sustituir a YaST a la hora de tener una interfaz gráfica para la gestión de paquetes de software (borrado, búsqueda, instalación) y de repositorios"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Hazañas no demasiado honorables por Gioventino",
    "link": "https://mcallus.net/2026/01/21/hazanas-no-demasiado-honorables-por-gioventino/",
    "fecha": "21/01/2026",
    "contenido": "Este relato es el resumen de cuatro sesiones que echamos a Zweihander dirigidas por mi amigo Kike. Como muchas otras campañas, quedó abandonada pero la verdad es que molaba mucho el sistema y el grupito y ya que me he encontrado esta pequeña historia en un backup del blog anterior pues la he recuper"
  },
  {
    "blog": "Galerías Preciados",
    "titulo": "El despotify, el internés, el decrecimiento, la promosió",
    "link": "https://galeriaspreciados.band/el-despotify-el-internes-el-decrecimiento-la-promosio/",
    "fecha": "21/01/2026",
    "contenido": "Quería hablar de un montón de cosas pero tampoco sabía muy bien como, así que las he juntado todas en un texto larguísimo y las he empaquetado listas para que te las fumes después de cenar, como bien marcan los estándares de la promosió"
  },
  {
    "blog": "note – matizeta",
    "titulo": "Comentarios en Sitios Estáticos",
    "link": "https://matizeta.com/2026/01/21/comentarios-en-sitios-estaticos/",
    "fecha": "21/01/2026",
    "contenido": "Drk0027 en su blog de Interlan hizo un trabajo excelente recopilando y analizando distintos servicios que brindan la posibilidad de incluir comentarios en sitios estáticos.  No solo eso, desarrolló su propio y muy completo sistema de comentarios, que no depende se servicios externos ni de servidores"
  },
  {
    "blog": "ladoB – matizeta",
    "titulo": "Cuando uno es el único que empuja la carretilla",
    "link": "https://matizeta.com/2026/01/21/cuando-solamente-es-uno-quien-empuja-la-carretilla/",
    "fecha": "21/01/2026",
    "contenido": "Hace unos días leí esta frase: Mi padre siempre me decía: «Si quieres salir a correr, sal a correr, no busques compañía. Tarde o temprano, en tu quinta o vigésima carrera, personas con ideas afines te encontrarán». Y solo recientemente me he dado cuenta de que este principio funciona en todas partes"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "La legislació sueca sobre animals i l’operació d’en Rico",
    "link": "https://blog.danielaragay.net/la-legislacio-sueca-sobre-animals-i-loperacio-den-rico/",
    "fecha": "21/01/2026",
    "contenido": "Avui t&#x2019;explico com funciona la legislaci&#xf3; sueca sobre animals de companyia i com afecta el dia a dia amb en Rico. Parlo de les obligacions legals, de les difer&#xe8;ncies entre gossos i gats, i tamb&#xe9; et comparteixo l&#x2019;operaci&#xf3; que li han"
  },
  {
    "blog": "_ voidNull",
    "titulo": "at: preparados... listos... ¡Ejecuta ahora!",
    "link": "https://voidnull.es/at-preparados-listos-ejecuta-ahora/",
    "fecha": "21/01/2026",
    "contenido": "Permite programar la ejecución de comandos en GNU/Linux para un momento concreto del futuro, ejecutándose una sola vez sin necesidad de usar cron."
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Frigate en Portainer",
    "link": "https://voidnull.es/instalacion-de-frigate-en-portainer/",
    "fecha": "21/01/2026",
    "contenido": "Configura cámaras en Frigate usando streams de distinta calidad para detección y grabación, optimizando rendimiento y consumo de recursos."
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "\"Simplemente escuchar música\"",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2026/01/21/20260121-simplemente-escuchar-musica/",
    "fecha": "21/01/2026",
    "contenido": "¿Y si simplemente te detienes a escuchar las piezas en la forma y orden en que se idearon?"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Microchip del Santo Grial del Vacío",
    "link": "https://docig.bearblog.dev/el-microchip-del-santo-grial-del-vacio/",
    "fecha": "21/01/2026",
    "contenido": "Aquel sujeto no navegaba: naufragaba en un océano de silicio, rodeado de sirenas de píxel que le prometían el oro y el moro mientras le succionaban la médula del espíritu. Estaba ahí, atornillado a su silla ergonómica —una verdadera máquina de tortura china para la columna—, esperando una señal, un "
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Unas fotos para Maquinista",
    "link": "https://www.ericafustero.com/2026-01-unas-fotos-para-maquinista",
    "fecha": "21/01/2026",
    "contenido": "Maquinista es un estudio creativo con sede en Madrid. Y, como suele ser habitual, llegué a ellas a través de internet. Llevaba tiempo siguiendo el trabajo de Valeria y sus colaboraciones junto a Sergio me parecieron igual de interesantes, pero este nuevo proyecto conjunto me hizo darme cuenta de que"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "Notificación de Ausencia",
    "link": "https://docig.mataroa.blog/blog/notificacion-de-ausencia/",
    "fecha": "21/01/2026",
    "contenido": "El cursor parpadeaba con el ritmo de un corazón artificial, marcando el pulso de una habitación en sombras. Frente a él, el muro de cristal ofrecía un banquete de vidas ajenas, fragmentos de felicidad en alta resolución que se deslizaban bajo su dedo como un rosario eléctrico.\nActualizó la página. N"
  },
  {
    "blog": "",
    "titulo": "Recomendación.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/01/21/recomendacion-14/",
    "fecha": "21/01/2026",
    "contenido": "Les dejo como recomendación un video interesante con curiosidades acerca de los celtas, les recomiendo que lo vean."
  },
  {
    "blog": "56K",
    "titulo": "Didder – Generar tramado en nuestras fotos mientras tomamos una taza de té blanco con miel",
    "link": "https://56k.es/fanta/didder-generar-tramado-en-nuestras-fotos-mientras-tomamos-una-taza-de-te-blanco-con-miel/",
    "fecha": "21/01/2026",
    "contenido": "El tramado se usa normalmente para crear ilusión de profundidad de color en fotos con una paleta de colores limitada. Reducir la paleta, bajar la resolución, etc &#8230; suelen ser técnicas que permiten reducir también el tamaño de las fotos. El ojo humano percibe la difusión como una mezcla de los "
  },
  {
    "blog": "56K",
    "titulo": "Frena a Amazon, defiende Aragón: Contencioso histórico contra los megacentros de datos",
    "link": "https://56k.es/fanta/frena-a-amazon-defiende-aragon-contencioso-historico-contra-los-megacentros-de-datos/",
    "fecha": "21/01/2026",
    "contenido": "Mucha gente ante el problema que están suponiendo los Megacentros de datos americanos se pregunta: ¿Cómo puedo ayudar? Pues justo hoy día 21 de Enero se ha lanzado una campaña de Crowdfunding. Una coalición de resistencias contra los Mega Centros de Datos como @tunubesecamirio , @ecologistas , @noce"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "París sitiada, París Caníbal",
    "link": "https://www.fabio.com.ar/9856-paris-sitiada-paris-canibal",
    "fecha": "21/01/2026",
    "contenido": "    \nDurante las \"Guerras de la Religi&oacute;n\" en Francia hubo un caso muy particular con la ahora glamorosa ciudad de Par&iacute;s que tranquilamente la pintar&iacute;a de tenebrosa, pero que los parisinos han sabido olvidar.\nEn una de esas ocasiones la ciudad termin&oacute; sitiada y la guarnici"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Aceldama Zine Nro. 2 – Año 2004",
    "link": "https://www.delotroladometal.com.ar/2026/01/21/aceldama-zine-nro-2-ano-2004/",
    "fecha": "21/01/2026",
    "contenido": "Con un poco de nostalgia, y otro poco de homenaje, no podía faltar este fanzine,...\nThe post Aceldama Zine Nro. 2 – Año 2004 first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Añadir el repositorio de Firefox Nightly en openSUSE",
    "link": "https://victorhckinthefreeworld.com/2026/01/20/anadir-el-repositorio-de-firefox-nightly-en-opensuse/",
    "fecha": "20/01/2026",
    "contenido": "Mozilla ha creado unos repositorios en los que ofrece la versión Nightly del navegador Firefox para poder instalar directamente el paquete .rpm"
  },
  {
    "blog": "Jinversor",
    "titulo": "Algún día",
    "link": "https://jinversor.co/2026/01/algun-dia/",
    "fecha": "20/01/2026",
    "contenido": "Ayer mientras conducía por la ciudad y veía en lo que nos hemos convertido como sociedad recordé a Travis Bickle (Robert De Niro), el mítico y perturbado (ahora lo dudo) [&#8230;]\nLa entrada Algún día se publicó primero en Jinversor."
  },
  {
    "blog": "develumpen.com",
    "titulo": "Migrar ActiveStorage de Disk a otro servicio",
    "link": "https://develumpen.com/migrar-activestorage-de-disk-a-otro-servicio",
    "fecha": "20/01/2026",
    "contenido": "Cuando empiezo una aplicación nueva de Rails intento configurar lo menos posible, especialmente cuando se trata de servicios externos. Cuando ya se hace insostenible es cuando me decido a dar el paso. En este caso tengo una aplicación corriendo en una Raspberry, a la que accede mi familia desde dife"
  },
  {
    "blog": "Ikkaro",
    "titulo": "Jalapeños",
    "link": "https://www.ikkaro.com/jalapenos/",
    "fecha": "20/01/2026",
    "contenido": "Esta es la última variedad de chiles que he cultivado. Llevo ya dos años con ellos y de momento creo ... Sigue leyendo\nEl artículo Jalapeños se publicó primero en Ikkaro."
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "La iluminación LED es una maravilla",
    "link": "https://www.macram.es/posts/2026/01/la-tecnologia-led-es-una-maravilla/",
    "fecha": "20/01/2026",
    "contenido": "Cada vez que subo a mi terraza pienso que los LED son uno de los (muchos) avances tecnológicos que de verdad aportan algo importante e interesante a la humanidad. Podría ponerme a divagar sobre la tecnología, su historia y todo eso, pero para eso ya podéis leeros por ejemplo el artículo de la Wikipe"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Cómo sacarle más provecho a la Wikipedia",
    "link": "https://matizeta.com/2026/01/20/como-sacarle-mas-provecho-a-la-wikipedia/",
    "fecha": "20/01/2026",
    "contenido": "La semana pasada Wikipedia cumplió 25 años y para festejarlo entre otras cosas hizo un recorrido multimedia de historia. Una enciclopedia que en su momento creó un sistema único tanto como plataforma como forma de administración y jubiló al Encarta. Tiempo atrás hablé de, que con el avance de la tec"
  },
  {
    "blog": "",
    "titulo": "Santiago Molina en La Plata.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/01/20/santiago-molina-en-la-plata/",
    "fecha": "20/01/2026",
    "contenido": "Santiago Molina deja Café Berlín en el barrio de Devoto con la intención de presentarse en la ciudad de La Plata, el musico se presentara con toda su banda en las casa Suiza. Abajo les dejo el Link para adquirir las entradas. &#62;&#62;&#62; Entradas Aquí &#60;&#60;&#60;"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Creando un buscador de blogs",
    "link": "https://www.fabio.com.ar/9855-creando-un-buscador-de-blogs",
    "fecha": "20/01/2026",
    "contenido": "    \nEst&aacute; Google, est&aacute; Bing y hasta DuckDuckGo as&iacute; que crear un buscador nuevo es un total desprop&oacute;sito, aun as&iacute; quiero hacerlo &iquest;Por qu&eacute;? Porque no quiero buscar entre los miles de sitios basura SEO y publicidad, quiero buscar entre los sitios que leo"
  },
  {
    "blog": "Picando Código",
    "titulo": "Disponible Pale Moon v34",
    "link": "https://picandocodigo.net/2026/disponible-pale-moon-v34/",
    "fecha": "20/01/2026",
    "contenido": "Hoy se publicó una versión mayor nueva del navegador web Pale Moon. Este proyecto empezó como un derivado del código de Mozilla Firefox, pero siguió su propia línea alternativa de desarrollo. Pale Moon usa el motor Goanna, un fork de Gecko (el motor de Firefox). Además de tener cosas en común con Ge"
  },
  {
    "blog": "Picando Código",
    "titulo": "Mini-Truco: Mover el directorio de almacenamiento de Docker",
    "link": "https://picandocodigo.net/2026/mini-truco-mover-el-directorio-de-almacenamiento-de-docker/",
    "fecha": "20/01/2026",
    "contenido": "Uso mucho Docker en el trabajo, probando distintas versiones de varias cosas, por lo que salto de una imagen a otra todo el tiempo. Un problema que me surgió con esto de saltar por imágenes distintas es que el disco duro se empezaba a llenar bastante rápido. Generalmente uso una partición primaria d"
  },
  {
    "blog": "Un blog",
    "titulo": "Notas sobre Montreal",
    "link": "https://nachof.blog/posts/2026/notas-sobre-montreal/",
    "fecha": "20/01/2026",
    "contenido": "Tuve la oportunidad de viajar a Montreal por trabajo, y pensé en compartir algunas cosas sobre mi experiencia, en formato de notas cortas no estructuradas.\n\n\n \n\n\n\n\n\n\n\nEn Montreal hace frío. Mucho frío. Cuando llegué, la temperatura estaba alrededor de -18°. Durante los primeros días, la temperatura "
  },
  {
    "blog": "Un blog",
    "titulo": "Un Blog: ¡ahora con Comentarios!",
    "link": "https://nachof.blog/posts/2026/un-blog-ahora-con-comentarios/",
    "fecha": "20/01/2026",
    "contenido": "Cuando migré a Hugo, una de las cosas que saqué fue los comentarios. En ese momento escribí:\n\nEl tema de los comentarios fue lo que me terminó de convencer. Tener un blog con comentarios abiertos hoy en día es inviable. Está lleno de spammers. Levantás un blog, hacés un post, y entrás a recibir come"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Chewelche: Sed De Resistencia | El Sur También Existe",
    "link": "https://www.delotroladometal.com.ar/2026/01/20/el-sur-tambien-existe/",
    "fecha": "20/01/2026",
    "contenido": "(2025 &#8211; Icarus Music) Herederos del Heavy Metal con el sello y estirpe nacional que...\nThe post Chewelche: Sed De Resistencia | El Sur También Existe first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "brucknerite",
    "titulo": "Accidente en Adamuz",
    "link": "https://brucknerite.net/2026/01/accidente-en-adamuz.html",
    "fecha": "19/01/2026",
    "contenido": "Antes de nada, lo más importante. Si me lee algún afectado por el terrible accidente ferroviario de ayer en Adamuz (Córdoba): un abrazo. Encontrar la tragedia a bordo de un medio de transporte que vive por garantizar, dentro de los límites humanamente posibles, su seguridad es algo durísimo. Mis pen"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Publicado Amarok 3.3.2",
    "link": "https://victorhckinthefreeworld.com/2026/01/19/publicado-amarok-3-3-2/",
    "fecha": "19/01/2026",
    "contenido": "Segunda versión menor de la versión 3.3 del reproductor de música Amarok creado por la comunidad de KDE"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "Orinar vigilado: la indignidad normalizada de las pruebas de SPA",
    "link": "https://gatooscuro.xyz/orinar-vigilado-la-indignidad-normalizada-de-las-pruebas-de-spa/",
    "fecha": "19/01/2026",
    "contenido": "Primero que nada, le explicaré qué son las pruebas de detección de SPA. Corresponden a pruebas de sustancias psicoactivas. Traté de buscar algún título llamativo, pero realmente no amarillista, y\nSeguir leyendo  Orinar vigilado: la indignidad normalizada de las pruebas de SPA\nEl cargo Orinar vigilad"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Frankenstein de Guillermo del Toro",
    "link": "https://mareosdeungeek.es/frankenstein-de-guillermo-del-toro/",
    "fecha": "19/01/2026",
    "contenido": "Una de las últimas películas que vi en 2025 fue Frankenstein de Guillermo del Toro. La nueva adaptación del clásico de Mary Shelley puede verse en Netflix, que de hecho ha producido el metraje. En todo caso, nos encontramos ante la típica película de Guillermo del Toro, con una ambientación gótica r"
  },
  {
    "blog": "alt43",
    "titulo": "SMLIGHT MR el coordinador perfecto para redes Zigbee",
    "link": "https://alt43.es/smlight-mr-el-coordinador-perfecto-para-redes-zigbee/",
    "fecha": "19/01/2026",
    "contenido": "Tras la anterior entrada sobre las vicisitudes para estabilizar la red Zigbee de mi domicilio; por fin puedo&#46;&#46;&#46;"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Rhoneisms: el blog que despertó mis ganas de tener uno",
    "link": "https://matizeta.com/2026/01/19/rhoneisms-el-blog-que-desperto-mis-ganas-de-tener-uno/",
    "fecha": "19/01/2026",
    "contenido": "El blog de Patrick Rhone llamado&#160;Rhoneisms, es “EL BLOG” que encendió la chispa para tener el mío. No recuerdo como llegué a él (supongo que debido alguno de sus libros), sólo se que cuando lo descubrí pasé toda la noche revisando su contenido.&#160; Y lo que me atrapó no fue el contenido en sí"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "518. Nombres propios",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/01/518-nombres-propios.html",
    "fecha": "19/01/2026",
    "contenido": "&nbsp; &nbsp; Si has ido leyendo esta bitácora con asiduidad y desde el principio, sabrás que para mis personajes reales y ficticios, sean masculinos o femeninos, escojo nombres propios de registro civil antiguo. No son nombres atractivos, pero sí bellos por su pronunciación intrincada y a veces mus"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "La doble extracción: Dientes y dinero",
    "link": "https://blog.danielaragay.net/la-doble-extraccion-de-rico-dientes-y-dinero/",
    "fecha": "19/01/2026",
    "contenido": "Hoy te cuento la &#x201c;doble extracci&#xf3;n&#x201d; de Rico: le han quitado 3 dientes y a m&#xed; un buen dinero. &#x1f4b8; Un veterinario murciano (&#xa1;clavado a Emilcar!) nos ha atendido y me ha dado las claves reales para su higiene dental: olv&#xed;date de"
  },
  {
    "blog": "¿Hay algo que no mejore con queso?",
    "titulo": "Curry rojo tailandés",
    "link": "https://puedellevarqueso.es/2026/01/curry-rojo-tailandes/",
    "fecha": "19/01/2026",
    "contenido": "Esta es una versión de la receta sencillísima que tienes en el envase de la pasta de curry rojo, un plato sencillo, adaptable, y rico si te gusta el picante. Puedes hacerlo muy básico o añadir muchos ingredientes. En las tiendas de comida asiática vas a encontrar esto o algo parecido. Tiene una text"
  },
  {
    "blog": "",
    "titulo": "Medievalcon esta de aniversario.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/01/19/medievalcon-esta-de-aniversario/",
    "fecha": "19/01/2026",
    "contenido": "Medievalcon es un clasico entre las ferias medievales, esta de aniversario y lo festeja a lo grande con una feria medieval como la que nos tiene acostumbrados, abajo el link para adquirir las entradas. &#62;&#62;&#62; Entradas Aqui &#60;&#60;&#60;"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Todos los años tienen las mismas noticias",
    "link": "https://www.fabio.com.ar/9854-todos-los-anos-tienen-las-mismas-noticias",
    "fecha": "19/01/2026",
    "contenido": "    \nEn el verano se nota m&aacute;s, es la &eacute;poca de noticias de mierda y falta de contenidos, no porque no existan noticias internacionales, sino que hay todav&iacute;a en la estructura mental del productor argentino un tereso cerebral que le impide tocar temas interesantes: todo deber ser u"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Desde México, Roots Despliega Todo Su Extremo Arsenal... | La Expansión Del Death Metal y Sus Variantes…",
    "link": "https://www.delotroladometal.com.ar/2026/01/19/la-expansion-del-death-metal-y-sus-variantes/",
    "fecha": "19/01/2026",
    "contenido": "El Death Metal como género tiene sus diferentes variantes, y no es la idea hacer...\nThe post Desde México, Roots Despliega Todo Su Extremo Arsenal... | La Expansión Del Death Metal y Sus Variantes… first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "GoRiX blog",
    "titulo": "SWAKS: La navaja suiza del SMTP",
    "link": "https://blog.gorix.xyz/swaks-la-navaja-suiza-del-smtp.html",
    "fecha": "18/01/2026",
    "contenido": "\n    El término “navaja suiza” se usa para describir herramientas versátiles, simples y extremadamente útiles. Por ejemplo ffmpeg, netcat, etc…. de esta última armé algo.\n\n\n    Pero cuando entramos en el mundo del correo electrónico, hay una herramienta que cumple exactamente ese rol: swaks.\n\n\n    S"
  },
  {
    "blog": "La Máquina de Von Neumann",
    "titulo": "Herramientas cognitivas XI",
    "link": "https://vonneumannmachine.wordpress.com/2026/01/18/herramientas-cognitivas-xi/",
    "fecha": "18/01/2026",
    "contenido": "Continuamos con la célebre colección:  Hoy empieza todo. No conozco bien el origen de esta expresión. Hay un programa de Radio 3, una película francesa de Bertrand Tavernier, y una canción de Viva Suecia &#38; Rufus T. Firefly con ese mismo nombre, pero no he encontrado un origen literario anterior."
  },
  {
    "blog": "Jinversor",
    "titulo": "Algo estoy haciendo bien",
    "link": "https://jinversor.co/2026/01/algo-estoy-haciendo-bien/",
    "fecha": "18/01/2026",
    "contenido": "El 2025 fue para mí un buen año en lo económico. No porque se hubieran ganado enormes sumas de dinero, aunque no estuvo mal, sino porque se recortaron las pérdidas [&#8230;]\nLa entrada Algo estoy haciendo bien se publicó primero en Jinversor."
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Semana 03/2026",
    "link": "https://www.macram.es/posts/2026/01/semana-3-2026/",
    "fecha": "18/01/2026",
    "contenido": "Va a ser raro escribir este texto mientras tengo de fondo la TV con el especial informativo por el acontecimiento trágico de hoy. Mucho ánimo a todos los afectados por el accidente en Adamuz, no puedo imaginarme la tragedia que tienen que estar viviendo.\nLa semana, de nuevo, ha sido bastante anodina"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Mi estudio para hacer directos en la cocina",
    "link": "https://blog.danielaragay.net/mi-estudio-para-hacer-directos-en-la-cocina/",
    "fecha": "18/01/2026",
    "contenido": "Te cuento como de liado he estado hoy preparando el estudio de v&#xed;deo de la cocina haciendo que se me olvidara participar en el podcast Mossega la poma. Ho sento &#x1f62b;Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram:"
  },
  {
    "blog": "56K",
    "titulo": "Montar un servidor en una vieja tablet de bajo consumo",
    "link": "https://56k.es/fanta/montar-un-servidor-web-en-una-vieja-tablet-de-bajo-consumo/",
    "fecha": "18/01/2026",
    "contenido": "Hace unos años cuando mi pareja estaba montando su negocio fuimos a una feria de estas de pueblos. Montábamos allí el puestecito y ella hizo una inversión de comprar 2 tablets SPC (es una marca) malas y baratas. Yo monté un server y en fin que esas tablets para aquellas demos vinieron bien pero &#82"
  },
  {
    "blog": "Un blog",
    "titulo": "¡Blog!¡Blog!: directorio de blogs en español",
    "link": "https://nachof.blog/posts/2026/blogblog-directorio-de-blogs-en-espa%C3%B1ol/",
    "fecha": "18/01/2026",
    "contenido": "Recientemente gracias a un post de Picando Código descubrí ¡Blog!¡Blog!.\n¡Blog!¡Blog! es un directorio de blogs en español. El tipo (matizeta) recopila blogs en español, que cumplan con ciertas condiciones:\n\nUn directorio para buscar y encontrar blogs personales en español Libres de SEO, Inteligenci"
  },
  {
    "blog": "Un blog",
    "titulo": "The Sovereign (Magic of the Lost #3) - C.L. Clark",
    "link": "https://nachof.blog/posts/2026/the-sovereign/",
    "fecha": "18/01/2026",
    "contenido": "\n\n\nYa hablé un poco de los otros libros de esta serie (The Unbroken y The Faithless) en el post sobre los libros que leí en el 2025.\nLa premisa es que Touraine, nacida en Qazal (que definitivamente no es Argelia), pero reclutada de niña por el ejército de Balladaire (que definitivamente no es Franci"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Entrevista con Herbie Langhans (Avantasia, Firewind, Seventh Avenue, Etc) | “Soy Un Chico De Los ´80”",
    "link": "https://www.delotroladometal.com.ar/2026/01/18/soy-un-chico-de-los-80/",
    "fecha": "18/01/2026",
    "contenido": "Quién recuerde a Seventh Avenue, es improbable que la voz de Herbie Langhans se le...\nThe post Entrevista con Herbie Langhans (Avantasia, Firewind, Seventh Avenue, Etc) | “Soy Un Chico De Los ´80” first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "brucknerite",
    "titulo": "El arsenal de la libertad",
    "link": "https://brucknerite.net/2026/01/el-arsenal-de-la-libertad.html",
    "fecha": "17/01/2026",
    "contenido": "«El arsenal de la libertad» (The Arsenal of Freedom) es un episodio de la primera temporada de Star Trek: The Next Generation en el que la Enterprise se encuentra con un sistema armamentístico dotado de inteligencia artificial que, tras aniquilar a la especie que lo creó, intenta venderse de forma a"
  },
  {
    "blog": "Jinversor",
    "titulo": "FreeBTC",
    "link": "https://jinversor.co/2026/01/freebtc/",
    "fecha": "17/01/2026",
    "contenido": "El trabajo divulgativo y pegagógico que están haciendo los compañeros de FreeBTC es asombroso. Frente a una humanidad sometida por el arbitrio de los burócratas, ellos ponen a disposición de [&#8230;]\nLa entrada FreeBTC se publicó primero en Jinversor."
  },
  {
    "blog": "Jinversor",
    "titulo": "El bloqueo más rápido",
    "link": "https://jinversor.co/2026/01/el-bloqueo-mas-rapido/",
    "fecha": "17/01/2026",
    "contenido": "Debo tener el récord de haber recibido el bloqueo más rápido en la historia del Mongoverso Fediverso. Mi existencia allí duró algo así como 7 horas, solo seguí a una [&#8230;]\nLa entrada El bloqueo más rápido se publicó primero en Jinversor."
  },
  {
    "blog": "plr blog",
    "titulo": "Mejoras en el blog: ahora es multisite, buscador junto a las categorías, mejora de autoría en header y contacto en posts",
    "link": "https://pedrolr.es/blog/mejoras-en-el-blog-ahora-es-multisite-buscador-junto-a-las-categorias-mejora-de-autoria-en-header-y-contacto-en-posts/",
    "fecha": "17/01/2026",
    "contenido": "He implementado lo que creo son mejoras en el blog. Leí recientemente los posts de matizeta sobre \"qué me gusta ver en cada blog personal que visito\" (parte 1 y parte 2) y me hizo reflexionar sobre algunos aspectos. El primero no tiene que ver con sus posts: ahora mi blog es un ClassicPress pero [&#"
  },
  {
    "blog": "Plutoide Marcianadas",
    "titulo": "Killua - SK8 con amigos (Hunter X Hunter & Beyblade Burst)",
    "link": "https://plutoidemarcianadas.blogspot.com/2026/01/killua-sk8-con-amigos-hunter-x-hunter.html",
    "fecha": "17/01/2026",
    "contenido": "Finalizado: 2026-01-16Killua jugando feliz con su skateboard, junto con Gon, su mejor amigo, y otro niño, Valt. El calor no importa, ellos son realmente felices mientras juegan juntos en este lejano parque. › Ver más »¡Patina todo el día!"
  },
  {
    "blog": "Un Pingüino 🐧",
    "titulo": "Amarga Rusia – En busca de lo imposible",
    "link": "https://unpinguino.com/amarga-rusia/",
    "fecha": "17/01/2026",
    "contenido": "He tardado en escribir esto, teniendo en cuenta que leí este cómic hace aproximadamente tres&#8230;"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Perpetual Legacy: Teodrama | El Arte Tiene Cara De Metal",
    "link": "https://www.delotroladometal.com.ar/2026/01/17/el-arte-tiene-cara-de-metal/",
    "fecha": "17/01/2026",
    "contenido": "(2024 &#8211; En Hakkore Records) A esta altura, nadie discute que el Metal en sí,...\nThe post Perpetual Legacy: Teodrama | El Arte Tiene Cara De Metal first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Remake de Gorillas para CP/M",
    "link": "https://malagaoriginal.blogspot.com/2026/01/remake-de-gorillas-para-cpm.html",
    "fecha": "16/01/2026",
    "contenido": "Quién no ha jugado una partidita de MS Gorillas contra un amigo o un familiar tirándose plátanos explosivos uno al otro simplemente indicando el ángulo y velocidad de tiro.Pues ahora un programador italiano llamado Francesco Sblendorio ha sacado un port libre para CP/M llamado Gorilla.BAS - CP/M ver"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 3 de 2026",
    "link": "https://victorhckinthefreeworld.com/2026/01/16/opensuse-tumbleweed-revision-de-la-semana-3-de-2026/",
    "fecha": "16/01/2026",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Interlan",
    "titulo": "Proyecto: Comentarios en Sitios Estáticos",
    "link": "https://interlan.ec/blog/2026/01/16/comentarios-en-sitios-estaticos/",
    "fecha": "16/01/2026",
    "contenido": "Una de las características de los blogs mas conocidas son los sistemas de comentarios, que le da el aspecto social para poder distinguirse de las paginas web comunes. Aunque en la actualidad es muy común que los blogs ya no tengan ni caja de comentarios ni forma de contacto, aun veo gente probando a"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "La Ruta: modernidad, cultura y descontrol",
    "link": "https://mareosdeungeek.es/la-ruta-modernidad-cultura-y-descontrol/",
    "fecha": "16/01/2026",
    "contenido": "La Ruta: modernidad, cultura y descontrol es una exposición inmersiva que puede visitarse en Valencia sobre la ruta del bakalao. Localizada en el edificio de Bombas Gens &#8211; Centre d’Arts Digitals, cerca de la estación de autobuses y Nuevo Centro, dispone de más de 2000 metros cuadrados en un re"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Por eso tengo un blog",
    "link": "https://matizeta.com/2026/01/16/por-eso-tengo-un-blog/",
    "fecha": "16/01/2026",
    "contenido": "Tengo este blog porque escribir es la única afición que conservo desde pequeño y la informática mi forma de ganarme la vida. ¿Acaso podría hacer otra cosa?.&#160; Tuve la oportunidad de escribir artículos de manera profesional en varios medios especializados, pero para escribir en ellos tienes que a"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Links de Viernes - #924",
    "link": "https://www.fabio.com.ar/9853-links-de-viernes---924",
    "fecha": "16/01/2026",
    "contenido": "     El descanso del finde llega con links\nEstoy agotado de esta semana, muchas calls, mucho trabajo, cosas incompeltas, caos, necesito algo, algo que me lleve a otro lugar mental... Links! Eso es! Todo se trata de enlaces y cosas interesantes para compartir &iquest;Acaso no es lo m&aacute;s lindo c"
  },
  {
    "blog": "Picando Código",
    "titulo": "Recomendando Blogs en español - Parte III - ¡Blog!¡Blog!",
    "link": "https://picandocodigo.net/2026/recomendando-blogs-espanol-blogs-blogs/",
    "fecha": "16/01/2026",
    "contenido": "Siguiendo con la misión de leer más blogs en español (y recomendar blogs), agregarlos a mi lector RSS y generar un poco más de comunidad virtual, me encontré con un muy buen recurso. ¡Blog!¡Blog! es un directorio para buscar y encontrar blogs personales en español Libres de SEO, Inteligencia Artific"
  },
  {
    "blog": "Un blog",
    "titulo": "Me compré un Kobo",
    "link": "https://nachof.blog/posts/2026/me-compr%C3%A9-un-kobo/",
    "fecha": "16/01/2026",
    "contenido": "Creo que ya lo mencioné antes, pero quiero sacar a Amazon de mi vida. Tengo hace años un Kindle Paperwhite, y hace un tiempo ya lo tenía corriendo con Koreader. El tema es que me había empezado a dar problemas. La batería ya no dura lo de antes, el microusb está flojo y sólo me funciona consistentem"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Bombas Van…Bombas Vienen, y el 2026 Nos Entretiene…",
    "link": "https://www.delotroladometal.com.ar/2026/01/16/bombas-van-bombas-vienen-y-el-2026-nos-entretiene/",
    "fecha": "16/01/2026",
    "contenido": "Ok, bienvenido 2026. Tremenda cosa; nuevo año y nueva vida dicen por ahí. Impresionante? La...\nThe post Bombas Van…Bombas Vienen, y el 2026 Nos Entretiene… first appeared on Del Otro Lado Metal."
  }
]