[
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "Cuestiones familiares.",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/cuestiones-familiares/",
    "fecha": "22/02/2026",
    "contenido": "Hoy me compré mi vestido de novia. Mientras la trabajadora de la tienda subía cremalleras y abrochaba botones yo pensaba que mi madre no estaba allí y menos mal. Habría hecho lo que hace casi siempre: empeorar las situaciones a las que llega. No sé qué habría podido aportar ella a las lágrimas emoci"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "Crystal Castles vive",
    "link": "https://gatooscuro.xyz/crystal-castles-vive/",
    "fecha": "22/02/2026",
    "contenido": "Llevaba más de un año dándole vueltas a este artículo, posponiéndolo como si necesitara un permiso que nunca llegó. La verdad es que no hay momento correcto para hablar de\nSeguir leyendo  Crystal Castles vive\nEl cargo Crystal Castles vive apareció primero en El cuarto de GatoOscuro."
  },
  {
    "blog": "Si dios te da limones",
    "titulo": ".sort()",
    "link": "https://sidiostedalimones.com/blog/2026/sort/",
    "fecha": "22/02/2026",
    "contenido": ""
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Caminos",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/caminos_01052956742.html",
    "fecha": "22/02/2026",
    "contenido": "\n  \n    \n  \n"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Lenguas andaluzas",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/lenguas-andaluzas.html",
    "fecha": "22/02/2026",
    "contenido": "\n  \n    \n  \nCuán lamentables deben ser las encuestas internas de la PSOE en Andalucía -algo lógico después de los batacazos de Extremadura y Aragón- que la candidata María Jesús Montero tiene que llamar la atención con cualquier idea loca que se le pase por la cabeza.La monterada de hoy es anunciar "
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Entrevista Con Jose Velocet de Resistentes | “Resistentes Es Mi Velocet Actual”",
    "link": "https://www.delotroladometal.com.ar/2026/02/22/resistentes-es-mi-velocet-actual/",
    "fecha": "22/02/2026",
    "contenido": "Jose Velocet es un tipo conocido de la escena del Metal aquí en Argentina, tanto...\nThe post Entrevista Con Jose Velocet de Resistentes | “Resistentes Es Mi Velocet Actual” first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Adrián Perales",
    "titulo": "Altibajos y abandono de hábitos",
    "link": "https://adrianperales.com/2026/02/altibajos-y-abandono-de-habitos/",
    "fecha": "21/02/2026",
    "contenido": "Llevo desde enero bajo de ánimos. Diría que el clima (¡cuánta lluvia!) y cuestiones del trabajo son lo que más han afectado. Pero el bajón grande llegó en febrero. He estado quince días sin entrenar y apenas sin escribir a mano en la libreta. Son dos de los hábitos que más me ayudan a sobrellevar [&"
  },
  {
    "blog": "Alexis Alzate",
    "titulo": "Mi página web es primero para mí",
    "link": "https://alexisalzate.com/blog/2026-02-21/",
    "fecha": "21/02/2026",
    "contenido": "En los últimos años, a través de la palabra escrita –este blog,\npublicaciones en Mastodon, correos electrónicos y alguna que otra\nconversación– me he permitido a mí mismo compartir lo poco que sé sobre\nel tema de la informática. Aunque considero que aún podría esclarecer\nalgunas de mis opiniones, a "
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 8 de 2026",
    "link": "https://victorhckinthefreeworld.com/2026/02/21/opensuse-tumbleweed-revision-de-la-semana-8-de-2026/",
    "fecha": "21/02/2026",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "527. Míster Mierdas",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/02/527-mierdecillas.html",
    "fecha": "21/02/2026",
    "contenido": "&nbsp; &nbsp; De vez en cuando, Mierdecillas deja caquita maloliente en mi correo con una risible retórica de reverso de bolsa de pipas. Lo que lleva a preguntarme por qué una persona es de una manera y no de otra. Puede que Mierdecillas, en una época delicada de su infancia, sus progenitores le obl"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Por poco nos quedamos sin podcast",
    "link": "https://blog.danielaragay.net/por-poco-nos-quedamos-sin-podcast/",
    "fecha": "21/02/2026",
    "contenido": "Una actualizaci&#xf3;n casi lo estropea todoFormas de patrocinio. Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendoelsuecoEnlace al cap&#xed;tulo https://podcast.danielaragay.net/@haciendoelsueco/episodes"
  },
  {
    "blog": "zona de confort",
    "titulo": "El regreso de los clásicos",
    "link": "https://sopadeletras.club/efmorell/el-regreso-de-los-clasicos",
    "fecha": "21/02/2026",
    "contenido": ""
  },
  {
    "blog": "La Frikoteca",
    "titulo": "Librojuegos: El Misterio de los Antiguos y El Cántico del Druida",
    "link": "http://frikoteca.blogspot.com/2026/02/librojuegos-el-misterio-de-los-antiguos.html",
    "fecha": "21/02/2026",
    "contenido": "Y por, las últimas reseñas de los librojuegos de la colección clásica de los 80, Dungeons & Dragons aventura sin fin. Os recuerdo que tenéis las reseñas de todos los libros en anteriores entradas de este blog:\n\n  Las Cavernas del Terror, La Montaña de los Espejos y Las Columnas de Pentegarn\n  Retorn"
  },
  {
    "blog": "Un blog",
    "titulo": "Hidden Agenda es el mejor juego del que nadie se acuerda",
    "link": "https://nachof.blog/posts/2026/hidden-agenda-es-el-mejor-juego-del-que-nadie-se-acuerda/",
    "fecha": "21/02/2026",
    "contenido": "Aparentemente hay un juego de detectives que se llama Hidden Agenda del 2017. No me refiero a ese. No lo jugué, no sé si es bueno, pero estoy seguro que no es mejor que el Hidden Agenda de 1988.\n\n\n La última imagen a color que vas a ver en este post\n \n\n\nDe qué se trata\nHidden Agenda te pone en el ro"
  },
  {
    "blog": "Un blog",
    "titulo": "Definitely Wizards",
    "link": "https://nachof.blog/posts/2026/definitely-wizards/",
    "fecha": "21/02/2026",
    "contenido": "El martes nos volvimos a juntar con el grupo de rol indie. Tuvimos uno de esos problemas que está re bueno tener, y es que fue más gente de la que esperábamos. Normalmente, oscilábamos entre cuatro o cinco, y esencialmente con los mismos cinco. Esta vez, vinieron tres personas que nunca habían venid"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Salvaje Y El Wasil En El Amparo Bar - 20/02/2026 | El Heavy Metal En Su Esencia",
    "link": "https://www.delotroladometal.com.ar/2026/02/21/el-heavy-metal-en-su-esencia/",
    "fecha": "21/02/2026",
    "contenido": "La esencia sigue latente. Esa es la primera conclusión a la que se puede arribar...\nThe post Salvaje Y El Wasil En El Amparo Bar - 20/02/2026 | El Heavy Metal En Su Esencia first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Blog de Daniel Torres Burriel",
    "titulo": "La industria no necesita más software",
    "link": "https://dani.torresburriel.com/la-industria-no-necesita-mas-software/",
    "fecha": "21/02/2026",
    "contenido": "Esta semana hemos estado tomando un café con uno de nuestros socios de DANOK. Bueno, un café, se ha alargado seis horas. Aquí las cosas las hacemos bien o no las hacemos. La cuestión es que estábamos explorando oportunidades. Hablando, hablando, ha salido el tema del sector industrial, ese mundo de "
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Utilidades para compartir información entre PC y CPC desde GNU/Linux",
    "link": "https://malagaoriginal.blogspot.com/2020/10/utilidades-para-compartir-informacion.html",
    "fecha": "20/02/2026",
    "contenido": "\n\n\n\n\nHace tiempo vimos una guía de emuladores para ejecutar software de los ordenadores Amstrad en GNU/Linux, ahora vamos a ver que aplicaciones podemos usar en este sistema para intercambiar información entre el PC y un Amstrad CPC.\n\n\n\nNativas\n\nAplicaciones nativas de GNU/Linux para interactuar con"
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "Bienvenida, Gara",
    "link": "https://guillermolatorre.com/fotolog/bienvenida-gara",
    "fecha": "20/02/2026",
    "contenido": "Con el nombre de la famosa princesa guanche de La Gomera y con solo unos mesecitos de edad, Gara ya está aquí. Fue vernos en el refugio de perretes sin hogar y la conexión hizo el resto.\n¡Bienvenida a casa! ❤️Responder por email."
  },
  {
    "blog": "Adrián Perales",
    "titulo": "Un pequeño servidor PHP local",
    "link": "https://adrianperales.com/2026/02/un-pequeno-servidor-php-local/",
    "fecha": "20/02/2026",
    "contenido": "De vez en cuando me gusta probar pequeños sistemas para crear webs y blogs. De hecho, tengo una lista con recomendaciones, y normalmente los pruebo en local. Para ello, en un sistema GNU/Linux (y supongo que en macOS también, con Homebrew) es tan fácil como: Esto iniciará el servidor y en el mismo t"
  },
  {
    "blog": "brucknerite",
    "titulo": "¡Échale grasa!",
    "link": "https://brucknerite.net/2026/02/echale-grasa.html",
    "fecha": "20/02/2026",
    "contenido": "Imaginad la escena. Una pareja, chico y chica. Un coche. El capó levantado transmitiendo la señal universal de «avería». Él, fuera del coche, de pie, en la actitud que ordenan las leyes no escritas del patriarcado. Mira hacia las profundidades del motor con gesto de desesperación. Ella, dentro, se a"
  },
  {
    "blog": "Interlan",
    "titulo": "Proyecto: Super Simple Audio Cutter",
    "link": "https://interlan.ec/blog/2026/02/20/proyecto-super-simple-audio-cutter/",
    "fecha": "20/02/2026",
    "contenido": "Coronado por el logo mas feo que he hecho a partir de una tijera y un altavoz, aquí estamos de nuevo con un ensayo de PWA. Introducción No es que no hayan alternativas ni pienso superar lo que ya existe. El problema es que hay muchísimas alternativas, o muy amplias para una sola tarea, o [&#8230;]"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "¿Homicidio o una vida de excesos?",
    "link": "https://gatooscuro.xyz/homicidio-o-una-vida-de-excesos/",
    "fecha": "20/02/2026",
    "contenido": "No sé si es que ver tanto Dexter y House ha sido la combinación perfecta para que, cada vez que me enfrento a un caso trágico o curioso, me despierte\nSeguir leyendo  ¿Homicidio o una vida de excesos?\nEl cargo ¿Homicidio o una vida de excesos? apareció primero en El cuarto de GatoOscuro."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Cómo escuchar jazz",
    "link": "https://mareosdeungeek.es/como-escuchar-jazz/",
    "fecha": "20/02/2026",
    "contenido": "Cómo escuchar jazz de Ted Gioia es uno de los primeros libros que he leído en este 2026. De nuevo una visita a la biblioteca, vistazo a la estantería de novedades y ahí estaba. Ya he comentado alguna vez que me gusta escuchar jazz, es una música que me relaja a la vez que me [&#8230;]"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#182: me hacía falta el sol",
    "link": "https://www.macram.es/posts/2026/02/me-hacia-falta-el-sol/",
    "fecha": "20/02/2026",
    "contenido": "Llevamos unos días de sol en mi zona. Sabía que me hacía falta, pero no sabía que me hacía tanta falta. Es que es ver un poco de sol en la calle y estar casi desesperado por salir a que me toque la piel la luz del sol. Recuerdo que en 2020, cuando el confinamiento duro, estaba desesperado por los po"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Gestión de imágenes propias #10",
    "link": "https://voidnull.es/gestion-de-imagenes-propias-10/",
    "fecha": "20/02/2026",
    "contenido": "Aprende a crear imágenes Docker a partir de contenedores existentes, exportarlas para moverlas entre sistemas y publicarlas en repositorios, entendiendo cómo funcionan realmente las etiquetas y la distribución de imágenes."
  },
  {
    "blog": "eaplmx",
    "titulo": "Datos curiosos de tu bloguero favorito",
    "link": "https://text.eapl.mx/datos-curiosos-de-tu-bloguero-favorito",
    "fecha": "20/02/2026",
    "contenido": ""
  },
  {
    "blog": "56K",
    "titulo": "El telégrafo óptico – Mandar mensajes sin electricidad",
    "link": "https://56k.es/fanta/el-telegrafo-optico-mandar-mensajes-sin-electricidad/",
    "fecha": "20/02/2026",
    "contenido": "Supongamos no tienes electricidad alguna ni gasolina, ni baterías, &#8230;. ni nada de eso. ¿Cómo mandas un mensaje a 300 Km/h? Esto se hacía mediante óptica , sin fibra (el telégrafo óptico). Algunos ejemplos se tienen para distancias cortas como por ejemplo En Almería en el siglo X. Allí ya se uti"
  },
  {
    "blog": "56K",
    "titulo": "¿Cómo de pequeño es un transistor dentro de una oblea de silicio?",
    "link": "https://56k.es/fanta/como-de-pequeno-es-un-transistor-dentro-de-una-oblea-de-silicio/",
    "fecha": "20/02/2026",
    "contenido": "Son muy recomendables estos 2 vídeos. No son largos (el primero es bastante corto pero impactante). Dejo el primero a manopla y el segundo en un link. Y si ese te ha gustado flipa con el que sacó MKBHD realizado con Blender (sin IA ni mierdas) aquí: www.youtube.com/watch?v=Jh9pFp1oM7E Los chips al f"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Links de Viernes - #929",
    "link": "https://www.fabio.com.ar/9879-links-de-viernes---929",
    "fecha": "20/02/2026",
    "contenido": "     El tiempo pasa y siempre hay links\nViernes! buen d&iacute;a para unos links! Ah, y al forro que se la pasa haciendo pen testing malo contra el blog &iquest;Podr&iacute;a darse cuenta que no funciona? Intentar lo mismo 200 veces y fracasar miserablemente no va a dar distintos resultados 😁 al men"
  },
  {
    "blog": "Un blog",
    "titulo": "El maravilloso poder de las exclamaciones en bash",
    "link": "https://nachof.blog/posts/2026/el-maravilloso-poder-de-las-exclamaciones-en-bash/",
    "fecha": "20/02/2026",
    "contenido": "Bash tiene un montón de features que muchos de sus usuarios no conocemos. Podés usar bash durante años y quedarte en la orillita de lo que es posible. Por ejemplo, durante varios años no conocía el poder de las expresiones con símbolos de exclamación. El otro día pensaba en eso, y me di cuenta que e"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Luteoks: Barely True Norwegian Black Metal | Vikingos Al Ataque",
    "link": "https://www.delotroladometal.com.ar/2026/02/20/vikingos-al-ataque/",
    "fecha": "20/02/2026",
    "contenido": "(2023 &#8211; Nordic Mission) La historia del Black Metal está ligada intímamente a Noruega, hogar...\nThe post Luteoks: Barely True Norwegian Black Metal | Vikingos Al Ataque first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Un Diario",
    "titulo": "Reddit, la API y clientes de terceros",
    "link": "https://thejnx.bearblog.dev/reddit-api/",
    "fecha": "20/02/2026",
    "contenido": "Los cambios de API de Reddit y una solución temporal en Android"
  },
  {
    "blog": "Adrián Perales",
    "titulo": "Los therian y el desprecio al vecino",
    "link": "https://adrianperales.com/2026/02/los-therian-y-el-desprecio-al-vecino/",
    "fecha": "19/02/2026",
    "contenido": "Hoy mucho alumnado del instituto en el que trabajo hablaba de los therian, personas que se sienten animales. No entro en mucho más detalle porque ni los sé ni son importantes para lo que quiero decir. Una búsqueda del término lleva a un montón de noticias al respecto. El hecho de que los adolescente"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Revertir un paquete de software a una versión anterior en openSUSE Tumbleweed",
    "link": "https://victorhckinthefreeworld.com/2026/02/19/revertir-un-paquete-de-software-a-una-version-anterior-en-opensuse-tumbleweed/",
    "fecha": "19/02/2026",
    "contenido": "Veamos en este tutorial cómo instalar una versión anterior de un paquete de software en openSUSE Tumbleweed"
  },
  {
    "blog": "plr blog",
    "titulo": "Mr. Robot y la niña de la banquisa: sobre disociación y recuerdos dormidos",
    "link": "https://pedrolr.es/blog/mr-robot-y-la-nina-de-la-banquisa-sobre-disociacion-y-recuerdos-dormidos/",
    "fecha": "19/02/2026",
    "contenido": "He acabado el libro \"La niña de la banquisa\" de Adélaïde Bon y me ha parecido demoledor; llevo unos días como conmocionado incluso. Me pasa con algunos libros, que no solo se leen, sino que cambian la forma de ser y de ver las cosas. El anterior con el que me pasó fue \"Lo que [&#8230;]"
  },
  {
    "blog": "Fierro Viejo",
    "titulo": "El Sistema Operativo Universal",
    "link": "https://fierroviejo.com/2026/02/el-sistema-operativo-universal.html",
    "fecha": "19/02/2026",
    "contenido": "Por qué Debian es El Sistema Operativo Universal."
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Datos curiosos sobre mí",
    "link": "https://blog.luiscarlospando.com/personal/2026/02/datos-curiosos-sobre-mi/",
    "fecha": "19/02/2026",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Un bonito mapa de CUU",
    "link": "https://blog.luiscarlospando.com/diseno/2026/02/un-bonito-mapa-de-cuu/",
    "fecha": "19/02/2026",
    "contenido": "Gracias por leer mi blog y ser un suscriptor. Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky. ¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "La Edad de las Redes Sociales",
    "link": "https://mareosdeungeek.es/la-edad-de-las-redes-sociales/",
    "fecha": "19/02/2026",
    "contenido": "La Edad de las Redes Sociales, el momento que estamos viviendo, en el que unos algoritmos, alimentados por nosotros mismos, nos roban toda nuestra atención. Está claro que la polémica ha surgido después del anuncio, por parte del gobierno español, de limitar el acceso a los menores de 16 años a esta"
  },
  {
    "blog": "El Bulevar de la Doble Hacha",
    "titulo": "El nombre del mar",
    "link": "https://bulevardoblehacha.wordpress.com/2026/02/19/el-nombre-del-mar/",
    "fecha": "19/02/2026",
    "contenido": "Zeynep llevaba horas sentada en el escritorio de su hija. No hacía nada, ni leía ninguno de sus libros, ni miraba por la ventana que daba a aquella calle del barrio de Kasımpaşa en el que tantos años llevaba viviendo. Dentro de aquel pequeño cubículo de siete metros cuadrados, nada había cambiado en"
  },
  {
    "blog": "SKR – Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "Border, cine en las fronteras",
    "link": "https://seyker.eu/border-ali-abbasi-cine-fronteras-expectativas/",
    "fecha": "19/02/2026",
    "contenido": "Border es una de esas películas que uno descubre al curiosear sobre un director que destaca por proyectos arriesgados y una narrativa empujada por los personajes más que por los sucesos. Algo que se ve con claridad en The Apprentice, aunque no tanto en su película más laureada hasta la fecha, Holy S"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El colombófilo de Flores y la cifra infinita como meme intelectual",
    "link": "https://docig.bearblog.dev/el-colombofilo-de-flores-y-la-cifra-infinita-como-meme-intelectual/",
    "fecha": "19/02/2026",
    "contenido": "l Colombófilo de Flores: El Guardián de lo Analógico\nEn el imaginario de este meme, el Colombófilo no es un jubilado cualquiera en una terraza de la calle Artigas. Es un criptógrafo del aire.\nEl Meme: Se lo presenta como el antagonista del Big Data. Mientras Google intenta predecir el futuro con ser"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Una de breves #1: Tos",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/una-de-breves-1-tos.html",
    "fecha": "19/02/2026",
    "contenido": "&nbsp;Me pone muy nervioso la gente que tose y tose y no deja de toser."
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Jueves",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/jueves.html",
    "fecha": "19/02/2026",
    "contenido": "\n  \n    \n  \nY si los miércoles son mi mejor día de la semana este curso, los jueves son el peor. Largos, eternos, con mucha carga laboral, sin apenas un descanso.Empiezo este jueves de invierno de febrero desmotivado, con sueño, como casi todos los días, entre la alegría del miércoles y el vislumbra"
  },
  {
    "blog": "La cosa infinita (Daniel Omar Cignacco)",
    "titulo": "Biografía Apócrifa: El Colombófilo de la Calle Artigas",
    "link": "https://danielomarcignacco.mataroa.blog/blog/biografia-apocrifa-el-colombofilo-de-la-calle-artigas/",
    "fecha": "19/02/2026",
    "contenido": "Nombre: Desconocido (algunos lo llaman El mudo de la terraza).\nResidencia: Una casona de techos altos cerca de la Plaza Flores, coronada por un palomar de madera de cedro que, visto desde el aire, tiene la forma de un hexágono perfecto.\nSe dice que este hombre no cría palomas por deporte, sino por e"
  },
  {
    "blog": "ochobitshacenunbyte",
    "titulo": "Guía Práctica: Sustituyendo Ingress-NGINX por Envoy Gateway (Paso a Paso)",
    "link": "https://www.ochobitshacenunbyte.com/2026/02/19/guia-practica-sustituyendo-ingress-nginx-por-envoy-gateway-paso-a-paso/",
    "fecha": "19/02/2026",
    "contenido": "Durante muchos años el proxy inverso del Ingress-Nginx ha sido el más utilizado en las empresas que utilizaban Kubernetes. A diferencia de Nginx-Ingress, que sí esta mantenido por una empresa, en este caso F5,&#46;&#46;&#46;\nLa entrada Guía Práctica: Sustituyendo Ingress-NGINX por Envoy Gateway (Pas"
  },
  {
    "blog": "56K",
    "titulo": "The secret of Yonkey Island – Scummvm",
    "link": "https://56k.es/fanta/the-secret-of-yonkey-island-scummvm/",
    "fecha": "19/02/2026",
    "contenido": "Yonkey Island 1.0 o mejor dicho «The secret of Yonkey Island» es un hack del juego «The secret of Monkey Island» No conocía este juego. Es al parecer una versión modificada pero con faltadas de respeto, homofobia, insultos y lenguaje soez (Son la misma gente que hizo «La Lellenda de la Cerda»). &#16"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Ruleta Rusa #864",
    "link": "https://www.fabio.com.ar/9878-ruleta-rusa-864",
    "fecha": "19/02/2026",
    "contenido": "     Vamos, vamos todos a la ruleta!\nPues s&iacute;, es jueves, no esperen otra cosa que paro de la CGT y Ruleta Rusa, esta, en particular, dedicada a aquellos que no pudieron moverse por el paro de transportes provocado por unos gordos sindicales que nunca movieron el orto para trabajar 😅\nAhora s&i"
  },
  {
    "blog": "Picando Código",
    "titulo": "Reus 2 + DLC Praderas - Steam",
    "link": "https://picandocodigo.net/2026/reus-2-dlc-praderas-steam/",
    "fecha": "19/02/2026",
    "contenido": "Uno es el universo, eterno, sólo, aburrido. Hasta que una chispa de vida se manifiesta a través de muchas voces con el nombre de Humanidad. Son ambiciosos y acuden a ti buscando ayuda, te llaman Naturaleza. Motivado por su creatividad, creas gigantes elementales que te ayuden a darle forma al mundo."
  },
  {
    "blog": "Un blog",
    "titulo": "Perú destituyó al presidente. Otra vez.",
    "link": "https://nachof.blog/posts/2026/per%C3%BA-destituy%C3%B3-al-presidente-otra-vez/",
    "fecha": "19/02/2026",
    "contenido": "Si en Uruguay destituyen a un presidente, sería algo sin precedentes, una crisis enorme, nunca pasó. En Perú, es martes.\nDesde que Ollanta Humala dejó el cargo en el 2016, ningún otro presidente completó un mandato completo.\nEn el 2016 fue electo Pedro Pablo Kuczynski, o, más fácil, PPK. Montones de"
  },
  {
    "blog": "Blog de Daniel Torres Burriel",
    "titulo": "Cómo hemos elegido competir en el mercado del diseño en España",
    "link": "https://dani.torresburriel.com/como-hemos-elegido-competir-en-el-mercado-del-diseno-en-espana/",
    "fecha": "19/02/2026",
    "contenido": "Ayer tuve una conversación con un profesional del sector. Una de esas conversaciones que, sin pretenderlo, acaban siendo un ejercicio de introspección en voz alta. Y como creo que lo que salió de ahí puede interesar a quien se dedique a esto del diseño y la experiencia de usuario en España, hoy me h"
  },
  {
    "blog": "JDRM",
    "titulo": "Configurando la firma digital en GNU/Linux",
    "link": "https://jdrm.info/configurando-la-firma-digital-en-gnulinux.html",
    "fecha": "19/02/2026",
    "contenido": "Unas pequeñas notas para configurar la firma digital en un ordenador con GNU/Linux"
  },
  {
    "blog": "JDRM",
    "titulo": "Configurando la firma digital en GNU/Linux",
    "link": "https://jdrm.info/configurando-la-firma-digital-en-gnulinux.html",
    "fecha": "19/02/2026",
    "contenido": "Unas pequeñas notas para configurar la firma digital en un ordenador con GNU/Linux"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "Dejar la puerta abierta.",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/dejar-la-puerta-abierta/",
    "fecha": "18/02/2026",
    "contenido": "Mi amiga Míriam me regaló La novia grulla de CJ Hauser para mi cumpleaños. Fue una cosa así un poco serendípica, porque ella nunca regala libros que no haya leído, pero el librero se lo recomendó muy fuerte y aquí estamos. \nNo sabía que el libro me iba a dar tanto. Desde el principio, además. Es una"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Honor",
    "link": "https://mcallus.net/2026/02/18/honor/",
    "fecha": "18/02/2026",
    "contenido": "Ōka Haruhisa estaba sentado con los ojos cerrados en posición de loto. Las puertas de su despacho se encontraban abiertas hacia el pequeño jardín interior. El frescor primaveral de la madrugada le había acompañado durante toda la noche de meditación. Su kimono blanco apenas le había mantenido abriga"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Vinilandia es uno de los podcasts que más he disfrutado últimamente",
    "link": "https://blog.luiscarlospando.com/musica/2026/02/vinilandia-es-uno-de-los-podcasts-que-mas-he-disfrutado-ultimamente/",
    "fecha": "18/02/2026",
    "contenido": "Gracias por leer mi blog y ser un suscriptor. Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky. ¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "El Cautivo de Amenábar",
    "link": "https://mareosdeungeek.es/el-cautivo-de-amenabar/",
    "fecha": "18/02/2026",
    "contenido": "El Cautivo es la última película de Alejandro Amenábar. Estrenada en septiembre de 2025 estamos ante un drama histórico, no exento de polémica, que recrea el cautiverio de Miguel de Cervantes en la ciudad de Argel. Aunque la base de la película es bastante simple, el cautiverio durante 5 años de Cer"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#181: notificaciones push en navegadores",
    "link": "https://www.macram.es/posts/2026/02/notificaciones-push-en-navegadores/",
    "fecha": "18/02/2026",
    "contenido": "Creo que los navegadores actuales deberían ser mucho más restrictivos con las notificaciones push. Se están usando mucho con fines maliciosos. Tengo cierta confianza en que, igual que en su momento se popularizaron los bloqueadores de popups, se acabará poniendo coto al uso de estas API.\nPor mi (ses"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "526. Hacker",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/02/526-hacker.html",
    "fecha": "18/02/2026",
    "contenido": "&nbsp; &nbsp; La entrada que programé para que se publicara ayer no ha aparecido. Y es algo normal porque no la encuentro por ningún sitio. Quiero pensar que se debe a la obsolescencia de esta plataforma olvidada, y no a los ajustes pertinentes que hice un poco pasado de octanaje etílico.&nbsp;&nbsp"
  },
  {
    "blog": "impermanente",
    "titulo": "Sobre el por qué tomo fotografías",
    "link": "https://impermanente.es/2026/02/18/sobre-el-por-qu-tomo.html",
    "fecha": "18/02/2026",
    "contenido": "Hay algo que me cuesta admitir, aunque tampoco tengo ya demasiados reparos en decirlo: no recuerdo casi nada de mi infancia. No de manera normal, al menos. Tengo imágenes sueltas, fragmentos desconectados, escenas que flotan sin contexto como si pertenecieran a la vida de otra persona que conozco mu"
  },
  {
    "blog": "_ voidNull",
    "titulo": "sort: es hora de ordenar las cosas",
    "link": "https://voidnull.es/sort-es-hora-de-ordenar-las-cosas/",
    "fecha": "18/02/2026",
    "contenido": "Herramienta para combinar líneas de uno o varios archivos en columnas, ideal para unir datos y generar tablas simples desde la terminal."
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de BookStack en Debian 13",
    "link": "https://voidnull.es/instalacion-de-bookstack-en-debian-13/",
    "fecha": "18/02/2026",
    "contenido": "BookStack es un software Wiki de código abierto destinado a una plataforma sencilla, autoalojada y fácil de usar. Basado en Laravel, un framework PHP, BookStack está publicado bajo la licencia MIT."
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "La ingesta indigesta de Claude",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2026/02/18/20260218-la-ingesta-indigesta-de-claude/",
    "fecha": "18/02/2026",
    "contenido": "Una breve historia sobre el atragantamiento de bots de Anthropic mediante AISEO"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "El proceso analógico",
    "link": "https://www.ericafustero.com/2026-02-el-proceso-analogico",
    "fecha": "18/02/2026",
    "contenido": ""
  },
  {
    "blog": "",
    "titulo": "Convocatoria",
    "link": "https://mundoceltamedieval.wordpress.com/2026/02/18/convocatoria-3/",
    "fecha": "18/02/2026",
    "contenido": ""
  },
  {
    "blog": "prosa",
    "titulo": "amateur y amatora",
    "link": "https://blog.adrianaaraujot.casa/amateur-y-amatora/",
    "fecha": "18/02/2026",
    "contenido": "Miranda July, el viento y por qué no puedo decir que amo escribir"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Prohibirle redes sociales a los niños, tarde, muy tarde",
    "link": "https://www.fabio.com.ar/9877-prohibirle-redes-sociales-a-los-ninos-tarde-muy-tarde",
    "fecha": "18/02/2026",
    "contenido": "    \nMuy tarde, muy poco, una vez m&aacute;s los gobernantes usan al reh&eacute;n habitual de las decisiones autoritarias: los ni&ntilde;os. &iquest;Para qu&eacute; en este caso? Para prohibir y controlar, obvio! lo que siempre trae resultados &iquest;No?\nProhibir el acceso a servicios digitales en "
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "GodArchy Zine Nro. 1 – Julio 2003",
    "link": "https://www.delotroladometal.com.ar/2026/02/18/godarchy-zine-nro-1-julio-2003/",
    "fecha": "18/02/2026",
    "contenido": "No, no nos fuimos para el lado del punk rock ni mucho menos, pero no...\nThe post GodArchy Zine Nro. 1 – Julio 2003 first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Blog de Daniel Torres Burriel",
    "titulo": "Hoy me alegro especialmente de tener un blog personal",
    "link": "https://dani.torresburriel.com/hoy-me-alegro-especialmente-de-tener-un-blog-personal/",
    "fecha": "18/02/2026",
    "contenido": "Hoy es uno de esos días en los que me da un gusto tremendo tener un blog personal. Porque la entrada que estoy escribiendo no tiene una temática concreta, sino que más bien me sirve para expresar y compartir un estado de ánimo. Y ese estado de ánimo tiene que ver con que llevo unos &#8230; Sigue ley"
  },
  {
    "blog": "Ilogeek",
    "titulo": "Los podcasts que escucho (edición 2026)",
    "link": "https://ilogeek.es/los-podcasts-que-escucho-edicion-2026/",
    "fecha": "18/02/2026",
    "contenido": "La cuarta edición de los podcasts que me acompañan en mi día a día divididos entre diarios y no diarios."
  },
  {
    "blog": "AsturGeek V3",
    "titulo": "Vuelvo al podcast, ahora autoalojado",
    "link": "https://asturgeek.eu/2026/02/18/vuelvo-al-podcast-ahora-autoalojado/",
    "fecha": "18/02/2026",
    "contenido": "El miniservidor instalado en casa, dentro del minipc, ya tiene forma y poco a poco voy añadiendo servicios que me interesa tener. Éste blog ya está ahí entre otras.Ahora me he montado el podcast, casi abandonado en Spotify, con Castodpod.Me apetecía grabar, pero la plataforma no es de mi agrado. He "
  },
  {
    "blog": "Adrián Perales",
    "titulo": "‘Hamnet’ y la llorera",
    "link": "https://adrianperales.com/2026/02/hamnet-y-la-llorera/",
    "fecha": "17/02/2026",
    "contenido": "Hemos ido al cine a ver &#8216;Hamnet&#8217; con el alumnado de bachillerato. Es una película dramática relacionada con (que no «acerca de») Shakespeare. Me ha gustado muchísimo y he llorado muchísimo, aunque no sé si es para todo el mundo. El aviso A partir de aquí viene mi opinión sobre la películ"
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Music Has the Right to Children (1998), de Boards of Canada",
    "link": "https://thecheis.com/2026/02/17/music-has-the-right-to-children-1998-de-boards-of-canada/",
    "fecha": "17/02/2026",
    "contenido": "«The holts are nearly always close to the sea» A Coruña, año 2011. Por aquel entonces cursaba allí el primer ciclo de formación profesional de mi vida, en horario nocturno. De camino a clase, en las frescas tardes de otoño-invierno, llevaba mi reproductor MP3 cargado de una música muy especial. La e"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "No me lo estaba inventando",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/no-me-lo-estaba-inventando/",
    "fecha": "17/02/2026",
    "contenido": "Cuando empecé a explorar el autismo como una posibilidad, como una categoría que podía hacerme comprensible para mí misma y para otros (pero sobre todo para mí misma) tuve que luchar, en primer lugar, contra mis propios prejuicios. ¿Cómo iba a ser yo autista? Autista era mi tío, que aprendió unas po"
  },
  {
    "blog": "La Máquina de Von Neumann",
    "titulo": "¿Hay un Y tal que Y sea sentirse una IA?",
    "link": "https://vonneumannmachine.wordpress.com/2026/02/17/hay-un-y-tal-que-y-sea-sentirse-una-ia/",
    "fecha": "17/02/2026",
    "contenido": "En conversaciones en «X», mucha gente me critica que muestro claros sesgos antropocéntricos. Cuando critico la posibilidad de consciencia en máquinas, apelan a la idea de que yo solo entiendo la consciencia a partir de las cualidades de la humana, pero que la IA podría desarrollar otra completamente"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Vuelve Micromanía",
    "link": "https://mareosdeungeek.es/vuelve-micromania/",
    "fecha": "17/02/2026",
    "contenido": "Desde el pasado fin de semana se puede reservar o hacer una suscripción a la nueva época de la revista Micromanía. El retorno de la clásica revista de videojuegos se produce después de casi dos años desde su último número. Micromanía es una revista sobre videojuegos que se remonta a los años 80. Sur"
  },
  {
    "blog": "Tecno y Soft",
    "titulo": "Cuándo utilizar install-grub en Manjaro",
    "link": "https://tecnoysoft.com/2026/02/17/cuando-utilizar-install-grub-en-manjaro/",
    "fecha": "17/02/2026",
    "contenido": "Introducción Manjaro es otro mundo, nada que ver con cualquier otra derivada de Arch Linux, ponen el foco en herramientas propias que faciliten el uso y administración del sistema. Haciendo que todo sea más fácil, rápido y productivo. En Manjaro, el comando install-grub es una herramienta específica"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "\"Two ways of doing (almost) the same\"",
    "link": "https://www.macram.es/posts/2026/02/dos-formas-de-hacer-lo-mismo/",
    "fecha": "17/02/2026",
    "contenido": "En ale, today una reflexión sobre cómo dos switches para deshabilitar las funciones de inteligencia artificial en dos programas pueden expresar cosas totalmente distintas."
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Arrebol",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/arrebol.html",
    "fecha": "17/02/2026",
    "contenido": "\n  \n    \n  \nNo sé qué tienen de mágico e hipnótico estos atardeceres de febrero en los que empiezan a alargarse los días y las nubes se vuelven rojizas, cargadas de agua mientras inciden los últimos rayos de sol sobre ellas.En febrero, aún siendo invierno, empieza a vislumbrarse allá a lo lejos la h"
  },
  {
    "blog": "56K",
    "titulo": "Optimizar la batería del portátil en GNU+Linux",
    "link": "https://56k.es/fanta/optimizar-la-bateria-del-portatil-en-gnulinux/",
    "fecha": "17/02/2026",
    "contenido": "Desde mi experiencia la forma en la que consigo que la batería del portátil me dure más tiempo sin tener que enchufarlo pasa por estas 2 cosas: Brillo de la pantalla y MHz CPU. A groso modo si bajas un poco el brillo te durará más y si lo pones en powersave. Tema del brillo:..."
  },
  {
    "blog": "56K",
    "titulo": "La IA ética no existe",
    "link": "https://56k.es/fanta/la-ia-feminista-no-existe/",
    "fecha": "17/02/2026",
    "contenido": "He tratado de ordenar ciertos pensamientos alrededor de la «Soberanía tecnológica», «la computación extractivista» y el Cherry Picking cuando algunas personas afirman sin despeinarse que las IAs son éticas, anti-racistas o feministas. &#160; 1. ¿Es posible actualmente una hamburguesa ética? 2. Dison"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Noto Color Emoji - Tipografía de emojis",
    "link": "https://www.fabio.com.ar/9876-noto-color-emoji---tipografia-de-emojis",
    "fecha": "17/02/2026",
    "contenido": "    \nSe que es un tema irrelevante para la gran mayor&iacute;a, pero hasta hace poco la &uacute;nica forma de crear emojis en una PC era utilizando los sets de im&aacute;genes que el sistema operativo provee. No hab&iacute;a una tipograf&iacute;a que tuviera los emojis para usar en cualquier tipo de"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "V.I.L. Presenta \"Opresor\" | Pura Brutalidad Desde Rosario",
    "link": "https://www.delotroladometal.com.ar/2026/02/17/pura-brutalidad-desde-rosario/",
    "fecha": "17/02/2026",
    "contenido": "El Metal Extremo tiene su capítulo también en la provincia de Santa Fe, Argentina. Más...\nThe post V.I.L. Presenta \"Opresor\" | Pura Brutalidad Desde Rosario first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Blog de Daniel Torres Burriel",
    "titulo": "Ownership en UX: tu trabajo no es mandar un email, es conseguir un resultado",
    "link": "https://dani.torresburriel.com/ownership-en-ux-resultado-no-tarea/",
    "fecha": "17/02/2026",
    "contenido": "Hay una idea que me persigue desde hace tiempo y que se me ha vuelto a aparecer esta semana dando una formación sobre liderazgo operativo en experiencia de usuario. La idea es sencilla de formular, pero ligeramente incómoda de asumir: la mayoría de profesionales que trabajamos en diseño dedicamos má"
  },
  {
    "blog": "Proyecto para no aburrir",
    "titulo": "Al final me lié y me monté un Joplin Server en Docker",
    "link": "https://ericdq.com/2026/02/16/final-lie-monte-joplin-server-docker/",
    "fecha": "16/02/2026",
    "contenido": "Hago esta entrada a modo de notas para mí mismo. La configuración de Docker en una RaspberryPi con sus correspondientes servicios, errores que cometí, cosas que me quedan pendientes y posibles mejoras por si tengo que volver a montarlo en un futuro."
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "La semana pasada pasaron demasiadas cosas",
    "link": "https://blog.luiscarlospando.com/personal/2026/02/la-semana-pasada-pasaron-demasiadas-cosas/",
    "fecha": "16/02/2026",
    "contenido": "Gracias por leer mi blog y ser un suscriptor. Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky. ¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "alt43",
    "titulo": "ChatControl: Análisis del nuevo paradigma de vigilancia en la UE",
    "link": "https://alt43.es/chatcontrol-analisis-del-nuevo-paradigma-de-vigilancia-en-la-ue/",
    "fecha": "16/02/2026",
    "contenido": "Análisis técnico del reglamento ChatControl en la UE: el fin del cifrado de extremo a extremo, el impacto del escaneo en el dispositivo y las consecuencias para la privacidad y el secreto de las comunicaciones."
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Semana 07/2026",
    "link": "https://www.macram.es/posts/2026/02/semana-07-2026/",
    "fecha": "16/02/2026",
    "contenido": "El tiempo parece haber dado un pequeño respiro. Hemos vuelto a ver el sol por aquí y eso se nota en mi estado de ánimo (y en general en el estado de ánimo de la gente que me rodea), si bien hace un viento bastante desagradable que no invita a estar en la calle. Todavía no es tiempo de terrazas (y, q"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "¡3 personas en Estocolmo se hunden en el hielo!",
    "link": "https://blog.danielaragay.net/3-personas-en-estocolmo-se-hunden-en-el-hielo/",
    "fecha": "16/02/2026",
    "contenido": "Pues s&#xed;, es algo que ha pasado este fin de semana, 3 personas cayeron dentro del agua al romperse el hielo por donde andaban.Formas de patrocinio. Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendoels"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Añade un segundo nodo de Adguard Home para que sincronicen los dos DNS",
    "link": "https://voidnull.es/anade-un-segundo-nodo-de-adguard-home-para-que-sincronicen-los-dos-dns/",
    "fecha": "16/02/2026",
    "contenido": "Dos nodos de AdGuard Home sincronizados para asegurar DNS redundante y evitar caídas en la resolución de nombres."
  },
  {
    "blog": "La línea doméstica",
    "titulo": "Primer Sol",
    "link": "https://jmlro.codeberg.page/posts/2026/02-16-primer-sol.html",
    "fecha": "16/02/2026",
    "contenido": "Después de, que yo recuerde, un par de meses nublados y lluviosos ayer atrapamos al sol en una terraza. Llevábamos todo el día en el centro, y como ya se sabe la experiencia humana en los centros es alienígena. En la calle reina una falta de modestia o excesivo esmero en que tu aspecto refleje una p"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Después de la tormenta...",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/despues-de-la-tormenta.html",
    "fecha": "16/02/2026",
    "contenido": "\n  \n    \n  \n...siempre llega la calma. Eso dicen. Igual que tras encadenar diez borrascas, cuando parecía que estábamos condenados a tener un tiempo más propio de otras latitudes, por fin se despeja, pasa algo parecido con la vida.Vuelvo a mirar a ese último día de agosto en el que la tristeza me in"
  },
  {
    "blog": "",
    "titulo": "Felicitaciones Aires celtas por su reconocimiento.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/02/16/felicitaciones-aires-celtas-por-su-reconocimiento/",
    "fecha": "16/02/2026",
    "contenido": ""
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Guía de Acestream 2026",
    "link": "https://www.fabio.com.ar/9875-guia-de-acestream-2026",
    "fecha": "16/02/2026",
    "contenido": "    \nBueno, luego del posteo del otro d&iacute;a es hora de hacer uno actualizado de Acestream para novatos y curiosos, el &uacute;ltimo fue hace 9 a&ntilde;os, as&iacute; que es hora de darles una actualizaci&oacute;n.\nAcestream es una red p2p para streamings, es decir, para ver cosas en vivo que, "
  },
  {
    "blog": "Picando Código",
    "titulo": "List Category Posts v0.94.0 - Año nuevo, \"vulnerabilidad crítica de seguridad\" nueva",
    "link": "https://picandocodigo.net/2026/list-category-posts-v0-94-0-ano-nuevo-vulnerabilidad-nueva/",
    "fecha": "16/02/2026",
    "contenido": "Desde octubre la cosa estaba bastante tranquila en el frente List Category Posts, el plugin que desarrollé para WordPress. El año pasado empezaron los reportes de seguridad de supuestas vulnerabilidades del plugin. Inicialmente demoré demasiado en corregirlo, por lo que Wordfence alarmó a todos los "
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Vengeance Rising: Anthology - Roger Martinez 1962-2025 In Memorial | Que La Memoria No Falle",
    "link": "https://www.delotroladometal.com.ar/2026/02/16/que-la-memoria-no-falle/",
    "fecha": "16/02/2026",
    "contenido": "(2025 &#8211; Roxx Records/Frontline Records) Muchos sentimientos y sensaciones surgen en la cabeza y en...\nThe post Vengeance Rising: Anthology - Roger Martinez 1962-2025 In Memorial | Que La Memoria No Falle first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Blog de Daniel Torres Burriel",
    "titulo": "A vueltas con las apps de notas",
    "link": "https://dani.torresburriel.com/a-vueltas-con-las-apps-de-notas/",
    "fecha": "16/02/2026",
    "contenido": "Llevo un cacao importante con un tema: las apps de notas. El otro día David Bonilla hizo una pregunta en Twitter respecto de Evernote, y me acordé que Evernote fue la primera aplicación de notas que yo empecé a utilizar, ya ni me acuerdo cuándo. Pero hace muchos, muchísimos años. Allá por el año 200"
  },
  {
    "blog": "JavierSam",
    "titulo": "Graphite y GIMP en el FOSDEM 2026",
    "link": "https://javiersam.uy/2026/02/graphite-y-gimp-en-el-fosdem-2026.html",
    "fecha": "16/02/2026",
    "contenido": "A principios de mes, de regreso de mis vacaciones anuales, me encontré con que se había realizado en Bruselas (Bélgica) una nueva edición del FOSDEM.Y, desde unos días después, están disponibles en el sitio web del evento las grabaciones de las charlas que allí se dieron. Ahora que pude ver las dos "
  }
]