[
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 4",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-4/",
    "fecha": "04/12/2025",
    "contenido": "Antes del poema, para pensar un poco...\n¿En qué piensas cuando escuchas la expersión carpe diem?\n¿Crees que estás viviendo el momento lo mejor que te es posible? \n¿Se te ocurre alguna cosa que puedas hacer hoy (o mañana) para sentir que estás haciendo tuyo parte del tiempo que se te ha dado?\nY ahora"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Cryptomator, cifrando tus archivos en la nube",
    "link": "https://mareosdeungeek.es/cryptomator-cifrando-tus-archivos-en-la-nube/",
    "fecha": "04/12/2025",
    "contenido": "Cryptomator es una aplicación que permite cifrar directorios, tanto a nivel local como en servicios de almacenamiento en la nube. De manera sencilla, podemos crear bóvedas (directorios) que se protegen y cifran utilizando AES y cifrado de 256 bits para los archivos. De esta manera podemos proteger e"
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "Bienvenidos a la librería Hyunam-Dong",
    "link": "https://guillermolatorre.com/libros/bienvenidos-a-la-libreria-hyunam-dong",
    "fecha": "03/12/2025",
    "contenido": "Fecha de lectura: 29/11/2025.Autor/a: Hwang Bo-Reum.Categoría: Ficción.Número de páginas: 352.Mi valoración: ★★★☆☆"
  },
  {
    "blog": "brucknerite",
    "titulo": "Bienvenidos a la era del sudapollismo",
    "link": "https://brucknerite.net/2025/12/bienvenidos-a-la-era-del-sudapollismo.html",
    "fecha": "03/12/2025",
    "contenido": "Erik Harley, brillante divulgador de lo absurdo en la intersección entre arquitectura y urbanismo, se inspiró en Huevos de oro, la película de Bigas Luna, para crear el pormishuevismo: ese ismo tan reconocible en  […]"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Recopilación del boletín de noticias de la Free Software Foundation – diciembre de 2025",
    "link": "https://victorhckinthefreeworld.com/2025/12/03/recopilacion-del-boletin-de-noticias-de-la-free-software-foundation-diciembre-de-2025/",
    "fecha": "03/12/2025",
    "contenido": "Recopilación y traducción del boletín mensual de noticias relacionadas con el software libre publicado por la Free Software Foundation."
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 3",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-3/",
    "fecha": "03/12/2025",
    "contenido": "Antes de leer, para pensar un poco...\nPiensa en alguna cosa que te arrepientes de no haber hecho. ¿Por qué no la hiciste?\n¿Cuánto peso tiene en tu vida la opinión de los demás?\n¿Te has planteado alguna vez la diferencia entre lo correcto y lo aceptado? \nY ahora, el poema...\n4 (Ciclo satánico), de Ca"
  },
  {
    "blog": "plr blog",
    "titulo": "El más por más del software libre en la academia y la ciencia como única vía válida: programas que son software libre ejecutados en sistemas operativos libres",
    "link": "https://pedrolr.es/blog/el-mas-por-mas-del-software-libre-en-la-academia-y-la-ciencia-como-unica-via-valida-programas-que-son-software-libre-ejecutados-en-sistemas-operativos-libres/",
    "fecha": "03/12/2025",
    "contenido": "Diría que mucha gente en el contexto de la academia, la universidad y la ciencia, se piensa que el uso de software libre es usar software en el sentido de programas que son software libre. El sistema operativo en el que ejecutan ese software libre a nivel de programas no se considera en la ecuación,"
  },
  {
    "blog": "Interlan",
    "titulo": "Changelog: Channel2RSS 22 de noviembre de 2025",
    "link": "https://interlan.ec/2025/12/03/changelog-channel2rss-22-de-noviembre-de-2025/",
    "fecha": "03/12/2025",
    "contenido": "Pensé que eran cambios menores en Channel2RSS 💀 Introducción Dado que los feeds no se pueden modificar y menos los newsletter, muchas veces el feed puede llenarse de spam de botoneras, algo que puede no notarse en los canales originales debido a que mediante bots, estos post son borrados automáticam"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "Cómo la innovación desfigura la identidad de un programa",
    "link": "https://gatooscuro.xyz/como-la-innovacion-desfigura-la-identidad-de-un-programa/",
    "fecha": "03/12/2025",
    "contenido": "Este artículo lo estoy escribiendo como una queja abierta y pretendo posteriormente organizarlo para pasarlo de manera formal al equipo de Anytype y sí… leíste bien. Para quienes llevan leyéndome\nSeguir leyendo  Cómo la innovación desfigura la identidad de un programa\nEl cargo Cómo la innovación des"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "No solo digas \"hola\"",
    "link": "https://blog.luiscarlospando.com/personal/2025/12/no-solo-digas-hola/",
    "fecha": "03/12/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#169: tema de invierno",
    "link": "https://www.macram.es/posts/2025/12/invierno/",
    "fecha": "03/12/2025",
    "contenido": "Quien visite este blog desde el navegador y no vía lector RSS habrá notado que el blog ahora tiene un tema más invernal (y, si no lo ve, que limpie la caché o algo). Me gusta ir cambiando el tema del blog con colores que me van gustando y ahora es tiempo de azul. También le habrá saltado en el RSS q"
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "La vida en la Escuela Tortuga dentro de Dragonball Z Kakarot",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2025/12/03/20251203-kakarot/",
    "fecha": "03/12/2025",
    "contenido": "Dragonball Z Kakarot es una propuesta inmesiva donde el combate es una herramienta narrativa, no el centro del juego"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El texto plano ondula",
    "link": "https://docig.bearblog.dev/el-texto-plano-ondula/",
    "fecha": "03/12/2025",
    "contenido": "El texto plano empezó a ondular.\nPrimero un píxel, luego una frase entera doblándose como si recordara haber sido ola.\nYo quise escribir algo encima, domesticarlo, pero las palabras se escabullían: se volvían aire, ruido, eco, nunca texto.\nEntonces entendí:\nel plano era una trampa.\nY el archivo, un "
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Los días me pasan volando",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/los-dias-me-pasan-volando.html",
    "fecha": "03/12/2025",
    "contenido": "Metidos ya en pleno mes de diciembre, en plena rutina del curso, y a pesar del cansancio que arrastro, sobre todo a partir del martes, debo decir que los días se me pasan volando. En el ocaso del domingo siempre pienso que qué larga va a ser la semana y los lunes, cuando toca el despertador, no me a"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "Texto en fuga",
    "link": "https://docig.mataroa.blog/blog/texto-en-fuga/",
    "fecha": "03/12/2025",
    "contenido": "El descubrimiento ocurrió una mañana cualquiera, cuando el escritor —que llevaba semanas buscando la metáfora perfecta— encontró, en una esquina olvidada de su escritorio, un archivo llamado simplemente texto_plano.txt. Lo abrió sin expectativa alguna, convencido de que sería otro borrador sin rumbo"
  },
  {
    "blog": "",
    "titulo": "Evento.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/03/evento-14/",
    "fecha": "03/12/2025",
    "contenido": ""
  },
  {
    "blog": "",
    "titulo": "Eventos.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/03/eventos-52/",
    "fecha": "03/12/2025",
    "contenido": ""
  },
  {
    "blog": "Neptuno en tierra",
    "titulo": "Detrás de las alegrías de feria (de libros)",
    "link": "https://calleneptuno.wordpress.com/2025/12/03/detras-de-las-alegrias-de-feria-de-libros/",
    "fecha": "03/12/2025",
    "contenido": "[Detalles de carteles de ferias de libros. El diseño gráfico sobre libros y lectura es inagotable y representa esa aura de bondad que se atribuye a los libros. Son recurrentes metáforas como el florecimiento y la capacidad de volar que las personas adquieren si leen] No hay rama de la economía, de l"
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "Equilibrios en El Médano",
    "link": "https://guillermolatorre.com/fotolog/equilibrios-en-el-medano",
    "fecha": "02/12/2025",
    "contenido": "Responder por email."
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "Esto es lo que hay.",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/esto-es-lo-que-hay/",
    "fecha": "02/12/2025",
    "contenido": "Últimamente ando muy satisfecha conmigo misma. Estoy manejando mi ansiedad estupendamente (hay poco que manejar, me encuentro en un estado de calma inaudito en mí, ni siquiera en vacaciones alcanzo este nivel de zen). Llego al final del día y de la semana laboral con un nivel de energía que no recue"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 2",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-2/",
    "fecha": "02/12/2025",
    "contenido": "Antes de leer, para pensar un poco...\n¿Crees que el dolor es justificable? ¿Tiene sentido? \n¿Qué historias nos contamos para tolerar el dolor? \n¿Crees que se invierte más esfuerzo en hacer el dolor tolerable que en actuar sobre sus causas?\n¿Qué sientes cuando alguien intenta justificar tu dolor?\nY a"
  },
  {
    "blog": "plr blog",
    "titulo": "Algunas bibliotecas universitarias de España que no usan Alma y/o Primo de Ex Libris (empresa israelí)",
    "link": "https://pedrolr.es/blog/algunas-bibliotecas-universitarias-de-espana-que-no-usan-alma-y-o-primo-de-ex-libris-empresa-israeli/",
    "fecha": "02/12/2025",
    "contenido": "El domingo mandé a la lista de distribución IWETEL, espacio virtual de encuentro y debate para profesionales de la información y la documentación, un mensaje sobre el tema del título del post. Blanca Calvo en un primer mensaje comentaba que las presidentas del CSIC y la CRUE no han respondido a sus "
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Kazeta, tu ordenador como una consola de los 90",
    "link": "https://mareosdeungeek.es/kazeta-tu-ordenador-como-una-consola-de-los-90/",
    "fecha": "02/12/2025",
    "contenido": "Kazeta es una distribución de GNU/Linux que permite convertir tu ordenador en una consola de los 90. La característica principal de Kazeta es que los videojuegos se cargan directamente desde un soporte de almacenamiento. La idea principal es convertir las librerías digitales de servicios como GOG en"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "493. Lejos de lugares extraños",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/12/493-lejos-de-lugares-extranos.html",
    "fecha": "02/12/2025",
    "contenido": "&nbsp; &nbsp; Mi destino fue que de adulto me ganara la vida en las profundidades de la Tierra. No rockeando en la radio ni en un vídeo por haber triunfado en el mundo de la música. Nada más lejos de la realidad.&nbsp; &nbsp; Tuve ayer una epifanía en un momento oscuro, en la que me vi con siete año"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Mi música en plataformas de streaming",
    "link": "https://blog.danielaragay.net/mi-musica-en-plataformas-de-streaming/",
    "fecha": "02/12/2025",
    "contenido": "A partir de hoy mi m&#xfa;sica la podr&#xe1;s encontrar en varias plataformas de streaming como:Spotify: https://open.spotify.com/artist/6hwAPY06PyZf4e0SwS3GwX?si=5gLzplaVSZSPZY1FZyKefwApple Music: https://music.apple.com/se/artist/daniel-aragay/1857715453En este momento hay solo disponibles 2 canci"
  },
  {
    "blog": "Bitácora de fernand0",
    "titulo": "La preservación digital y los riesgos actuales",
    "link": "https://blog.elmundoesimperfecto.com/2025/12/02/borrado-web/",
    "fecha": "02/12/2025",
    "contenido": "\n\nDe vez en cuando hablamos de preservación digital y, en particular, de la web.\nEn As the Trump administration purges web pages, this group is rushing to save them nos recuerdan que una parte de la web está siendo borrada de manera activa.\n\nNo solo páginas federales, que en algunos casos volvían mo"
  },
  {
    "blog": "fernand0 @ GitHub.io",
    "titulo": "Los drones en la guerra: nuevos usos y ciberseguridad",
    "link": "https://fernand0.github.io//drones-guerra-electronica/",
    "fecha": "02/12/2025",
    "contenido": "No solemos hablar aquí de guerras ni armamento, pero el caso es que muchos fallos de seguridad pueden convertirse con cierta facilidad en armas y entonces se habla de una herramienta más dentro del ciber-armamento. En Ukraine’s Trojan Horse Drones: A New Frontier in Cyber Warfare habla de los drones"
  },
  {
    "blog": "SKR – Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "Hilos",
    "link": "https://seyker.eu/hilos/",
    "fecha": "02/12/2025",
    "contenido": "Conceptos básicos y cómo funcionan los hilos: Los hilos comparten el espacio de memoria del usuario, es decir corren dentro del contexto de otro programa; y los procesos generalmente mantienen su propio espacio de direcciones y entorno de operaciones. Por ello a los hilos se les conoce a menudo como"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "A day with: Hola Gominola",
    "link": "https://www.ericafustero.com/2025-12-a-day-with-hola-gominola",
    "fecha": "02/12/2025",
    "contenido": "Hace media vida, allá por 2008, Sara y yo empezamos a coleccionar muñecas Blythe y acabamos haciéndonos amigas. Desde entonces, Sara se dedica a customizar muñecas de colección bajo la marca Hola Gominola, un trabajo que la ha llevado a recorrer el mundo y a participar en numerosos eventos de colecc"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Diciembre",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/diciembre.html",
    "fecha": "02/12/2025",
    "contenido": "\n  \n    \n  \nAhora sí, empieza el mes frío por excelencia, y eso que estadísticamente enero tiene más días con temperaturas más bajas que diciembre, pero será que lo cojo con ganas. ¡El gusto que da ponerse una manga larga para salir a la calle! ¡El gusto que da echarse una mantita!Empieza la cuenta "
  },
  {
    "blog": "",
    "titulo": "Recomendación de la semana.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/02/recomendacion-de-la-semana-31/",
    "fecha": "02/12/2025",
    "contenido": "Para los interesados en las danzas irlandesas les dejo un canal de Youtube muy interesante sobre el tema. https://www.youtube.com/@claddaghacademy"
  },
  {
    "blog": "Calaveras",
    "titulo": "29/11/2025 - En bici",
    "link": "https://calaveras.bearblog.dev/29112025-en-bici/",
    "fecha": "02/12/2025",
    "contenido": ""
  },
  {
    "blog": "Bits de Ocio",
    "titulo": "Inquietudes (Noviembre 2025)",
    "link": "https://bitsdeocio.wordpress.com/2025/12/01/inquietudes-noviembre-2025/",
    "fecha": "01/12/2025",
    "contenido": "Al contrario que en el anterior post de Inquietudes, en el que tuve que juntar dos meses para poder publicar algo \"con chicha\", este mes la cosa ha estado sorprendentemente nutrida (sobre todo de películas) y, ahora que lo miro con perspectiva, ha sido un octubre muy \"ochentero\". Nada mal, la verdad"
  },
  {
    "blog": "GoRiX blog",
    "titulo": "WiFi viene en QR … y la pass?",
    "link": "https://blog.gorix.xyz/wifi-viene-en-qr--y-la-pass.html",
    "fecha": "01/12/2025",
    "contenido": "\n    Me pasó hoy y lo cuento porque es de esas situaciones modernas que arrancan como comodidad y terminan en una puteada técnica.\n\n\n    Estoy en un lugar donde comparten el wifi solo con un QR … lo escaneás, te conectás al toque y listo. Todo muy prolijo… hasta que necesitás ver los datos reales de"
  },
  {
    "blog": "brucknerite",
    "titulo": "El Tren Mágico de la Navidad en Metro de Madrid",
    "link": "https://brucknerite.net/2025/12/el-tren-magico-de-la-navidad-en-metro-de-madrid.html",
    "fecha": "01/12/2025",
    "contenido": "¡Por fin! ¡He podido contemplar con mis propios ojos y disfrutar con mis propias carnes el Tren Mágico de la Navidad en la línea 3 de Metro de Madrid! Justo antes de que pasara, pude ver…"
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Black Celebration (1986), de Depeche Mode",
    "link": "https://thecheis.com/2025/12/01/black-celebration-1986-de-depeche-mode/",
    "fecha": "01/12/2025",
    "contenido": "«Come with me into the trees / We&#8217;ll lay on the grass and let the hours pass» Viene el frío, llueve y anochece antes; el invierno está cerca, y con esta atmósfera retornan viejos compañeros musicales. Siempre atesoro discos que me llevan a ciertos momentos y, para sorpresa de nadie, mis querid"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "La muerte de un iPod",
    "link": "https://victorhckinthefreeworld.com/2025/12/01/la-muerte-de-un-ipod/",
    "fecha": "01/12/2025",
    "contenido": "Un relato sobre cómo el brillo de un producto de Apple puede ser nada más que un espejismo, una cárcel muy lujosa y cara para sus \"fanboys\""
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 1",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-1/",
    "fecha": "01/12/2025",
    "contenido": "Antes de leer, para pensar un poco...\n¿Qué has cambiado de ti misma1 para sentirte digna de amor?\n¿Qué cualidades de ti misma crees que merecen ser amadas? ¿Serías la misma sin las otras, las que consideras menos dignas de amor?\n¿Qué cambiarías de la persona que amas? \nY ahora, el poema:\nMe basta as"
  },
  {
    "blog": "Webnauta",
    "titulo": "¿Mi periplo digital ha llegado a su final?",
    "link": "https://webnauta.blog/mi-periplo-digital-ha-llegado-a-su-final",
    "fecha": "01/12/2025",
    "contenido": "\n\n      \n\n    \n      Tech Monopolies by Felipe Mucci\n    \n\nIV.  Comprendiendo la privacidad \nTomando como punto de partida los dos atributos fundamentales de la privacidad —la invisibilidad y la autonomía— puede inferirse que, hoy en día, los desafíos que plantea su pérdida son especialmente complej"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Melodía sentimental de Tadao Tsuge",
    "link": "https://mareosdeungeek.es/melodia-sentimental-de-tadao-tsuge/",
    "fecha": "01/12/2025",
    "contenido": "Melodía sentimental de Tadao Tsuge es un manga que recopila diferentes historias publicadas a finales de los años 60 en el país nipón. Estás historias están inspiradas en las vivencias personales del autor durante la posguerra en la ciudad de Tokio. Los barrios más marginales donde la prostitución y"
  },
  {
    "blog": "alt43",
    "titulo": "Uno de los mejores gestores de archivos para Android: Solid Explorer",
    "link": "https://alt43.es/uno-de-los-mejores-gestores-de-archivos-para-android-solid-explorer/",
    "fecha": "01/12/2025",
    "contenido": "Que el mejor gestor de archivos para Android es MiXplorer, ya ni cotiza. El tema adquiere más recorrido&#46;&#46;&#46;"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "El placer de conocer en detalle lo que compramos",
    "link": "https://matizeta.com/2025/12/01/el-placer-de-conocer-en-detalle-lo-que-compramos/",
    "fecha": "01/12/2025",
    "contenido": "Siento que muchas veces no le damos el tiempo y la dedicación que merece a un producto que nos costó dinero y trabajo comprar. No nos tomamos el tiempo de descubrir todas sus funcionalidades. Te voy a explicar a lo que me refiero poniendo como ejemplo una experiencia personal. Luego de mucho tiempo,"
  },
  {
    "blog": "La bitácora de Locutus",
    "titulo": "Latitudes y longitudes",
    "link": "http://locutusbit.blogspot.com/2025/12/latitudes-y-longitudes.html",
    "fecha": "01/12/2025",
    "contenido": "&nbsp;Entre lo psicológico y lo geográfico,la lenta caída de la tarde,el tremor sostenidoy la sombra impensable,están los puntos de partidaque articulan&nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; latitudes y longitudes.Pascual Herrera"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "De notas de voz a sinfonías: componiendo con IA sin perder el alma",
    "link": "https://blog.danielaragay.net/de-notas-de-voz-a-sinfonias-componiendo-con-ia-sin-perder-el-alma/",
    "fecha": "01/12/2025",
    "contenido": "En este episodio repaso un siglo de miedos tecnol&#xf3;gicos en la m&#xfa;sica, desde la pianola y el micr&#xf3;fono hasta los sintetizadores y los samplers, para mostrar que la inteligencia artificial es solo el siguiente paso de la misma historia. A partir de mis propias"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Newsletter #44 - Tutorial nuevo de netbird, algunas aplicaciones para Docker y un nuevo tutorial de Navidrome",
    "link": "https://voidnull.es/newsletter/newsletter-44/",
    "fecha": "01/12/2025",
    "contenido": "Descubre en un solo vistazo lo más destacado del mes: artículos, noticias y recursos seleccionados para ti."
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Bug de la Soledad Cienañera",
    "link": "https://docig.bearblog.dev/el-bug-de-la-soledad-cienanera/",
    "fecha": "01/12/2025",
    "contenido": "Desde que el ingeniero Santiago Nasar, en un rapto de fiebre amarilla digital, olvidó un punto y coma en el driver de comunicaciones del mainframe Arcano, una tristeza incorpórea se posó sobre el pueblo de Aurelia-Data.El error, un 0xFFF0000A camuflado en la rutina de gestión de la memoria, no hacía"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "El Protocolo",
    "link": "https://docig.mataroa.blog/blog/el-protocolo-de-shub-niggurath/",
    "fecha": "01/12/2025",
    "contenido": "El módulo $M_{\\omega}$ fue diseñado por el Dr. Westlake para gestionar los desechos del clúster principal, pero lo que despertó fue un horror cósmico encapsulado en un flujo de bytes. Lo llamaron el Protocolo de Shub-Niggurath, aunque su código fuente solo exhibía líneas de assembly que nadie podía "
  },
  {
    "blog": "",
    "titulo": "Frase de la semana.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/01/frase-de-la-semana-58/",
    "fecha": "01/12/2025",
    "contenido": "Sólo hay felicidad donde hay virtud y esfuerzo serio, pues la vida no es un juego. Aristóteles"
  },
  {
    "blog": "eaplmx",
    "titulo": "Vida digital al cierre del 2025",
    "link": "https://text.eapl.mx/vida-digital-al-cierre-del-2025",
    "fecha": "01/12/2025",
    "contenido": ""
  },
  {
    "blog": "Ubuntu Peronista",
    "titulo": "¿Cómo uso Ren'Py para crear novelas visuales en Ubuntu?",
    "link": "https://ubuntuperonista.blogspot.com/2025/05/tutorial-de-renpy-ubuntu.html",
    "fecha": "30/11/2025",
    "contenido": "En su Doctrina Universal, Juan Perón expone sobre continentalismo, ecología y universalismo, a la vez que expone cómo programar novelas visuales en Ren'Py en Ubuntu.&nbsp;(...)El problema básico de la mayor parte de los Países del Tercer Mundo \nes la ausencia de una auténtica Justicia Social y de un"
  },
  {
    "blog": "GoRiX blog",
    "titulo": "El final del buscador CLI de 1337x   :-(",
    "link": "https://blog.gorix.xyz/el-final-del-buscador-cli-de-1337x----.html",
    "fecha": "30/11/2025",
    "contenido": "\n    Durante unos pocos 4 meses, un pequeño script de CLI posix permitió buscar torrents de 1337x directamente desde la terminal usando únicamente herramientas clásicas como curl, grep, awk, sed y fzf. Sin APIs, sin navegador…\n\n\n    Hoy ese script dejó de funcionar o ayer no se, hoy me di cuenta. El"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Antes de empezar...",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-antes-de-empezar/",
    "fecha": "30/11/2025",
    "contenido": "¡Hola, hola!\nAunque parezca mentira, debido a que hace dos meses que hay polvorones en los supermercados, mañana empieza diciembre. Mientras pensaba en que me gustaría tener un calendario de adviento cuqui, pero no sabía muy bien de qué o cómo, se me ocurrió poner en el mundo algo bonito, algo que a"
  },
  {
    "blog": "Jinversor",
    "titulo": "Lo viral",
    "link": "https://jinversor.co/2025/11/lo-viral/",
    "fecha": "30/11/2025",
    "contenido": "En el blog de Calaveras leí una entrada titulada «Cuando todo es viral, nada lo es». La entrada me puso a pensar en eso que en Internet llamamos «lo viral», [&#8230;]\nLa entrada Lo viral se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Lecturas en noviembre de 2025",
    "link": "https://mcallus.net/2025/11/30/lecturas-en-noviembre-de-2025/",
    "fecha": "30/11/2025",
    "contenido": "Este mes he terminado de leer lo siguiente: 3 novelas, 5 cómics en grapa y 6 tomos trimestrales (tomitos finos de tres a cinco grapas americanas). Ha sido un mes de ponerme al día con bastantes cosas y aunque he leído más de lo que he comprado lo sigo viendo insuficiente porque la pila de [&#8230;]"
  },
  {
    "blog": "plr blog",
    "titulo": "Mario Mendoza y los Chicago Bulls de Phill Jackson, Jordan, Pippen y Rodman: o sobre cómo los excesos de autoridad impiden la autoregulación... de una disciplina",
    "link": "https://pedrolr.es/blog/mario-mendoza-y-los-chicago-bulls-de-phill-jackson-jordan-pippen-y-rodman-o-sobre-como-los-excesos-de-autoridad-impiden-la-autoregulacion-de-una-disciplina/",
    "fecha": "30/11/2025",
    "contenido": "Estoy leyendo \"Leer es resistir\", de Mario Mendoza. Diría que habla de cómo la lectura le configuró como persona y también habla en puntos sobre el arte/oficio de escribir. Tenía este libro preparado en el ebook para cuando no me decidiera por uno nuevo, pensando que sería un gran libro, y está supe"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Nueva rutina",
    "link": "https://mareosdeungeek.es/nueva-rutina/",
    "fecha": "30/11/2025",
    "contenido": "Este mes, está siendo un mes de cambios y eso ha hecho que esté intentando adaptarme a una nueva rutina. Sin dudarlo, lo más difícil ha sido dejar de ir a la oficina y socializar con mis compañeros de trabajo. Las primeras semanas aún tenía que asimilar todo los cambios que conlleva perder el trabaj"
  },
  {
    "blog": "End3r.es",
    "titulo": "Linkding, breve guía de instalación",
    "link": "https://www.end3r.es/posts/011-linkding-guia-de-instalacion/",
    "fecha": "30/11/2025",
    "contenido": "Hoy quiero traer al blog una pequeña gúia de instalación y configuración de\nLinkding.\nLinkding es un agregador de enlaces autoalojado y de código abierto (Licencia MIT) que se encarga\nde guardar, organizar y buscar tus marcadores en un servidor propio, en lugar de usar servicios\ncomerciales. Permite"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Qué me gusta ver en cada blog personal que visito",
    "link": "https://matizeta.com/2025/11/30/que-me-gusta-ver-en-cada-blog-personal-que-visito/",
    "fecha": "30/11/2025",
    "contenido": "Gracias a los blogs que me envían para ser incorporado al directorio de blogs en español ¡Blog!¡Blog! estoy conociendo muchos blogs nuevos. No encuentro más que sorpresas agradables, bien diseñados, buen contenido, pero en otros hay ciertos detalles faltantes que me gustaría encontrar en un blog per"
  },
  {
    "blog": "esencial",
    "titulo": "Ataraxia",
    "link": "https://yeite.github.io/esencial/ataraxia",
    "fecha": "30/11/2025",
    "contenido": ""
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "492. Cíclica sensación olfativa",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/12/492-ciclica-sensacion-olfativa.html",
    "fecha": "30/11/2025",
    "contenido": "&nbsp; &nbsp; Respira hondo cuando salgas a la calle. ¿Lo hueles? Yo lo huelo incluso dentro de casa. Se cuela por los respiraderos, debajo de las puertas y por la ranura de la cinta del recogedor de la persiana. Incluso se abre paso a través de las cubiertas de los altavoces de la televisión y la r"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "El ingrediente inesperado · Capítulo 20 y Epílogo",
    "link": "https://blog.danielaragay.net/el-ingrediente-inesperado-capitulo-20-y-epilogo/",
    "fecha": "30/11/2025",
    "contenido": "Lee el borrador de la novela entera: https://books.danielaragay.net/bookstack/books/el-ingrediente-inesperadoEl despertador son&#xf3; a las siete de la ma&#xf1;ana, un pitido suave que rompi&#xf3; el silencio de la habitaci&#xf3;n con m&#xe1;s delicadeza de la que Sebasti&#xe1;n"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "El ingrediente inesperado · Capítulo 19",
    "link": "https://blog.danielaragay.net/el-ingrediente-inesperado-capitulo-19/",
    "fecha": "30/11/2025",
    "contenido": "Cap&#xed;tulos anteriores: https://books.danielaragay.net/bookstack/books/el-ingrediente-inesperadoLlegaron y aparcaron la moto junto a la entrada del hotel.Sebasti&#xe1;n se baj&#xf3;, se quit&#xf3; el casco y se pas&#xf3; una mano por el pelo a&#xfa;n h&#xfa;medo.&#x2014;A&"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Ping #14: Actualizaciones, novedades y ranking de distros",
    "link": "https://voidnull.es/ping-14-actualizaciones-novedades-y-ranking-de-distros/",
    "fecha": "30/11/2025",
    "contenido": "Aquí encontrarás las distribuciones más recientes, paquetes actualizados y el ranking de las distros más descargadas. 🚀"
  },
  {
    "blog": "SKR – Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "Procesos en Java",
    "link": "https://seyker.eu/procesos-en-java/",
    "fecha": "30/11/2025",
    "contenido": "Una de las ventajas del uso de Java es que su SDK incluye una integración de la gestión de procesos. Java Runtime La clase Runtime es la que incluye métodos para lanzar procesos, llamar al recolector de basura, saber cuanta memoria hay disponible, liberar procesos, etc. Cada aplicación tiene entonce"
  },
  {
    "blog": "SKR – Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "Preguntas tipo test de exámenes anteriores",
    "link": "https://seyker.eu/preguntas-tipo-test-de-examenes-anteriores/",
    "fecha": "30/11/2025",
    "contenido": "En este apartado vamos a repasar temas usando las preguntas tipo test de los exámenes anteriores, lo que también nos permite revisar sus respuestas correctas. Respuestas a las preguntas tipo test Sistemas Operativos y Conceptos Generales Procesos e hilos Sincronización y mecanismos IPC Teoría import"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "¿Por qué WordPress y no otro?",
    "link": "https://matizeta.com/2025/11/29/por-que-wordpress-y-no-otro/",
    "fecha": "29/11/2025",
    "contenido": "Este mes&#160;WordPress cumplió 20 años de existencia. Llevo años utilizándolo para diferentes proyectos, tantos personales como comerciales. Crecí con él y a lo largo de este tiempo no ha hecho más que mejorar, volviéndose más robusto y expansible gracias a los plugins. Pero ¿por qué habiendo hoy e"
  },
  {
    "blog": "Home on ~/home/srmorita",
    "titulo": "Mi vuelta a Ubuntu",
    "link": "https://srmorita.xyz/blog/mi-vuelta-a-ubuntu/",
    "fecha": "28/11/2025",
    "contenido": "Contexto\nHace unos meses en mi lugar de trabajo cambiamos el framework con el cual automatizamos pruebas, estabamos usando WebdriverIO y en su lugar pasamos a usar Playwright, todo esto enmarcado en una migración hacia productos Microsoft y como es algo laboral no tengo mayor injerencia en la toma d"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de las semanas 47 y 48 de 2025",
    "link": "https://victorhckinthefreeworld.com/2025/11/28/opensuse-tumbleweed-revision-de-las-semanas-47-y-48-de-2025/",
    "fecha": "28/11/2025",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "Él es (una de) mi(s) persona(s)",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/el-es-una-de-mis-personas/",
    "fecha": "28/11/2025",
    "contenido": "Le he echado de menos. Esta semana ha sido dura, no solo por eso, pero sí en parte: me he acostumbrado a compartir, al menos, el final de mi día con él, a contarle cómo ha ido, lo bueno, lo malo, lo nuevo y lo que se repite, y no poder hacerlo me ha pesado como una losa. Lo mismo que no poder abraza"
  },
  {
    "blog": "Blog de Thalskarth",
    "titulo": "Desconectando - Semana 4",
    "link": "https://blog.thalskarth.ar/desconectando-semana-cuatro/",
    "fecha": "28/11/2025",
    "contenido": "Cuarta semana desde que inicié el proyecto de desconexión durante Noviembre. Pueden leer que pasó la primera semana y también sobre la segunda."
  },
  {
    "blog": "Jinversor",
    "titulo": "Descubrieron el fuego",
    "link": "https://jinversor.co/2025/11/descubrieron-el-fuego/",
    "fecha": "28/11/2025",
    "contenido": "Hoy mientras leía mis fuentes RSS me encontré un artículo de The New York Times en el cual mencionaban un super estudio de esos que cuestan entre siete y diez [&#8230;]\nLa entrada Descubrieron el fuego se publicó primero en Jinversor."
  },
  {
    "blog": "Interlan",
    "titulo": "Articulo: Segmentar Dump de MySQL",
    "link": "https://interlan.ec/2025/11/28/articulo-segmentar-dump-de-mysql/",
    "fecha": "28/11/2025",
    "contenido": "Tener un dump de las bases de datos es una buena practica, pero asumamos que de las dos formas, de guardar tus bases, elegiste la mas radical."
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Un pequeño update de mi experiencia de uso con los iPods",
    "link": "https://matizeta.com/2025/11/28/un-pequeno-update-de-mi-experiencia-de-uso-con-los-ipods/",
    "fecha": "28/11/2025",
    "contenido": "Llevo unas semanas utilizando los iPods y debo decir que dejé casi por completo mis otros auriculares a excepción de los auriculares de oido abierto que compré para un uso específico que es de andar en bicicleta. Pero hablemos de porqué dejé de lado el resto y uso los iPods casi de manera dedicada. "
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "491. Recuerda",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/11/500-recuerda.html",
    "fecha": "28/11/2025",
    "contenido": "&nbsp; &nbsp; Es el momento de recordar.&nbsp; &nbsp; Recuerda que, por muy mal que una persona te lo haga pasar, tú también eres un martirio en la vida de otra y no lo sabes. Por mucho que creas sufrir, no es tanto como lo hace la pieza de en medio del ciempiés humano. Que, por desagradable que sea"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Manjaro #ViernesDeDistros",
    "link": "https://voidnull.es/instalacion-de-manjaro-viernesdedistros/",
    "fecha": "28/11/2025",
    "contenido": "Guía rápida para instalar Manjaro y dejarlo listo en pocos minutos."
  },
  {
    "blog": "La Frikoteca",
    "titulo": "Librojuegos: Catacumbas Infernales, En las Entrañas del Volcán y El Circo del Terror",
    "link": "http://frikoteca.blogspot.com/2025/11/librojuegos-catacumbas-infernales-en.html",
    "fecha": "28/11/2025",
    "contenido": "Vamos con tres reseñas más de los librojuegos clásicos de los 80 de la colección Dungeons & Dragons aventura sin fin. Tenéis las anteriores aquí: los tres primeros libros, las reseñas de los libros 4, 5 y 6, las reseñas de los libros 7, 8 y 9, las reseñas de los libros 10, 11 y 12 y las reseñas de l"
  },
  {
    "blog": "Calaveras",
    "titulo": "Cuando todo es viral, nada lo es.",
    "link": "https://calaveras.bearblog.dev/cuando-todo-es-viral-nada-lo-es/",
    "fecha": "28/11/2025",
    "contenido": "Cada tanto ingreso a instagram a ver contenido sin sentido, con el perdón de mis familiares y amigos que solo quieren mostrar donde están, o que están comiendo, o haciendo... Scrollear infinitamente es una habilidad que agradezco no tener, me siento lelo al cabo de unos segundos de ingresar a la pla"
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Demo TENTE para Amstrad CPC, ¿cómo se hizo?",
    "link": "https://malagaoriginal.blogspot.com/2025/11/demo-tente-para-amstrad-cpc-como-se-hizo.html",
    "fecha": "27/11/2025",
    "contenido": "Hace unos años hice un carrusel de 43 imágenes de modelos de TENTE para simular lo que hubiera podido sacar la compañía como demo para los ordenadores de la época, en este caso en un Amstrad CPC.&nbsp;Si todavía no tienes esta demo, la puedes descargar aquí.&nbsp; &nbsp;Esta demo la hice con mínima "
  },
  {
    "blog": "Jinversor",
    "titulo": "EmailCrawl",
    "link": "https://jinversor.co/2025/11/emailcrawl/",
    "fecha": "27/11/2025",
    "contenido": "Encontré una herramienta de web scraping muy interesante llamada EmailCrawl. El script funciona muy bien, está escrito en Python y se usa desde la línea de comandos (CLI). Yo lo [&#8230;]\nLa entrada EmailCrawl se publicó primero en Jinversor."
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Mis aplicaciones por defecto en 2025",
    "link": "https://matizeta.com/2025/11/27/mis-aplicaciones-por-defecto-en-2025/",
    "fecha": "27/11/2025",
    "contenido": "Hace exactamente un año atrás listé las aplicaciones por defecto que utilizaba en mi día a día. Hoy quiero hacer una actualización para saber que tanto cambió durante este año. Voy a mencionar solamente los cambios que hubo, pero si querés ver la lista completa actualizada te la dejo acá. 🎵 Música D"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Orzuelos en Black Friday",
    "link": "https://blog.danielaragay.net/orzuelos-en-black-friday/",
    "fecha": "27/11/2025",
    "contenido": "Un poco de todo, desde sanidad sueca, pasando por cosas de Black Friday, problemas de streaming y como no, discusiones de marketing.Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendoelsuecoEnlace al cap&#x"
  },
  {
    "blog": "",
    "titulo": "Aniversario de Celtas cortos.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/27/aniversario-de-celtas-cortos/",
    "fecha": "27/11/2025",
    "contenido": "Uno de los grupos de Pop/rock celta mas importantes de España acaba de cumplir 40 Años, desde mi humilde blog les mando un abrazo y les deseo muchos años mas de Celtas cortos, sin dudas una banda de culto.Para los que quieran información de esta leyenda viviente les dejo el link de su pagina. http:/"
  }
]