[
  {
    "blog": "brucknerite",
    "titulo": "Bielas y vapores",
    "link": "https://brucknerite.net/2025/10/bielas-y-vapores.html",
    "fecha": "14/10/2025",
    "contenido": "En el artículo anterior empezamos a ver juntos El maquinista de La General y quedamos en que os prestaría mi «ojo ferroviario» para que apreciáramos todos uno de los valores esenciales de la película: el homenaje al ferrocarril clásico. Que, en 1926, era un homenaje al ferrocarril, sin apellidos…"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#KDE cumple 29 años",
    "link": "https://victorhckinthefreeworld.com/2025/10/14/kde-cumple-29-anos/",
    "fecha": "14/10/2025",
    "contenido": "La comunidad de KDE cumple 29 años lleno de vitalidad. Un proyecto que sigue evolucionando y mejorando es un proyecto vivo."
  },
  {
    "blog": "Webnauta",
    "titulo": "¿Quién será el autor?",
    "link": "https://webnauta.blog/quien-sera-el-autor",
    "fecha": "14/10/2025",
    "contenido": "\n      \n\n    \n      Miguel Ángel y ChatGTP\n    \nMás allá del horizonte VII\nRecuerdo, con suma lucidez, un embrollo —políticamente sobredimensionado— de plagio (que por cierto este año cumple una década) acerca de un académico señalado de reproducir textos ajenos: más que la culpa de una persona pare"
  },
  {
    "blog": "Jinversor",
    "titulo": "Crackear un PDF",
    "link": "https://jinversor.co/2025/10/crackear-un-pdf/",
    "fecha": "14/10/2025",
    "contenido": "Hoy aprenderemos a crackear un PDF protegido con contrase&#241;a mediante un ataque de diccionario. Este ser&#225; un post corto pues el procedimiento es muy sencillo. Sigan el procedimiento al pie [&#8230;]\nLa entrada Crackear un PDF se publicó primero en Jinversor."
  },
  {
    "blog": "Jinversor",
    "titulo": "Fecha de vencimiento",
    "link": "https://jinversor.co/2025/10/fecha-de-vencimiento/",
    "fecha": "14/10/2025",
    "contenido": "Se acerca la hora para que expire el software por el cual usted pag&#243; cuando adquiri&#243; su computadora con Mierdasoft Windows. El software que le cost&#243; tiempo, que es vida, [&#8230;]\nLa entrada Fecha de vencimiento se publicó primero en Jinversor."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Fin del soporte de Windows 10",
    "link": "https://mareosdeungeek.es/fin-del-soporte-de-windows-10/",
    "fecha": "14/10/2025",
    "contenido": "Ayer se acabo el ciclo oficial de soporte para Windows 10 poniendo fin a 10 años de esta versión del sistema operativo de Microsoft. Fue la elección que tomé al volver al mundo PC, sobre todo después de tener la Raspberry 400 para usar GNU / Linux (de hecho tuve que deshacerme de la partición [&#823"
  },
  {
    "blog": "blog – matizeta",
    "titulo": "Tropiezos con Linux",
    "link": "https://matizeta.com/2025/10/14/tropiezos-con-linux/",
    "fecha": "14/10/2025",
    "contenido": "Recientemente decidí revivir una vieja Mini PC que tenía dando vueltas en casa. Su especificaciones son muy modestas: Intel Celeron N3160 y 4GB de RAM, cuenta con muchas conexiones en un diminuto tamaño. Creí que sería buena idea utilizar una PC especifica para descargas y si el hardware lo permite,"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Cómo instalar Windows 11 en tu ordenador personal",
    "link": "https://voidnull.es/como-instalar-windows-11-en-tu-ordenador-personal/",
    "fecha": "14/10/2025",
    "contenido": "Guía rápida para instalar Windows 11 en tu PC paso a paso."
  },
  {
    "blog": "Bits de Ocio",
    "titulo": "Los Juegos de Mi Vida (VIII)",
    "link": "https://bitsdeocio.wordpress.com/2025/10/13/los-juegos-de-mi-vida-viii/",
    "fecha": "13/10/2025",
    "contenido": "¡Y por fin nos ponemos al día con la serie de «Los Juegos de Mi Vida»! Donde comento, sin ningún orden en concreto, las experiencias a los mandos que más me han marcado a lo largo de mi vida. Es, probáblemente, la serie de vídeo que más disfruto haciendo. En esta ocasión hablo de titanes [&#8230;]"
  },
  {
    "blog": "brucknerite",
    "titulo": "Vámonos de trenes con «El maquinista de La General»",
    "link": "https://brucknerite.net/2025/10/vamonos-de-trenes-con-el-maquinista-de-la-general.html",
    "fecha": "13/10/2025",
    "contenido": "Hace como dos semanas le dije a mi hija, mujer de artes y en parte por eso mucho más cinéfila que un servidor, que nunca había visto «El maquinista de La General». La película de Buster Keaton es una de las obras maestras tempranas del cine. Cumplirá cien años en 2026, lo que la coloca ya muy lejos "
  },
  {
    "blog": "Jinversor",
    "titulo": "Osintgram ha vuelto",
    "link": "https://jinversor.co/2025/10/osintgram-ha-vuelto/",
    "fecha": "13/10/2025",
    "contenido": "Me complace mucho que Osintgram, la herramienta para auditar cuentas de Instagram haya vuelto. Creo que esta es una de las mejores herramientas concebidas para este prop&#243;sito. Hace mucho us&#233; [&#8230;]\nLa entrada Osintgram ha vuelto se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Reflejos – Ejercicio de casa Semana 3 del Taller de Escritura Creativa Librería Luces 2025/2026",
    "link": "https://mcallus.net/2025/10/13/reflejos-ejercicio-de-casa-semana-3-del-taller-de-escritura-creativa-libreria-luces-2025-2026/",
    "fecha": "13/10/2025",
    "contenido": "Esta semana en el ejercicio para casa, debíamos tratar de escribir un relato cotidiano introduciendo temas filosóficos o reflexivos. Nuestra inspiración debía ser Clarice Lispector. La verdad es que no lo he conseguido, pero es que tampoco me esforcé mucho. Al final lleve el relato un poco a mi terr"
  },
  {
    "blog": "Proyecto para no aburrir",
    "titulo": "Si activo la compatibilidad con lector de pantalla, por qué no funcionan bien los editores de documentos de Google",
    "link": "https://ericdq.com/2025/10/13/activo-compatibilidad-lector-pantalla-funcionan-editores-documentos-google/",
    "fecha": "13/10/2025",
    "contenido": "Cada vez que configuro un navegador me hago esta pregunta. Y es que no es suficiente con activar la compatibilidad con lectores de pantalla, también hay que hacerlo con braille aunque no lo usemos. No entiendo por qué no lo dejan en una única opción."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "La historia de Google Chrome, 17 años después",
    "link": "https://mareosdeungeek.es/la-historia-de-google-chrome-17-anos-despues/",
    "fecha": "13/10/2025",
    "contenido": "Aunque con cierto retraso, pues fue el pasado 2 de septiembre, el navegador web de Google, Chrome, ha cumplido ya 17 años. Personalmente y dedicándome profesionalmente al desarrollo web, su aparición supuso un punto de inflexión. Nos encontrábamos en la segunda fase de la Guerra de los Navegadores, "
  },
  {
    "blog": "blog – matizeta",
    "titulo": "Mis primeros auriculares de oído abierto",
    "link": "https://matizeta.com/2025/10/13/mis-primeros-auriculares-de-oido-abierto/",
    "fecha": "13/10/2025",
    "contenido": "Cuando salgo a andar en bici por la ciudad suelo llevar mis auriculares bluetooth no solo para escuchar música, sino para recibir indicaciones de voz de Google Maps para llegar a destino, sin tener que preocuparme por ir viendo el mapa, donde tener que doblar y demás.  Me es extremadamente útil dich"
  },
  {
    "blog": "productor de sostenibilidad",
    "titulo": "Límites planetarios, puntos de inflexión y ODS.",
    "link": "https://productordesostenibilidad.es/2025/10/limites-planetarios-puntos-de-inflexion-y-ods/",
    "fecha": "13/10/2025",
    "contenido": "Algunas veces resulta difícil entender los mensajes que nos hablan de la salud del planeta que compartimos: Objetivos de Desarrollo Sostenible, límites planetarios, puntos de inflexión climática… suenan parecido pero no son lo mismo. Y nos pueden llevar a confusión ¿Cómo que hemos superado el primer"
  },
  {
    "blog": "impermanente",
    "titulo": "Poblenou",
    "link": "https://impermanente.es/2025/10/13/poblenou.html",
    "fecha": "13/10/2025",
    "contenido": ""
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "La revolución ñoña",
    "link": "https://altgr.xyz/2025/10/13/la-revolucion-nona/",
    "fecha": "13/10/2025",
    "contenido": "El objetivo de esta publicación es intentar dar una idea del significado que en Chile le damos a la palabra «Ñoño», que es diferente del utilizado en otros países de habla hispana y ni siquiera está documentado por la RAE. Como es un término que uso habitualmente en redes sociales, me parece importa"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Loops en Ubuntu 24.04",
    "link": "https://voidnull.es/instalacion-de-loops-en-ubuntu-24-04/",
    "fecha": "13/10/2025",
    "contenido": "Loops es una plataforma de vídeos cortos similar a TikTok, pero basada en ActivityPub, lo que la hace parte del Fediverso."
  },
  {
    "blog": "Jinversor",
    "titulo": "El crash",
    "link": "https://jinversor.co/2025/10/el-crash/",
    "fecha": "12/10/2025",
    "contenido": "Mientras los mercados financieros se tambaleaban por el crash, o m&#225;s bien por el supuesto crash, aprovech&#233; para adquirir algunos activos a descuento. Es el eterno ciclo de los mercados [&#8230;]\nLa entrada El crash se publicó primero en Jinversor."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "The Bear, la serie de cocinas en Disney+",
    "link": "https://mareosdeungeek.es/the-bear-la-serie-de-cocinas-en-disney/",
    "fecha": "12/10/2025",
    "contenido": "The Bear es una serie de la que escuché por primera vez detrás de una cazuela de callos con garbanzos. Es una curiosidad más, en este caso personal, sobre esta serie que puede verse en Disney+ y que trata sobre un restaurante de alta cocina. O ésa era la intención, porque cada temporada parece centr"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Poquita Fe",
    "link": "https://www.macram.es/series/poquita-fe/",
    "fecha": "12/10/2025",
    "contenido": "El universo de Montero y Maidagán es imperdible, surrealista, y maravilloso. Y en la segunda temporada de Poquita Fe abordan la cuestión de la vivienda desde la óptica de esta serie, basada en las historias pequeñas y en parecer un falso documental lleno de confesionales.\nPoquita Fe es casi una obra"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#161",
    "link": "https://www.macram.es/posts/2025-10-11-161/",
    "fecha": "12/10/2025",
    "contenido": "Nunca pensé que diría en alto estas palabras, pero me muero de ganas de volver al gimnasio. Calculo que iré el martes o el miércoles (mañana es festivo nacional). Total, para mí el año empieza ahora\nIntentaré retomar pero después de tres meses sin aparecer por allí (dos de ellos pagados por adelanta"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Embajada, iPhone 12 Pro Max y concierto en Londres",
    "link": "https://blog.danielaragay.net/embajada-iphone-12-pro-max-y-concierto-en-londres/",
    "fecha": "12/10/2025",
    "contenido": "Un poco de todo, desde lo que comimos en la embajada espa&#xf1;ola, hasta un concierto de un grupo m&#xed;tico en Londres, pasando por la venta del iPhone 12 Pro Max.Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7;"
  },
  {
    "blog": "impermanente",
    "titulo": "Capitales",
    "link": "https://impermanente.es/2025/10/13/capitales.html",
    "fecha": "12/10/2025",
    "contenido": ""
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "El final de mil caminos",
    "link": "https://altgr.xyz/2025/10/12/el-final-de-mil-caminos/",
    "fecha": "12/10/2025",
    "contenido": "Este viernes 10 de octubre Lucybell se despidió de los escenarios después de más de 30 años de carrera. Una banda que ha marcado muchos momentos de, al menos, un par de generaciones en Chile. En un concierto de 3 horas pasaron por toda su discografía con un público que estuvo muy entusiasmado cantan"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "La gata del balcón",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/la-gata-del-balcon/",
    "fecha": "11/10/2025",
    "contenido": "Esta mañana me he despertado e inmediatamente he empezado a sentirme mal: pensamientos intrusivos, desazón, presión en el pecho. He intentado domar al dragón respirando hondo, concentrándome en la luz que se filtraba por los huecos de la persiana, en el calor que emanaba el hombre que amo, tumbado a"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Ejercicios de clase Semana 4 del Taller de Escritura Creativa Librería Luces 2025/2026",
    "link": "https://mcallus.net/2025/10/11/ejercicios-de-clase-semana-4-del-taller-de-escritura-creativa-libreria-luces-2025-2026/",
    "fecha": "11/10/2025",
    "contenido": "Esta semana fuimos poquitos en clase así que tras leer los ejercicios de casa y dar la teoría, pudimos hacer dos ejercicios. El primero fue de escritura automática con palabras aleatorias que nos soltaba la profesora cada cierto tiempo. Y después hicimos un relato inspirado por una imagen. La imagen"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Viviendo solo",
    "link": "https://blog.luiscarlospando.com/personal/2025/10/viviendo-solo/",
    "fecha": "11/10/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "End3r.es",
    "titulo": "Guerrilla Open Access Manifesto",
    "link": "https://www.end3r.es/posts/008-guerrilla-open-access-manifesto/",
    "fecha": "11/10/2025",
    "contenido": "El Guerrilla Open Access Manifesto escrito por Aaron Swartz en 2008 es una llamada a democratizar\nel conocimiento, promoviendo una cultura de acceso libre y gratuito a la investigación y la información científica.\nEn un mundo cada vez más interconectado, este manifiesto aboga por eliminar barreras y"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#160: combatir el FOMO",
    "link": "https://www.macram.es/posts/2025-10-11-combatir-el-fomo/",
    "fecha": "11/10/2025",
    "contenido": "Estos días son fiestas patronales en mi pueblo. Es cierto que es divertido salir, ver que hay mucha más actividad que de costumbre, ver a gente a la que habitualmente no ves porque están enterradas en trabajo o porque viven fuera. Pero esto acarrea también no ser dueño de tu propio tiempo y en ocasi"
  },
  {
    "blog": "impermanente",
    "titulo": "Alcalá de Henares",
    "link": "https://impermanente.es/2025/10/12/alcal-de-henares.html",
    "fecha": "11/10/2025",
    "contenido": ""
  },
  {
    "blog": "zona de confort",
    "titulo": "Silencio",
    "link": "https://sopadeletras.club/efmorell/silencio",
    "fecha": "11/10/2025",
    "contenido": ""
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "Los nombres prestados",
    "link": "https://guillermolatorre.com/libros/los-nombres-prestados",
    "fecha": "10/10/2025",
    "contenido": "Fecha de lectura: 04/10/2025.Autor/a: Alexis Ravelo.Categoría: Ficción.Número de páginas: 280.Mi valoración: ★★★★☆Primer libro que leo de Alexis Ravelo, por recomendación de varias personas de Canarias al charlar sobre autores de las islas. Me ha gustado mucho el libro, escrito de forma muy directa "
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 41 de 2025",
    "link": "https://victorhckinthefreeworld.com/2025/10/10/opensuse-tumbleweed-revision-de-la-semana-41-de-2025/",
    "fecha": "10/10/2025",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Interlan",
    "titulo": "Resolución de problemas: Reparar Tabla wp_comment corrupted",
    "link": "https://interlan.ec/2025/10/10/tabla-wpcomment-corrupted/",
    "fecha": "10/10/2025",
    "contenido": "Abrí mi blog y me encontré un aterrador error que decía: wp_comment corrupted. Exactamente así le pasó al creador del tutorial mas corto y directo que me sirvió para resolver el problema.\nLa entrada Resolución de problemas: Reparar Tabla wp_comment corrupted se publicó primero en Interlan."
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Palacio de la Conquista",
    "link": "https://www.macram.es/fotografias/palacio-de-la-conquista/",
    "fecha": "10/10/2025",
    "contenido": "Este palacio se encuentra en la Plaza Mayor de Trujillo, y ese esquinazo es un sitio al que me podría pasar horas mirando, la verdad.\nAproveché para probar la cámara de mi iPhone 17 Pro. Muy interesante el zoom 8x en condiciones de buena luz."
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "478. Tres fases",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/10/478-tres-fases.html",
    "fecha": "10/10/2025",
    "contenido": "&nbsp; &nbsp; No puedo evitar ser escéptico o pesimista —como tú prefieras— respecto a la palabra paz.&nbsp; Ya sabéis, ese estado que tan mal se nos da desde el principio de los tiempos. Y esta vez la traen en tres fases: tregua, fin de la guerra (genocidio si así lo ves) y reconstrucción.&nbsp;&nb"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Suecia, ante la justicia de la UE por demoras en permisos de energías renovables",
    "link": "https://blog.danielaragay.net/suecia-ante-la-justicia-de-la-ue-por-demoras-en-permisos-de-energias-renovables/",
    "fecha": "10/10/2025",
    "contenido": "La Comisi&#xf3;n Europea ha decidido llevar a Suecia ante el Tribunal de Justicia de la UE (TJUE) por no haber trasladado a su legislaci&#xf3;n nacional las nuevas normas comunitarias destinadas a agilizar la concesi&#xf3;n de permisos para proyectos de energ&#xed;as renovables solarstoragextra."
  },
  {
    "blog": "_ voidNull",
    "titulo": "Actualizar Proxmox 8.x a Proxmox 9.x con Debian 13",
    "link": "https://voidnull.es/actualizar-proxmox-8-x-a-proxmox-9-x-con-debian-13/",
    "fecha": "10/10/2025",
    "contenido": "Aprende cómo actualizar de Proxmox 8.x a 9.x en Debian 13 Trixie de forma segura y sin sorpresas."
  },
  {
    "blog": "Teletex",
    "titulo": "teletex (example)",
    "link": "http://teletex.org/posts/2025/1010-example.html",
    "fecha": "10/10/2025",
    "contenido": ""
  },
  {
    "blog": "Adrián Perales",
    "titulo": "Mi sistema actual de tareas",
    "link": "https://adrianperales.com/2025/10/mi-sistema-actual-de-tareas/",
    "fecha": "09/10/2025",
    "contenido": "Como dije en la entrada anterior, llevo un tiempo en el que tengo la necesidad de apuntar todo lo importante. Para ello hago uso del calendario y de las tareas de mis aparatos. En esta entrada especifico las herramientas que uso. Notas previas Esto no es un tutorial. No explicaré cómo configurar nin"
  },
  {
    "blog": "brucknerite",
    "titulo": "Así que a esto sabía la victoria en democracia",
    "link": "https://brucknerite.net/2025/10/asi-que-a-esto-sabia-la-victoria-en-democracia.html",
    "fecha": "09/10/2025",
    "contenido": "Por fin, después de un proceso de negociación que los medios de comunicación dibujaron como un juego de la gallina, la ley de Movilidad Sostenible salió ayer adelante en el Congreso de los Diputados. Por fin tenemos un instrumento que nos permite planificar un sistema de transporte integral, y no so"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "¡Jimmy al rescate! – Ejercicio de clase Semana 3 del Taller de Escritura Creativa Librería Luces 2025/2026",
    "link": "https://mcallus.net/2025/10/09/jimmy-al-rescate-ejercicio-de-clase-semana-3-del-taller-de-escritura-creativa-libreria-luces-2025-2026/",
    "fecha": "09/10/2025",
    "contenido": "El ejercicio de clase de esta semana consistió en, inspirados por tres cartas de corte surrealista, escribir lo que nos surgiera. En mi caso escribí algo un tanto loco, aunque lo finalicé de forma algo previsible pero bueno, estoy contento porque lo escribí rapidísimo dejándome llevar a tope y sin p"
  },
  {
    "blog": "plr blog",
    "titulo": "Mi paper sobre errores en JATS revisited: solo una revista ha reparado un caso de los 16 que comento y no del todo",
    "link": "https://pedrolr.es/blog/mi-paper-sobre-errores-en-jats-revisited-solo-una-revista-ha-reparado-un-caso-de-los-16-que-comento-y-no-del-todo/",
    "fecha": "09/10/2025",
    "contenido": "Ha pasado más de un mes desde que salió mi paper sobre errores en XML JATS: Lázaro-Rodríguez, P. (2025). La edición de XML JATS a examen: análisis de errores en artículos de revistas científicas ya publicados. Infonomy, 3(4). https://doi.org/10.3145/infonomy.25.027 En el trabajo comentaba casos de r"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Arduino es adquirida por Qualcomm",
    "link": "https://mareosdeungeek.es/arduino-es-adquirida-por-qualcomm/",
    "fecha": "09/10/2025",
    "contenido": "La empresa californiana Qualcomm se está moviendo mucho en el tema de alianzas y adquisiciones, la italiana Arduino ha sido su última compra. Arduino es la plataforma más popular de electrónica abierta, está basada en hardware y software libre, flexible y fácil de utilizar para los creadores y desar"
  },
  {
    "blog": "NeoSite Blog",
    "titulo": "RomM: Gestiona y Disfruta tu Colección de Roms vía web",
    "link": "https://blog.neosite.com.ar/romm-gestiona-y-disfruta-tu-coleccion-de-roms-via-web/",
    "fecha": "09/10/2025",
    "contenido": "En el universo de la emulaci&#xf3;n y los videojuegos retro, mantener una colecci&#xf3;n de ROMs organizada, accesible y bien presentada puede ser un desaf&#xed;o tan grande como superar el &#xfa;ltimo nivel de Contra. Afortunadamente, existen herramientas que nos facilitan esta tarea enormemente. H"
  },
  {
    "blog": "post-it – matizeta",
    "titulo": "Kodak Charmera",
    "link": "https://matizeta.com/2025/10/09/kodak-charmera/",
    "fecha": "09/10/2025",
    "contenido": "Lo retro vuelve (o nunca se va).&#160;Kodak presentó las&#160;Kodak Charmera,&#160; unas cámara-llavero que cuestan USD 30. En total son 7 cámaras con distintos diseños, con la particularidad que el cliente no sabe cual de esos diseños hay dentro de la caja. Posee un sensor de 1,6 megapíxeles (con r"
  },
  {
    "blog": "esencial",
    "titulo": "Manifesto",
    "link": "https://yeite.github.io/esencial/manifesto",
    "fecha": "09/10/2025",
    "contenido": "Esta es tu vida. Haz lo que amas, y hazlo frecuentemente. Si no te gusta algo, cámbialo. Si no te gusta tu trabajo, renuncia. Si no tienes suficiente tiempo, deja de ver televisión. Si estás buscando el amor de tu vida, detente; Te estará esperando cuando empieces a hacer las cosas que amas. Deja de"
  },
  {
    "blog": "impermanente",
    "titulo": "Street Art",
    "link": "https://impermanente.es/2025/10/09/street-art.html",
    "fecha": "09/10/2025",
    "contenido": "\n\n\n\n\n\n\n\n\n"
  },
  {
    "blog": "impermanente",
    "titulo": "Hablemos de migración",
    "link": "https://impermanente.es/2025/10/09/hablemos-de-migracin.html",
    "fecha": "09/10/2025",
    "contenido": "Me ha costado mucho últimamente defender una frase tan sencilla como “La inmigración es buena para la economía” en mi círculo de conocidos. Y a ver, lo es. Lo dicen los estudios, los gráficos, los informes de organismos internacionales. Pero este hecho tan obvio choca con una serie de mensajes que l"
  },
  {
    "blog": "_ voidNull",
    "titulo": "mtr: ping y traceroute todo en uno",
    "link": "https://voidnull.es/mtr-ping-y-traceroute-todo-en-uno/",
    "fecha": "09/10/2025",
    "contenido": "fallocate en GNU/Linux permite reservar espacio en disco para un archivo de forma rápida sin necesidad de escribir datos."
  },
  {
    "blog": "zona de confort",
    "titulo": "Material de arte. 1",
    "link": "https://sopadeletras.club/efmorell/material-de-arte",
    "fecha": "09/10/2025",
    "contenido": ""
  },
  {
    "blog": "Bits de Ocio",
    "titulo": "Power Trios: El arte de hacer Rock con 3 componentes",
    "link": "https://bitsdeocio.wordpress.com/2025/10/08/power-trios-el-arte-de-hacer-rock-con-3-componentes/",
    "fecha": "08/10/2025",
    "contenido": "Tras más de 5 años sin grabar un videoblog para mi canal de Youtube, me ha dado por retomar este tipo de contenido. Hoy repaso el arte de hacer Rock (y mucho más) con solo tres componentes. Hablamos de su historia, cómo la amplificación lo hizo posible y repasamos algunos de los power trios más [&#8"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Kwlejka para Plasma. Simplemente un área de texto para tu escritorio",
    "link": "https://victorhckinthefreeworld.com/2025/10/08/kwlejka-para-plasma-simplemente-un-area-de-texto-para-tu-escritorio/",
    "fecha": "08/10/2025",
    "contenido": "El widget Kwlejka para el escritorio Plasma de KDE te ofrece simplemente un área de texto en el que pegar, guardar texto en tu escritorio. Simple y útil"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "ARCH, rescatando caballos",
    "link": "https://mareosdeungeek.es/arch-rescatando-caballos/",
    "fecha": "08/10/2025",
    "contenido": "En mi trabajo, todos los años podemos destinar un día para realizar una acción benéfica, este año hemos estado rescatando caballos en ARCH. ARCH son las siglas de Andalucian Rescue Centre for Horses o Centro Andalusí de Rescate de Caballos. ARCH es una asociación benéfica que acoge caballos y otros "
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#159: sobre los glitches en el opening de la nueva era de Gumball",
    "link": "https://www.macram.es/posts/2025-10-08-gumball-glitches/",
    "fecha": "08/10/2025",
    "contenido": "El opening de la nueva era de Gumball, recientemente estrenada en HBO Max (aunque lleve unas semanas ya en Estados Unidos y, por tanto, circulando por los canales habituales) tiene una serie de glitches, de anomalías, que he tenido que ver varias veces y en distintas versiones porque he llegado a pe"
  },
  {
    "blog": "blog – matizeta",
    "titulo": "Resumen RSS por email",
    "link": "https://matizeta.com/2025/10/08/resumen-rss-por-email/",
    "fecha": "08/10/2025",
    "contenido": "Lo primero que pensarás al leer el título es ¿que sentido tiene recibir RSS por email cuando una de las razones para utilizarlo es evitar llenar la casilla de mail con esos boletínes? Quiero comentarte porque aveces creo que es una buena opción. Microsiervos es un blog que me gusta y resulta interes"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Cambio de hábitos y premios",
    "link": "https://blog.danielaragay.net/cambio-de-habitos-y-premios/",
    "fecha": "08/10/2025",
    "contenido": "Ya estoy en manos de doctores para asegurar que el susto fue sencillamente un susto. Si luego quieres votar este podcast a los premios de la asociaci&#xf3;n lo puedes hacer aqu&#xed; https://asociacionpodcast.es/votacion-final-xv-por-categorias-premios-de-la-asociacion-podcast-edicion-2025/Blog dani"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Kuvasz Uptime en  Debian 12",
    "link": "https://voidnull.es/instalacion-de-kuvasz-uptime-en-debian-12/",
    "fecha": "08/10/2025",
    "contenido": "Gestiona tu biblioteca digital con estanterías inteligentes, sincronización con Kobo y KOReader, importación automática y lector integrado, todo desplegado fácilmente en Docker."
  },
  {
    "blog": "zona de confort",
    "titulo": "Doméstico",
    "link": "https://sopadeletras.club/efmorell/domestico",
    "fecha": "08/10/2025",
    "contenido": ""
  }
]