[
  {
    "blog": "Jinversor",
    "titulo": "Riqueza soberana",
    "link": "https://jinversor.co/2025/11/riqueza-soberana/",
    "fecha": "08/11/2025",
    "contenido": "Cada vez que veo las noticias me alegro de haber tomado el camino de la riqueza soberana. Quizás no lo hice en el momento preciso, quizás lo hice muy tarde [&#8230;]\nLa entrada Riqueza soberana se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Comentando Hija de la venganza Páginas 301 al final – Club de lectura de Librería Luces en Instagram",
    "link": "https://mcallus.net/2025/11/08/comentando-hija-de-la-venganza-paginas-301-al-final-club-de-lectura-de-libreria-luces-en-instagram/",
    "fecha": "08/11/2025",
    "contenido": "Y en esta entrada llegamos al final de esta obra de Michael McDowell. Antes de entrar en la parte con spoilers dejaré una pequeña sección para una reseña general sin spoilers y en un momento dado os indicaré donde comentaremos con destripes el último cuarto de la novela. Si queréis leer la introducc"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "485. Asistencia virtual conflictiva",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/11/485-asistencia-virtual-conflictiva.html",
    "fecha": "08/11/2025",
    "contenido": "&nbsp; &nbsp; Hace un par de meses más o menos que los inquilinos de los que hablé en la entrada número 369 se han ido a vivir a otro lugar. Así que mejor para los que nos quedamos y mejor para ellos, ya que muchas veces he estado a punto de echarles a Gertrudis encima.&nbsp;&nbsp; &nbsp; Los vecino"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "El ingrediente inesperado - Capítulo 14",
    "link": "https://blog.danielaragay.net/el-ingrediente-inesperado-capitulo-14/",
    "fecha": "08/11/2025",
    "contenido": "Los cap&#xed;tulos anteriores los encontrar&#xe1;s aqu&#xed;: https://books.danielaragay.net/bookstack/books/el-ingrediente-inesperadoMientras la motocicleta de Bom avanzaba hacia el centro, con Sebasti&#xe1;n sigui&#xe9;ndola en el coche alquilado, el tr&#xe1;fico se volv&#xed;a cada vez m&#xe1;"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Primal Scream en Teatro Coliseo",
    "link": "https://altgr.xyz/2025/11/08/primal-scream-en-teatro-coliseo/",
    "fecha": "08/11/2025",
    "contenido": "La banda de Bobby Gillispie fue el plato fuerte de la previa para Fauna Primavera 2025 en el Teatro Coliseo la noche de jueves. En casi 2 horas de concierto hicieron cantar y bailar al público con su rock ecléctico. La música de Primal Scream puede pasar de canciones rollingtonescas a otras muy elec"
  },
  {
    "blog": "La Frikoteca",
    "titulo": "Proyectos en marcha",
    "link": "http://frikoteca.blogspot.com/2025/11/proyectos-en-marcha.html",
    "fecha": "08/11/2025",
    "contenido": "Me he empezado a leer Entre críticos y pifias, la historia de los juegos de rol en España que ha escrito Domingo Cuenca, el autor del blog Rol de los 90. La verdad es que me está encantando lo que estoy leyendo, y eso que llevo solo unos pocos años. He de decir que me ha hecho mucha gracia leer una "
  },
  {
    "blog": "--el Profe Juan--",
    "titulo": "Cambiando de Ubicación",
    "link": "https://elprofejuan.com.ar/autosave-cdee3438437c842cd7a0da4d5aba6f8b",
    "fecha": "07/11/2025",
    "contenido": "Tenía que venir a resolver algunos problemas en otra casa que tengo que atender y postergue eso hace varios meses, bueno este es el primer posteo desde ahí.\n"
  },
  {
    "blog": "brucknerite",
    "titulo": "Cómo aumentar los salarios de todos los españoles",
    "link": "https://brucknerite.net/2025/11/como-aumentar-los-salarios-de-todos-los-espanoles.html",
    "fecha": "07/11/2025",
    "contenido": "Uno de mis descubrimientos intelectuales de los últimos tiempos, María Álvarez, argumenta con éxito en una reciente columna de opinión en ElDiario.es que el precio de la vivienda determina el coste de la vida en general, ya que se transmite al resto de la economía minorista a través de alquileres de"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 45 de 2025",
    "link": "https://victorhckinthefreeworld.com/2025/11/07/opensuse-tumbleweed-revision-de-la-semana-45-de-2025/",
    "fecha": "07/11/2025",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Blog de Thalskarth",
    "titulo": "Desconectando - Semana 1",
    "link": "https://blog.thalskarth.ar/desconectando-semana-uno/",
    "fecha": "07/11/2025",
    "contenido": "Ha pasado una semana, así que haré la primer actualización de estado sobre el proyecto de desconexión que encaro durante este mes."
  },
  {
    "blog": "Jinversor",
    "titulo": "Hacking automatizado con IA",
    "link": "https://jinversor.co/2025/11/hacking-automatizado-con-ia/",
    "fecha": "07/11/2025",
    "contenido": "Hoy que el trabajo estuvo medio flojo me puse a practicar hacking automatizado con IA. Había visto unos videos pero hasta ahora me puse en la tarea de explorar esa [&#8230;]\nLa entrada Hacking automatizado con IA se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "El guía – Ejercicio de casa Semana 7 del Taller de Escritura Creativa Librería Luces 2025/2026",
    "link": "https://mcallus.net/2025/11/07/ejercicio-de-casa-semana-7-del-taller-de-escritura-creativa-libreria-luces-2025-2026/",
    "fecha": "07/11/2025",
    "contenido": "Esta semana para casa teníamos que homenajear a Unica Zürn intentando hacer un relato de corte surrealista e incluso añadirle un dibujo propio del mismo corte. En mi caso no cumplí con lo del surrealismo porque es algo que no me gusta y, por tanto, no he consumido lo suficiente como para hacerlo bie"
  },
  {
    "blog": "Interlan",
    "titulo": "Tutorial: Buscar columna en todas las bases de datos",
    "link": "https://interlan.ec/2025/11/07/tutorial-buscar-columna-en-todas-las-bases-de-datos/",
    "fecha": "07/11/2025",
    "contenido": "El tutorial de hoy es sencillo y se puede realizar con unos cuantos comandos. Claro, si estas usando una GUI para MySQL no lo necesitarás, pero bueh, es otra cosa que es bueno aprender Introducción Esta es una tarea súper puntual que surgió por la necesidad de reparar una tabla que no conozco, pero "
  },
  {
    "blog": "Escritos en la nube",
    "titulo": "¿Por qué sigo escribiendo?",
    "link": "https://nube.codeberg.page/blog/escribo/",
    "fecha": "07/11/2025",
    "contenido": "Hace años escribí un poema llamado &ldquo;Escribo&rdquo;, que era una especie de declaración o manifiesto, donde dejaba claras mis razones para hacerlo. &ldquo;Escribo porque puedo&rdquo; decía en una de las lineas, es algo muy simple, realmente tonto, pero, no me parece una mala linea, escribo porq"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Mis primeros AirPods",
    "link": "https://matizeta.com/2025/11/07/mis-primeros-airpods/",
    "fecha": "07/11/2025",
    "contenido": "Hace tiempo que&#160;quería adquirir unos AirPods&#160;pero el&#160;precio que se vende en Argentina y ante la imposibles de traérmelos de afuera, fue postergándose ese deseo hasta hoy que lo conseguí a precio más bajo que en Amazon Estados Unidos. Así es que me hice de mis primeros AirPods, los de "
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Comenzando Fauna Primavera 2025 con Hesse Kassel",
    "link": "https://altgr.xyz/2025/11/07/comenzando-fauna-primavera-2025-con-hesse-kassel/",
    "fecha": "07/11/2025",
    "contenido": "La previa de Fauna Primavera 2026 comenzó anoche en el Teatro Coliseo con Hesse Kassel. Una de las bandas revelación en la escena del rock chileno el último tiempo. ¡Y cómo no! Su rock experimental, eso que llaman post-rock, da cuenta del enorme talento de estos chicos, que este año lanzaron su prim"
  },
  {
    "blog": "zona de confort",
    "titulo": "10 cosas sobre Luna",
    "link": "https://sopadeletras.club/efmorell/10-cosas-sobre-luna",
    "fecha": "07/11/2025",
    "contenido": ""
  },
  {
    "blog": "Actionauta - Notas por Sebastián Veggiani",
    "titulo": "picas y cabezas",
    "link": "https://xol.ar/notes/picas-y-cabezas",
    "fecha": "07/11/2025",
    "contenido": "Visiones de cabezas en picas exhibidas en la plaza pública."
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "La tabla Ascii",
    "link": "https://docig.bearblog.dev/la-tabla-ascii/",
    "fecha": "07/11/2025",
    "contenido": "La tabla ASCII servida por una computadora que no te rastrea\nLa tabla ASCII original (7 bits)\n| Fila \\ Columna | 0 | 1 | 2 | 3 | 4 | 5 | 6 | 7 || 0 | NUL | DLE | SP | 0 | @ | P | ` | p || 1 | SOH | DC1 | ! | 1 | A | Q | a | q || 2 | STX | DC2 | \" | 2 | B | R | b | r || 3 | ETX | DC3 | # | 3 | C | S "
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "La Máquina de Escribir Anacrónica",
    "link": "https://docig.bearblog.dev/la-maquina-de-escribir-anacronica/",
    "fecha": "07/11/2025",
    "contenido": "El Profesor Arkadi, un hombre que parecía haber sido tallado por el olvido y vestido con ropas que insistían en contradecir la moda actual, me la mostró en el trastero de su departamento, entre pilas de periódicos de los años cincuenta y una colección de dedales.\nNo era una máquina como las que se v"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "La radio es, sobre todo, compañía",
    "link": "https://www.xn--jmuoz-qta.es/2025/11/la-radio-es-sobre-todo-compania.html",
    "fecha": "07/11/2025",
    "contenido": "\n  \n    \n  \nApenas son las seis de la mañana y, aunque hoy entro más tarde, me he levantado a la misma hora porque ya tengo el cuerpo hecho. Llevo desde pasadas las cinco y media corrigiendo exámenes de mis alumnos de 2.° de Bachillerato, pero no estoy solo en la soledad de la noche: la radio me aco"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "La tabla ASCII original (7 bits)",
    "link": "https://docig.mataroa.blog/blog/la-tabla-ascii-original-7-bits/",
    "fecha": "07/11/2025",
    "contenido": "| Fila \\ Columna | 0 | 1 | 2 | 3 | 4 | 5 | 6 | 7 || 0 | NUL | DLE | SP | 0 | @ | P | ` | p || 1 | SOH | DC1 | ! | 1 | A | Q | a | q || 2 | STX | DC2 | \" | 2 | B | R | b | r || 3 | ETX | DC3 | # | 3 | C | S | c | s || 4 | EOT | DC4 | $ | 4 | D | T | d | t || 5 | ENQ | NAK | % | 5 | E | U | e | u || 6"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "La Tiranía de la Fuente",
    "link": "https://docig.mataroa.blog/blog/la-tirania-de-la-fuente/",
    "fecha": "07/11/2025",
    "contenido": "El pobre de Don Evaristo, un ex contable jubilado con el alma tan pulcra como sus balances de 1983, cayó en la grieta digital de la manera más inesperada: a través de la serifa.\nAl principio era inocente. Reenviaba esos memes de buenos días a sus contactos con la tipografía por defecto de su smartph"
  },
  {
    "blog": "",
    "titulo": "Ultimo disco de Mago de Oz en Spotify.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/07/ultimo-disco-de-mago-de-oz-en-spotify/",
    "fecha": "07/11/2025",
    "contenido": "Ya se encuentra disponible en Spotify el ultimo disco de Mago de Oz Malicia. les dejo el enlace para que lo escuchen."
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Accesos directos en el menú de MATE con categorías y subcategorias (niveles ilimitados)",
    "link": "https://malagaoriginal.blogspot.com/2025/11/accesos-directos-en-el-menu-de-mate-con.html",
    "fecha": "06/11/2025",
    "contenido": "Este artículo trata sobre algo que tenía ganas de hacer y que es muy difícil encontrar información: tener accesos directos en menús en categorías y subcategorías nuevas y distintas a las que ya tienes en el sistema. Vamos a verlo paso a paso.Antes de continuar, recomiendo tener activado etckeeper po"
  },
  {
    "blog": "Adrián Perales",
    "titulo": "Sobre autoexigencia y soltar lastre",
    "link": "https://adrianperales.com/2025/11/sobre-autoexigencia-y-soltar-lastre/",
    "fecha": "06/11/2025",
    "contenido": "Ya no soy ese jovencito con ganas de hacer muchas cosas a la vez, y eso no tiene por qué ser necesariamente malo. Bajar esa autoexigencia supone soltar lastre y renunciar a ciertos proyectos e ideas. El pasado Cuando era más joven podía ir a clase, dedicar tiempo a trabajos o estudio por las tardes,"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Mis impresiones sobre las JPOD 25",
    "link": "https://blog.danielaragay.net/mis-impresiones-sobre-las-jpod-25/",
    "fecha": "06/11/2025",
    "contenido": "Este a&#xf1;o y tras 9 a&#xf1;os sin hacerlo, estuve en las JPOD25 y estas son mis impresiones.Enlace al directo en Quickchannel: https://qcnl.tv/p/IdRtcOfFRFCXgXnBmIe14ATodos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendoelsueco"
  },
  {
    "blog": "_ voidNull",
    "titulo": "awk: procesa y analiza texto en modo todopoderoso",
    "link": "https://voidnull.es/awk-procesa-y-analiza-texto-en-modo-todopoderoso/",
    "fecha": "06/11/2025",
    "contenido": "Descubre cómo usar awk en GNU/Linux para analizar y procesar texto de forma eficiente."
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Límite de las Miniaturas",
    "link": "https://docig.bearblog.dev/el-limite-de-las-miniaturas/",
    "fecha": "06/11/2025",
    "contenido": "La catástrofe digital, para mí, no fue un big data apocalíptico, sino la modesta y persistente manía de mi vecino, el señor Rómulo, un experto en estampillas postales que, de pronto, se convirtió en una especie de curador de miniaturas.\nRómulo había empezado, como todos, con ese pequeño rectángulo l"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Back to los dibujos",
    "link": "https://www.ericafustero.com/2025-11-back-to-los-dibujos",
    "fecha": "06/11/2025",
    "contenido": "Esta semana he estado haciendo una de las cosas que más pereza me da del mundo: escanear mis libretas. Sé que no me costaría tanto si no tuviese que sacar y recoger el escáner cada vez que necesito usarlo, pero eso implicaría tener más periféricos feos en mi escritorio y me niego.Tenía mucho pendien"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "Un Micronarrativo (o el arte de la Small Web como terapia de choque para el Big Data y sus secuelas)",
    "link": "https://docig.mataroa.blog/blog/un-micronarrativo-o-el-arte-de-la-small-web-como-terapia-de-choque-para-el-big-data-y-sus-secuelas/",
    "fecha": "06/11/2025",
    "contenido": "El Narrador (que es siempre un Lector disimulado, un Reader que se ha cansado de los Releases y las Revisions de la Realidad Líquida) recordaba aquellos días pre-apocalípticos —tan recientes y tan geológicamente remotos— de la Big Web.\nUna gran Ciudad-Metáfora, desde luego, de pantallas siempre-ence"
  },
  {
    "blog": "",
    "titulo": "Santiago Molina (novedades)",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/06/santiago-molina-novedades/",
    "fecha": "06/11/2025",
    "contenido": "Les dejo como novedad el anuncio de que Santiago Molina esta planeando su segundo disco, va a ser un disco-documental, en el documental se va a mostrar la grabación del disco, este disco va a ser financiado mediante crowfunding, Santiago ya hizo una encuesta a través del instagram para ver detalles "
  },
  {
    "blog": "--el Profe Juan--",
    "titulo": "Qué raro?",
    "link": "https://elprofejuan.com.ar/qu%C3%A9-raro",
    "fecha": "05/11/2025",
    "contenido": "No se si comenté por acá, estoy haciendo un trayecto en la universidad sobre IA y Educación, y ya viene el final (es un cuatrimestre).\n"
  },
  {
    "blog": "--el Profe Juan--",
    "titulo": "Jugando con las Fotos",
    "link": "https://elprofejuan.com.ar/jugando-con-las-fotos",
    "fecha": "05/11/2025",
    "contenido": "Estamos haciendo los primeros palitos en esto de la fotografía con celular.\n"
  },
  {
    "blog": "--el Profe Juan--",
    "titulo": "Otro servicio que no puedo hacer andar... y van?",
    "link": "https://elprofejuan.com.ar/otro-servicio-que-no-puedo-hacer-andar-y-van",
    "fecha": "05/11/2025",
    "contenido": "Hace un tiempo que no lo estoy resolviendo los problemas en mi servidor local. Ya van varios servicios que no puedo hacerlos andar y mis conocimientos están muy debilitados y/o no son los suficientes.\n"
  },
  {
    "blog": "Bits de Ocio",
    "titulo": "Cronología completa del Universo Matrix",
    "link": "https://bitsdeocio.wordpress.com/2025/11/05/cronologia-del-universo-matrix/",
    "fecha": "05/11/2025",
    "contenido": "Hace unos años y, para ponerme aldía antes del estreno de «Matrix Resurrection», escribí para Perdidos en Melmac un artículo que repasaba, en riguroso orden cronológico, todas las obras del Universo que las hermanas Wachowski nos presentaron allá por 1999. Tras el estreno de aquella última entrega, "
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "Pupa, pupa",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/pupa-pupa/",
    "fecha": "05/11/2025",
    "contenido": "Tengo un pequeño lunar en la mano derecha. Me parece bastante mono, creo que da personalidada mi mano. Mi sobrina, en cambio, parece que no opina lo mismo. Cuando estuve con ella hace un par de semanas empezó a señalarlo y a decir «pupa, pupa». Acto seguido se fue hacia mi padre, su abuelo, y le rep"
  },
  {
    "blog": "Blog de Thalskarth",
    "titulo": "No se guardar borradores",
    "link": "https://blog.thalskarth.ar/no-se-guardar-borradores/",
    "fecha": "05/11/2025",
    "contenido": "Eso, solo una reflexión hiper corta. Escribo un borrador para el blog, y ya quiero publicarlo. Escribo 3 pensando en tener contenido para que salgan, al menos, uno por semana y la ansiedad me hace querer publicar todo en el día."
  },
  {
    "blog": "Jinversor",
    "titulo": "Agobio",
    "link": "https://jinversor.co/2025/11/agobio/",
    "fecha": "05/11/2025",
    "contenido": "Dándome una pasadita por el blog de Manu Mateos encontré un post que sintetiza el insoportable agobio que siento cada vez que ingreso a un sitio web mierdificado (o sea [&#8230;]\nLa entrada Agobio se publicó primero en Jinversor."
  },
  {
    "blog": "Jinversor",
    "titulo": "Remember remember the 5th of November",
    "link": "https://jinversor.co/2025/11/remember-remember-the-5th-of-november/",
    "fecha": "05/11/2025",
    "contenido": "Hoy se cumplen 420 años desde que un grupo de conspiradores católicos liderados por Robert Catesby intentaran dinamitar el Parlamento británico para asesinar al rey Jacobo I y restaurar el [&#8230;]\nLa entrada Remember remember the 5th of November se publicó primero en Jinversor."
  },
  {
    "blog": "plr blog",
    "titulo": "Desactivando la incrustación de vídeos de youtube en Moodle",
    "link": "https://pedrolr.es/blog/desactivando-la-incrustacion-de-videos-de-youtube-en-moodle/",
    "fecha": "05/11/2025",
    "contenido": "Hay una cosa que siempre me ha molestado de Moodle. Cuando metes un enlace de un vídeo de Youtube, lo incrusta ya en el mensaje y se ve el cuadrado del vídeo y no el enlace. Me acaba de pasar en un foro. Estaba compartiendo el documental de Aaron Swartz porque lo he propuesto para [&#8230;]"
  },
  {
    "blog": "Interlan",
    "titulo": "Changelog: Channel2RSS 22 de octubre de 2025",
    "link": "https://interlan.ec/2025/11/05/changelog-channel2rss-22-de-octubre-de-2025/",
    "fecha": "05/11/2025",
    "contenido": "Channel2rss ha tenido algunas mejoras hasta el momento de registro de 22 de octubre de 2025 Introducción Aprovechando Channel2RSS como herramienta de estudio, he estado investigando como funciona el despliegue de software basado en PHP en la actualidad. No he completado grandes proyectos en este len"
  },
  {
    "blog": "El Sueño del Artista Blog",
    "titulo": "ASCII: Arte de códigos .",
    "link": "https://polotman.wordpress.com/2025/11/05/ascii-arte-de-codigos/",
    "fecha": "05/11/2025",
    "contenido": "El arte ASCII se basa en la unión de caracteres o códigos que llevan el propio nombre hasta formar una imagen en computadora que en un principio estos códigos fue creado para la telegrafía , casualmente manteniendo una especie de juegos de palabras con una amiga por medio de chat fue que descubrí el"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Siempre odié a Adobe",
    "link": "https://matizeta.com/2025/11/05/siempre-odie-a-adobe/",
    "fecha": "05/11/2025",
    "contenido": "Hace unos días (a fines del mes pasado), Canva anunciaba que Affinity pasaba de ser pago a un modelo completamente gratuito. Affinity es un paquete de productos creativos, que fue adquirido por Canva a comienzos del 2024. A poco más de un año, la empresa anuncia la gratitud del mismo (con la posibil"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "El evento del año en la empresa",
    "link": "https://blog.danielaragay.net/el-evento-del-ano-en-la-empresa/",
    "fecha": "05/11/2025",
    "contenido": "Ayer se celebr&#xf3; el evento del a&#xf1;o en la empresa, el llamado V&#xed;deo Summit, donde uno de nuestros colaboradores tuvo una horrible experiencia.Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendo"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Sobreviví al upgrade de Proxmox 8 a 9",
    "link": "https://altgr.xyz/2025/11/05/sobrevivi-al-upgrade-de-proxmox-8-a-9/",
    "fecha": "05/11/2025",
    "contenido": "El momento más temido de todo selfhoster se llama upgrade. Especialmente cuando se trata del sistema operativo que soporta todo tu sistema. Y sí, ha llegado ese momento para mí. Uso Proxmox en mi servidor casero. Es un sistema operativo basado en Debian, especializado en virtualización. Permite un m"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Drupal 9 en Debian 13",
    "link": "https://voidnull.es/instalacion-de-drupal-9-en-debian-13/",
    "fecha": "05/11/2025",
    "contenido": "Drupal es uno de los sistemas de gestión de contenido (CMS) más potentes y flexibles del mercado, ampliamente utilizado para crear sitios web dinámicos y altamente personalizables."
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "La idea de \"Jardines digitales\" en 2025",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2025/11/05/20251105-jardines-digitales-2025/",
    "fecha": "05/11/2025",
    "contenido": "Hay quien lo emplea como forma de trabajo personal, y algunos lo han tomado como una evolución de lo que era el blog"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "Lanzador Android de terceros retro y nostálgico",
    "link": "https://docig.bearblog.dev/lanzador-android-de-terceros-retro-y-nostalgico/",
    "fecha": "05/11/2025",
    "contenido": "Este iniciador gratuito hace que tu Android se parezca a Windows XP y es fantástico . Hace 2 semanas lo uso y es fluido no tiene errores por ahora.\nSe ve y se siente como XP.\nTambien recrea :\nWindows 95/98\nWindows 2000/ME\nWindows XP\nWindows Vista\nViene con :\nWinamp: reproduce archivos MP3 locales\nBl"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "Lanzador Android de terceros retro y nostálgico",
    "link": "https://docig.mataroa.blog/blog/lanzador-android-de-terceros-retro-y-nostalgico/",
    "fecha": "05/11/2025",
    "contenido": "Este iniciador gratuito hace que tu Android se parezca a Windows XP y es fantástico . Hace 2 semanas lo uso y es fluido no tiene errores por ahora. Se ve y se siente como XP. También recrea : Windows 95/98 Windows 2000/ME Windows XP Windows Vista Viene con : Winamp: reproduce archivos MP3 locales Bl"
  },
  {
    "blog": "",
    "titulo": "Eventos.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/05/eventos-47/",
    "fecha": "05/11/2025",
    "contenido": ""
  },
  {
    "blog": "brucknerite",
    "titulo": "El gran final",
    "link": "https://brucknerite.net/2025/11/el-gran-final.html",
    "fecha": "04/11/2025",
    "contenido": "Ahora sí: hemos llegado al final de las aventuras de nuestro simpático maquinista Johnnie Gray. A lo largo —a lo muy largo— de once artículos hemos seguido sus aventuras y desventuras mientras intenta rescatar su locomotora de las garras de unos espías yanquis, deteniendo la mirada en la tecnología "
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Recopilación del boletín de noticias de la Free Software Foundation – noviembre de 2025",
    "link": "https://victorhckinthefreeworld.com/2025/11/04/recopilacion-del-boletin-de-noticias-de-la-free-software-foundation-noviembre-de-2025/",
    "fecha": "04/11/2025",
    "contenido": "Recopilación y traducción del boletín mensual de noticias relacionadas con el software libre publicado por la Free Software Foundation."
  },
  {
    "blog": "Webnauta",
    "titulo": "Lo viejo es genial, una vez más",
    "link": "https://webnauta.blog/lo-viejo-es-genial-una-vez-mas",
    "fecha": "04/11/2025",
    "contenido": "\n      \n\n    \n      IMGBIN\n    \n Redescubriendo RSS\n\"Todas las desgracias del hombre se derivan…\". Así iniciaba esta historia, con una cita de Blaise Pascal. Durante los días de confinamiento provocados por la pandemia de COVID-19, esta frase fue utilizada con frecuencia para describir a quienes no "
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#166: la mierdificación de Internet en una parrafada",
    "link": "https://www.macram.es/posts/2025/11/la-mierdificacion-de-internet-en-una-parrafada/",
    "fecha": "04/11/2025",
    "contenido": "Vía Microsiervos, a su vez vía teabree Shark, un resumen de una sensación que cada vez se extiende más y que cada vez experimentamos más al usar Internet.\n\nYoutube está lleno de anuncios, Spotify está lleno de anuncios, Tumblr está lleno de anuncios, Pinterest está lleno de anuncios. Todo utiliza in"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "¿Qué uso?",
    "link": "https://www.macram.es/uses/",
    "fecha": "04/11/2025",
    "contenido": "Actualizada el 4 de noviembre de 2025.\nInspirado por la iniciativa /uses, comparto aquí algunas de las herramientas que utilizo ahora mismo.\nViéndolas redactadas utilizo pocas cosas que se salgan de lo común, pero estoy contento con cómo utilizo mis herramientas ahora mismo.\n\n\nAplicaciones\n\n\n\n\n\n\n\n\nV"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Queridos Mastodontes",
    "link": "https://matizeta.com/2025/11/04/queridos-mastodontes/",
    "fecha": "04/11/2025",
    "contenido": "Hoy hace exactamente un año que me uní a Mastodon, más precisamente a la instancia de&#160;masto.es&#160;(anteriormente estaba en mastodon.social pero duré unas pocas semanas por lo que no cuento esa fecha). Quien no ha oido nunca hablar de Mastodon antes, les puedo contar rápidamente que es una pla"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "484. Sarita y su transportín rosa",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/11/484-sarita-y-su-transportin-rosa.html",
    "fecha": "04/11/2025",
    "contenido": "&nbsp; &nbsp; El día que Sarita cumplió los diez años de edad, salió a jugar a la calle con un transportín rosa. Era la primera vez que sacaba a relucir aquel habitáculo. Pese a que era de metal, estaba provisto de cuatro ruedas directrices y un asa ajustable de la que tirar para su fácil desplazami"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Linkin Park From Zero en el Estadio Nacional",
    "link": "https://altgr.xyz/2025/11/03/linkin-park-from-zero-en-el-estadio-nacional/",
    "fecha": "04/11/2025",
    "contenido": "Traigo algunas fotos de pésima calidad del concierto de Linkin Park este domingo en el Estadio Nacional. Parte de la etapa sudamericana de la gira «From Zero». La banda de Mike Shinoda se presentó por tercera vez en Chile. Esta vez con Emily Armstrong en la voz, reemplazando a Chester Bennington. &#"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Linkwarden en Ubuntu 24.04",
    "link": "https://voidnull.es/instalacion-de-linkwarden-en-ubuntu-24-04/",
    "fecha": "04/11/2025",
    "contenido": "Gestiona, organiza y archiva tus enlaces fácilmente con Linkwarden, tu gestor de marcadores autohospedado."
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "Directorio de Blogs en Español: La Metamorfosis de la Mediocridad",
    "link": "https://docig.bearblog.dev/directorio-de-blogs-en-espanol-la-metamorfosis-de-la-mediocridad/",
    "fecha": "04/11/2025",
    "contenido": "El Directorio de Blogs en Español. ¡Ah, qué título tan terriblemente funcional! Me recuerda a esos folletos de souvenirs de Bruselas: mucha pulcritud, ninguna alma. Yo, por supuesto, no estaba buscando almas. Buscaba la toxicidad inherente a la ambición malgastada. Y el Directorio era un pozo ciego "
  },
  {
    "blog": "La cosa infinita",
    "titulo": "Directorio de Blogs en Español: Una Reescritura/Una Teoría del Nomenclator",
    "link": "https://docig.mataroa.blog/blog/directorio-de-blogs-en-espanol-una-reescriturauna-teoria-del-nomenclator/",
    "fecha": "04/11/2025",
    "contenido": "El Directorio de Blogs en Español. Léanlo de nuevo, lentamente. Esas cinco palabras —cargadas de una melancolía pop que solo puede nacer de la obsolescencia digital— son en sí mismas un cuento, o al menos el trailer de una novela larga y digresiva sobre el fracaso de la memoria y la inutilidad de la"
  },
  {
    "blog": "",
    "titulo": "Recomendación de la semana.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/04/recomendacion-de-la-semana-28/",
    "fecha": "04/11/2025",
    "contenido": "Como recomendación de la semana les dejo este discazo de Mago de Oz."
  },
  {
    "blog": "",
    "titulo": "Eventos.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/04/eventos-46/",
    "fecha": "04/11/2025",
    "contenido": ""
  },
  {
    "blog": "Calaveras",
    "titulo": "Un papel dentro de una botella en altamar",
    "link": "https://calaveras.bearblog.dev/un-papel-dentro-de-una-botella-en-altamar/",
    "fecha": "04/11/2025",
    "contenido": "Si están leyendo esta nota, significa que mi cuerpo decidió irse con mi permiso. Fueron días de luchar por ese gramo de energía, sobrevivir al rayo del sol, en una roca de pocos metros y nada más que una inmensidad oceánica alrededor. Fueron días de ver gaviotas pasar a los lejos, esperando algún in"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Ejercicios de clase Semana 7 del Taller de Escritura Creativa Librería Luces 2025/2026",
    "link": "https://mcallus.net/2025/11/03/ejercicios-de-clase-semana-7-del-taller-de-escritura-creativa-libreria-luces-2025-2026/",
    "fecha": "03/11/2025",
    "contenido": "Esta semana fuimos solo cuatro en el taller (de seis) así que tuvimos tiempo de hacer dos actividades en la clase. Se ha incorporado una compañera nueva así que aprovecho para darle la bienvenida a Irene. La primera actividad fue de escritura automática con palabras aleatorias (que la profesora nos "
  },
  {
    "blog": "Proyecto para no aburrir",
    "titulo": "Normas sociales que no entiendo",
    "link": "https://ericdq.com/2025/11/03/normas-sociales-que-no-entiendo/",
    "fecha": "03/11/2025",
    "contenido": "Felicitar por el cumpleaños, dar el pésame cuando hay una muerte, invitar a una boda cuando hace mucho tiempo que no hay contacto o preguntar qué tal, entiendo el por qué se hacen, pero quizá por ser fórmulas preestablecidas no tienen sentido para mí."
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Mi primera contribución a Raycast: Añadiendo Notas a Raindrop.io",
    "link": "https://blog.luiscarlospando.com/coding/2025/11/mi-primera-contribucion-a-raycast-anadiendo-notas-a-raindrop-io/",
    "fecha": "03/11/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Rey y conquistador (HBO)",
    "link": "https://mareosdeungeek.es/rey-y-conquistador-hbo/",
    "fecha": "03/11/2025",
    "contenido": "Rey y conquistador es una miniserie de BBC One que puede verse en España a través de HBO Max. Está protagonizada por James Norton y Nikolaj Coster-Waldau (Jaime Lannister en Juego de tronos) Entre el reparto y la temática no he podido evitar ver sus 8 episodios (aunque se han ido emitiendo semanalme"
  },
  {
    "blog": "alt43",
    "titulo": "Acceso remoto a nuestro NAS y red doméstica",
    "link": "https://alt43.es/acceso-remoto-a-nuestro-nas-y-red-domestica/",
    "fecha": "03/11/2025",
    "contenido": "Tras adquirir un equipo NAS de la marca Ugreen, se me planteó la cuestión de cómo acceder a&#46;&#46;&#46;"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Ojo con Artlist.io y Motionarray.com, son una panda de acosadores!",
    "link": "https://blog.danielaragay.net/ojo-con-artlist-io-y-motionarray-com-son-una-panda-de-acosadores/",
    "fecha": "03/11/2025",
    "contenido": "Tras trabajar con ellos, hemos decidido vetar a estas empresas por sus pr&#xe1;cticas abusivas y comunicaci&#xf3;n amenazante.Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendoelsuecoEnlace al cap&#xed;tul"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Newsletter #43 - Proxmox 9 disponible, Navidrome y #EndOf10",
    "link": "https://voidnull.es/newsletter/newsletter-43-proxmox-9-disponible-navidrome-y-endof10/",
    "fecha": "03/11/2025",
    "contenido": "Descubre en un solo vistazo lo más destacado del mes: artículos, noticias y recursos seleccionados para ti."
  },
  {
    "blog": "Bitácora de fernand0",
    "titulo": "La forma en que programamos va a cambiar",
    "link": "https://blog.elmundoesimperfecto.com/2025/11/03/fin-programacion/",
    "fecha": "03/11/2025",
    "contenido": "\n\nEn The End of Programming as We Know It una discusión sobre el tema que está más o menos en un montón de sitios relacionados con el tema: desde los que dicen que ya no vale la pena aprender porque lo harán las máquinas por nosotros a los de esto solo produce problemas y desastres, con todas las gr"
  },
  {
    "blog": "fernand0 @ GitHub.io",
    "titulo": "Código generado con IAs y seguridad: necesita mejorar",
    "link": "https://fernand0.github.io//codigo-seguro-ia/",
    "fecha": "03/11/2025",
    "contenido": "Para sopresa de nadie la pregunta surge de manera inmediata: Is Your AI-Generated Code Really Secure? y la respuesta también lo parece: si los ejemplos de los libros, los foros, y casi todo lo que hay disponible es inseguro, en general, será difícil que nada que se entrene con ello lo sea (por lo me"
  },
  {
    "blog": "SKR - Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "Bala Perdida, Aronofsky homenajea a los directores de su generación",
    "link": "https://seyker.eu/bala-perdida-darren-aronofsky-90/",
    "fecha": "03/11/2025",
    "contenido": "Aronofsky es un tipo muy peculiar, salió de una de las propuestas indies más “indie” que uno pueda echar en cara, con una película en blanco y negro en 16mm con un grano tremendo, dejando claro desde su propia textura toda su identidad, a eso le sumamos la historia de un hombre que desciende a [&#82"
  },
  {
    "blog": "zona de confort",
    "titulo": "HTML básico (3)",
    "link": "https://sopadeletras.club/efmorell/html-basico-3",
    "fecha": "03/11/2025",
    "contenido": ""
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Simulacro de la Isla Perfecta",
    "link": "https://docig.bearblog.dev/el-simulacro-de-la-isla-perfecta/",
    "fecha": "03/11/2025",
    "contenido": "Pérez, con su aire de oficinista que ha leído demasiada filosofía barata, se había resignado a que la vida moderna era, esencialmente, una gestión de la duplicidad. Pero su interés no se centró en la duplicidad ética, que le parecía vulgar, sino en la duplicidad técnica.\nTodo comenzó con un bot de T"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "La Memoria Transitoria",
    "link": "https://docig.mataroa.blog/blog/la-memoria-transitoria/",
    "fecha": "03/11/2025",
    "contenido": "Manes, un hombre que parecía haber sido pulido por la indiferencia y el tedio de los círculos literarios de Buenos Aires, vivía bajo la premisa de que la felicidad era la suma de las omisiones. Su método no era moral, sino tecnológico, y constituía una forma de ciencia ficción blanda aplicada a la h"
  },
  {
    "blog": "",
    "titulo": "Frase de la semana.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/03/frase-de-la-semana-54/",
    "fecha": "03/11/2025",
    "contenido": "Dí poco y dilo bien. Proverbio Irlandes."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Comentando Hija de la venganza Páginas 200 a 300- Club de lectura de Librería Luces en Instagram",
    "link": "https://mcallus.net/2025/11/02/comentando-hija-de-la-venganza-paginas-200-a-300-club-de-lectura-de-libreria-luces-en-instagram/",
    "fecha": "02/11/2025",
    "contenido": "Vamos con la tercera parte (de cuatro) comentando Hija de la Venganza en el club de lectura online de Librería Luces. Podéis ver mi resumen/comentarios de las partes 1 (páginas 1-100) y 2 (101 a 200). Recordad que salvo la primera parte, todo está lleno de destripes (spoilers). La novela mantiene el"
  },
  {
    "blog": "plr blog",
    "titulo": "Muevo mi tabla de investigación sobre el fediverso a un Zotero Group",
    "link": "https://pedrolr.es/blog/muevo-mi-tabla-de-investigacion-sobre-el-fediverso-a-un-zotero-group/",
    "fecha": "02/11/2025",
    "contenido": "He cambiado mi web de investigación sobre el fediverso y ahora todo lo que voy leyendo está disponible en este Zotero group: https://www.zotero.org/groups/6284232/research_about_the_fediverse_pedrolr/library Feed disponible: https://api.zotero.org/groups/6284232/items/top?format=atom Añado un poco d"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Mi run anual de Star Fox 64 🦊🐦🐰🐸🪐",
    "link": "https://blog.luiscarlospando.com/gaming/2025/11/mi-run-anual-de-star-fox-64-%f0%9f%a6%8a%f0%9f%90%a6%f0%9f%90%b0%f0%9f%90%b8%f0%9f%aa%90/",
    "fecha": "02/11/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor. Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky. ¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "El condón roto de GNU",
    "titulo": "Lanzamiento Ubuntu Touch 24.04-1.0",
    "link": "https://elcondonrotodegnu.wordpress.com/2025/11/02/lanzamiento-ubuntu-touch-24-04-1-0/",
    "fecha": "02/11/2025",
    "contenido": "Lanzamiento Ubuntu Touch 24.04-1.0"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Ping #12: Actualizaciones, novedades y ranking de distros",
    "link": "https://voidnull.es/ping-12/",
    "fecha": "02/11/2025",
    "contenido": "Aquí encontrarás las distribuciones más recientes, paquetes actualizados y el ranking de las distros más descargadas. 🚀"
  },
  {
    "blog": "zona de confort",
    "titulo": "La parte fácil",
    "link": "https://sopadeletras.club/efmorell/la-parte-facil",
    "fecha": "02/11/2025",
    "contenido": ""
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Algunas fotos de octubre",
    "link": "https://www.ericafustero.com/2025-11-algunas-fotos-de-octubre",
    "fecha": "02/11/2025",
    "contenido": "Una selección de mis paseos de octubre por Barcelona centro, Calella y L'Hospitalet de Llobregat con la Ricoh GRIIIx. Eso sí, si quieres ver mis favoritas de este mes, pásate por los dos posts de Madrid que compartí hace unos días: este del domingo que fui al Rastro y este otro con un batiburrillo d"
  }
]