[
  {
    "blog": "Si dios te da limones",
    "titulo": "You won't be alone",
    "link": "https://sidiostedalimones.com/blog/2025/you-wont-be-alone/",
    "fecha": "19/10/2025",
    "contenido": ""
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "Querida Valeria:",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/querida-valeria/",
    "fecha": "18/10/2025",
    "contenido": "Ayer me enteré de lo tuyo y aún no se me pasa el coraje. De entrada, cuando me enteré, casi por accidente (lo de no estar en las redes sociales mainstream tiene estas cosas, de que ibas a parar tu gira por salud mental no me sorprendió: siempre me has parecido una di noi, esto es, una de esas person"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Día 2: Puerta – Escritober/Writober 2025",
    "link": "https://mcallus.net/2025/10/18/dia-2-puerta-escritober-writober-2025/",
    "fecha": "18/10/2025",
    "contenido": "La palabra para el día 2 es puerta, y casualmente tenía a mano una puerta dibujada por Eneko así que decidí ver en que parte de mi ambientación de fantasía encajaba y le he dado un poquito de trasfondo. La puerta del Emperador era la majestuosa puerta de piedra y runas arcanas que protegía el [&#823"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Día 1: Aliento – Escritober/Writober 2025",
    "link": "https://mcallus.net/2025/10/18/dia-1-aliento-escritober-writober-2025/",
    "fecha": "18/10/2025",
    "contenido": "Para esta primera palabra del Escritober tardío que he empezado, me ha venido a la mente una historia que surgió durante el taller de escritura del año pasado: una actividad para casa y luego una actividad para clase. Esta historia la quería haber desarrollado bien, pero se quedó olvidada entre tant"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Empezando muy tarde un Escritober/Writober para 2025",
    "link": "https://mcallus.net/2025/10/18/empezando-muy-tarde-un-escritober-writober-para-2025/",
    "fecha": "18/10/2025",
    "contenido": "El otro día vi que Thebedisburning, a la que me reencontré en Bluesky después de nuestro éxodo de Twitter, que hablaba de estar haciendo un escritober. Se estaba basando en una lista que hicieron en un grupo de Cosmere. Realmente salvo el día 31 todo es bastante genérico así que decidí pillarme la l"
  },
  {
    "blog": "La Loica",
    "titulo": "Revista Labores – Septiembre de 1958",
    "link": "https://laloica.noblogs.org/revista-labores-septiembre-de-1958/",
    "fecha": "17/10/2025",
    "contenido": "La revista de esta semana llegó a mis manos como un regalo de una persona que conoce este proyecto llamado Biblioteca Doméstica. Creo que, hasta el momento, es la publicación más antigua que he compartido: data de septiembre de 1958. Esta edición pertenece a la serie Labores, un suplemento mensual d"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 42 de 2025",
    "link": "https://victorhckinthefreeworld.com/2025/10/17/opensuse-tumbleweed-revision-de-la-semana-42-de-2025/",
    "fecha": "17/10/2025",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Jinversor",
    "titulo": "Compré un Flipper Zero.",
    "link": "https://jinversor.co/2025/10/compre-un-flipper-zero/",
    "fecha": "17/10/2025",
    "contenido": "S&#237;, compr&#233; un Flipper Zero. No s&#233; para qu&#233; carajos pero lo compr&#233;. S&#233; que al igual que me pas&#243; con el Bash Bunny y el USB Rubber Ducky, el [&#8230;]\nLa entrada Compré un Flipper Zero. se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Comentando Hija de la venganza Páginas 1 a 100 – Club de lectura de Librería Luces en Instagram",
    "link": "https://mcallus.net/2025/10/17/hija-de-la-venganza-pagina-1-a-100/",
    "fecha": "17/10/2025",
    "contenido": "Librería Luces puso la semana pasada en marcha un club de lectura a través de Instagram y tuve claro que participaría en la experiencia porque disfruto mucho del club de lectura presencial que la librería también organiza (aunque la de Instagram será completamente distinta al no ser en directo habla"
  },
  {
    "blog": "Interlan",
    "titulo": "Resolución de problemas: Not owned by user postfix",
    "link": "https://interlan.ec/2025/10/17/error-sender-address-rejected-not-owned-by-user-postfix/",
    "fecha": "17/10/2025",
    "contenido": "Este es de los problemas que te encontrarías solo por hacer las cosas de forma manual, no tendrás que prestarle mucha atención con un sistema completo como Mailú, del que ya hablé alguna vez.\nLa entrada Resolución de problemas: Not owned by user postfix se publicó primero en Interlan."
  },
  {
    "blog": "post-it – matizeta",
    "titulo": "writerdeckOS",
    "link": "https://matizeta.com/2025/10/17/writerdeckos/",
    "fecha": "17/10/2025",
    "contenido": "Un «Writer Deck» es un dispositivo dedicado para escribir, libre de distracciones.  WriterdekOS es una distro Linux (montada sobre un Debian) que nos permite transformar nuestra PC o Notebook para usarla con una única función: la de escribir. El único requerimiento que sea un procesador de 64 bits ("
  },
  {
    "blog": "esencial",
    "titulo": "Acto de Rebeldía",
    "link": "https://yeite.github.io/esencial/acto-de-rebeldia",
    "fecha": "17/10/2025",
    "contenido": "“En la era del consumo, reparar es un acto de rebeldía”"
  },
  {
    "blog": "El Bulevar de la Doble Hacha",
    "titulo": "Zahran odia a los impíos",
    "link": "https://bulevardoblehacha.wordpress.com/2025/10/17/__trashed-2/",
    "fecha": "17/10/2025",
    "contenido": "Publicado en La Fedirevista n.º 2 Taranveer estaba contenta. Por fin había acabado las tareas domésticas que le había impuesto su madre. Por ello, estaba deseando sentarse a explicar todo lo que había hecho aquella mañana a la señorita Zanahoria y al señor Marmota mientras tomaban, o simulaban tomar"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Angelo Pierattini: 30 años de rock (y también cebolla)",
    "link": "https://altgr.xyz/2025/10/17/angelo-pierattini-30-anos-de-rock-y-tambien-cebolla/",
    "fecha": "17/10/2025",
    "contenido": "Angelo Pierattini es, muy probablemente, el artista al que más veces he visto en vivo sumando sus diferentes proyectos. Y es que, para mí, es uno de los mejores y más talentosos músicos chilenos de su generación. Es de esos artistas que viven la música con pasión, que aman lo que hacen y llevan la e"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Hacer un build de un DockerFile #8",
    "link": "https://voidnull.es/hacer-un-build-de-un-dockerfile/",
    "fecha": "17/10/2025",
    "contenido": "Aprende a crear imágenes con Dockerfile usando docker build y ejecutar contenedores personalizados."
  },
  {
    "blog": "Si dios te da limones",
    "titulo": "52",
    "link": "https://sidiostedalimones.com/blog/2025/52/",
    "fecha": "17/10/2025",
    "contenido": ""
  },
  {
    "blog": "zona de confort",
    "titulo": "Mis tres películas favoritas de animación que no son de Disney/Pixar",
    "link": "https://sopadeletras.club/efmorell/mis-tres-peliculas-favoritas-de-animacion-que-no-son-de-disney-pixar",
    "fecha": "17/10/2025",
    "contenido": ""
  },
  {
    "blog": "Ubuntu Peronista",
    "titulo": "¿Cómo cambio la posición de la tecla Ctrl en Ubuntu?",
    "link": "https://ubuntuperonista.blogspot.com/2025/08/como-cambio-la-posicion-de-la-tecla-ctrl-en-ubuntu.html",
    "fecha": "16/10/2025",
    "contenido": "&nbsp;El 25 de mayo de 1949 Juan Perón publica su Mensaje a la Juventud con motivo de la Fecha Patria. En el mismo expone cómo intercambiar la posición de la tecla Ctrl con BloqMayús en Ubuntu para poder escribir al estilo del editor WordStar y otros.&nbsp;\"Jóvenes argentinos:Reverenciamos hoy a los"
  },
  {
    "blog": "yejokjanan",
    "titulo": "Mi nuevo viejo portátil",
    "link": "https://blog.yejokjanan.xyz/mi-nuevo-viejo-portatil/",
    "fecha": "16/10/2025",
    "contenido": "Tengo un nuevo integrante en la banda, se trata de un nuevo pero viejo computador port&#xe1;til que le he comprado a una amiga que se fue a vivir a otro pa&#xed;s. Se trata nada m&#xe1;s y nada menos que de un HP Stream X360"
  },
  {
    "blog": "Blog de Joselito",
    "titulo": "PC, s con IA",
    "link": "https://joselito.mataroa.blog/blog/pc-s-con-ia/",
    "fecha": "16/10/2025",
    "contenido": "El próximo paso que se quiere dar en los PC,s (al menos con Windows) es que una IA controle todo el PC y puedas hablar directamente con él y que te ayude en cualquier cosa que necesites. Ya se van dando poco a poco los pasos para que esto sea una realidad.\nEn Windows ya se empezó la andadura con Cor"
  },
  {
    "blog": "Adrián Perales",
    "titulo": "Enseñar otra tecnología a los jóvenes",
    "link": "https://adrianperales.com/2025/10/ensenar-otra-tecnologia-a-los-jovenes/",
    "fecha": "16/10/2025",
    "contenido": "Nuestra relación con la tecnología cambió mucho con la irrupción del smartphone, y creo que enseñar a los jóvenes ciertos conceptos básicos ya olvidado puede ser algo disruptivo y positivo de cara a la autonomía digital de próximas generaciones. La situación Puedo afirmar sin temor a equivocarme que"
  },
  {
    "blog": "brucknerite",
    "titulo": "Eslabones y pernos",
    "link": "https://brucknerite.net/2025/10/eslabones-y-pernos.html",
    "fecha": "16/10/2025",
    "contenido": "En el anterior artículo de esta serie vimos cómo de peligroso podía ser sentarse en una de las bielas de una locomotora de vapor cuando podía ponerse en marcha en cualquier momento. Hoy nos vamos a fijar en una escena muy corta, pero reveladora de cómo han cambiado los trenes desde los tiempos de la"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "Que no, que no me muero.",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/que-no-que-no-me-muero/",
    "fecha": "16/10/2025",
    "contenido": "O, al menos, no todavía. \nQue no, que no me muero es el cómic de mi amiga Mariache, que he acabado de leer hoy mismo y que os recomiendo muy fuerte a pesar de que, oh inyustisia, está tremendamente descatalogado. Pero, quién sabe, lo mismo hay suerte y lo encuentras en alguna biblioteca o similar. M"
  },
  {
    "blog": "Jinversor",
    "titulo": "Contra el Fediverso",
    "link": "https://jinversor.co/2025/10/contra-el-fediverso/",
    "fecha": "16/10/2025",
    "contenido": "Creo que s&#233; un poco de tecnolog&#237;a pero confieso que no ten&#237;a ni idea de lo que era el Fediverso. Hasta hace poco era algo que no me despertaba ning&#250;n [&#8230;]\nLa entrada Contra el Fediverso se publicó primero en Jinversor."
  },
  {
    "blog": "Jinversor",
    "titulo": "Auditar una cuenta Bitcoin",
    "link": "https://jinversor.co/2025/10/auditar-una-cuenta-bitcoin/",
    "fecha": "16/10/2025",
    "contenido": "BTC no es an&#243;nimo como Monero. Tan solo es pseud&#243;nimo, privado si se quiere. Cualquier persona puede auditar una cuenta Bitcoin cuando lo desee y saber qu&#233; movimientos se han [&#8230;]\nLa entrada Auditar una cuenta Bitcoin se publicó primero en Jinversor."
  },
  {
    "blog": "Posts on Mi blog",
    "titulo": "Self-Hosting: cómo recuperé el control de mis servicios (y aprendí en el proceso)",
    "link": "https://blog.taller404.org/posts/selfhosting/",
    "fecha": "16/10/2025",
    "contenido": "Self-Hosting: cómo recuperé el control de mis servicios (y aprendí en el proceso)\nAntes de empezar aclarar que No soy experto, ni llevo diez años en esto. Pero si algo he aprendido en este camino es que no necesitas ser un ingeniero de Google para empezar a alojar tus propios servicios. Solo necesit"
  },
  {
    "blog": "ladoB – matizeta",
    "titulo": "Teoría de la gravedad",
    "link": "https://matizeta.com/2025/10/16/teoria-de-la-gravedad/",
    "fecha": "16/10/2025",
    "contenido": "El libro es una recopilación de relatos, cuentos y ensayos cortos que Leila Guerriero escribió para una columna del diario El País."
  },
  {
    "blog": "esencial",
    "titulo": "¿Qué harías de tu vida si el dinero no importara?",
    "link": "https://yeite.github.io/esencial/si-el-dinero-no-importara",
    "fecha": "16/10/2025",
    "contenido": ""
  },
  {
    "blog": "_ voidNull",
    "titulo": "Primer contacto con UGREEN NASync DXP4800",
    "link": "https://voidnull.es/primer-contacto-con-ugreen-nasync-dxp4800/",
    "fecha": "16/10/2025",
    "contenido": "El UGREEN NASync DXP4800 es un NAS versátil basado en Debian 12, con opción de instalar Proxmox y separar datos de tu infraestructura principal."
  },
  {
    "blog": "Si dios te da limones",
    "titulo": "Hecho por un tuerto, no por ia",
    "link": "https://sidiostedalimones.com/blog/2025/no-por-ia/",
    "fecha": "16/10/2025",
    "contenido": ""
  },
  {
    "blog": "Jinversor",
    "titulo": "Entornos virtuales",
    "link": "https://jinversor.co/2025/10/entornos-virtuales/",
    "fecha": "15/10/2025",
    "contenido": "Cuando trabajamos &#8212;o jugamos&#8212; con muchas aplicaciones hechas en Python es recomendable crear entornos virtuales (virtualenv o venv). De esta forma podemos estar seguros de que no habr&#225; choques entre [&#8230;]\nLa entrada Entornos virtuales se publicó primero en Jinversor."
  },
  {
    "blog": "Jinversor",
    "titulo": "Lo que nos espera",
    "link": "https://jinversor.co/2025/10/lo-que-nos-espera/",
    "fecha": "15/10/2025",
    "contenido": "En los d&#237;as que estamos viviendo no es muy dif&#237;cil advertir lo que nos espera a los ciudadanos del com&#250;n. La vigilancia permanente sobre todos los elementos de la sociedad; [&#8230;]\nLa entrada Lo que nos espera se publicó primero en Jinversor."
  },
  {
    "blog": "Interlan",
    "titulo": "Revisando los logs de mi server: xmlrpc.php",
    "link": "https://interlan.ec/2025/10/15/revisando-los-logs-de-mi-server-xmlrpc-php/",
    "fecha": "15/10/2025",
    "contenido": "Ya hace rato no publicaba sobre los logs de mi server. No es que falte material, pero lo que sucede parece rutinario ahora. El Evento y los logs Esta vez es curioso. Hoy al entrar en mi blog, no noté nada raro. De hecho, parecía estar mas fluido que de costumbre. Pero entré a mi [&#8230;]\nLa entrada"
  },
  {
    "blog": "blog – matizeta",
    "titulo": "YouTube Music no sabe hacer lo básico",
    "link": "https://matizeta.com/2025/10/15/youtube-music-no-sabe-hacer-lo-basico/",
    "fecha": "15/10/2025",
    "contenido": "Últimamente estoy bastante molesto con YouTube Music, no es posible que lo básico que tiene que hacer un reproductor de música lo haga mal. Cosas sencillas como por ejemplo: YouTube Music tiene una pésima interfaz de usuario, es confusa e inconsistente. No entiendo que tenga tanta gente trabajando y"
  },
  {
    "blog": "La bitácora de Locutus",
    "titulo": "Completud",
    "link": "http://locutusbit.blogspot.com/2025/10/completud.html",
    "fecha": "15/10/2025",
    "contenido": "&nbsp;En el conjunto de las contradicciones,la espesura y la necesidad de abarcar con la miradatoda esa claridad que se dispersaentre conclusiones, argumentos y premisas,deja fluir las acusaciones de unos,las necesidades de otrosy esa determinada función,que se sumerge en el vago de mundo de las afi"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "479. Malos tiempos para el conde Drácula",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/10/479-malos-tiempos-para-el-conde-dracula.html",
    "fecha": "15/10/2025",
    "contenido": "&nbsp; &nbsp; Los buenos tiempos de Drácula quedaron atrás hace siglos, cuando la identidad de género obedecía al catolicismo. Entonces todo era blanco o negro. Sin embargo, como dijera uno de los entrañables personajes de un escritor llamado Irvine: «El mundo está cambiando, la música está cambiand"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Burbuja inmobiliaria en Suecia",
    "link": "https://blog.danielaragay.net/burbuja-inmobiliaria-en-suecia/",
    "fecha": "15/10/2025",
    "contenido": "En 2022 sufrimos el estallido de una burbuja inmobiliaria que lleva arrastr&#xe1;ndose hasta hoy, a parte te comento una experiencia un tanto desagradable con un colaborador de la empresa.Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7"
  },
  {
    "blog": "impermanente",
    "titulo": "El hacker atemporal",
    "link": "https://impermanente.es/2025/10/15/el-hacker-atemporal.html",
    "fecha": "15/10/2025",
    "contenido": "El otro día, mientras revisaba unos libros viejos de mi biblioteca, me encontré con Hackers: Heroes of the Computer Revolution de Steven Levy. Leyendo esas páginas ya un poco hongueadas, me di cuenta de algo que creo que tal vez ya intuía pero no había articulado: la cultura hacker no nació en el MI"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Proxmox VE en Debian 13 &quot;Trixy&quot;",
    "link": "https://voidnull.es/instalacion-de-proxmox-ve-en-debian-13-trixy/",
    "fecha": "15/10/2025",
    "contenido": "Por lo general si instalamos Proxmox VE lo que haremos será descargar la ISO donde ya vienen todos los paquetes necesarios. Pero en ocasiones, en interesante poder instalar Proxmox VE sobre un Debian 13 ya desplegado."
  },
  {
    "blog": "Bitácora de fernand0",
    "titulo": "Contra Chat Control",
    "link": "https://blog.elmundoesimperfecto.com/2025/10/15/contra-chatcontrol/",
    "fecha": "15/10/2025",
    "contenido": "\n\nA pesar de estar completamente en contra, la verdad es que no estoy muy seguro del estado actual del tema, pero llevamos un par de semanas con bastante intensidad sobre Chat Control (lo cuentan, por ejemplo, en Cruce de cables: Chat Control, el enésimo intento de ponerle puertas al campo mientras "
  },
  {
    "blog": "fernand0 @ GitHub.io",
    "titulo": "Contra chat control",
    "link": "http://fernand0.github.io//contra-chat-control/",
    "fecha": "15/10/2025",
    "contenido": "No suelo hacer esto, de hecho creo que es la primera vez, pero voy a copiar un texto de mi otra bitácora porque el tema me parece importante y me preocupa. No sé si habrá mucha gente que lea las dos, supongo que no. A pesar de estar completamente en contra, la verdad es que no estoy muy seguro del e"
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "Escuchando radios web alternativas",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2025/10/15/20251015-radios-web-alternativas/",
    "fecha": "15/10/2025",
    "contenido": "El descubrimiento de contendido musical por parte de humanos siempre tiene un componente extra"
  },
  {
    "blog": "brucknerite",
    "titulo": "Bielas y vapores",
    "link": "https://brucknerite.net/2025/10/bielas-y-vapores.html",
    "fecha": "14/10/2025",
    "contenido": "En el artículo anterior empezamos a ver juntos El maquinista de La General y quedamos en que os prestaría mi «ojo ferroviario» para que apreciáramos todos uno de los valores esenciales de la película: el homenaje al ferrocarril clásico. Que, en 1926, era un homenaje al ferrocarril, sin apellidos…"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#KDE cumple 29 años",
    "link": "https://victorhckinthefreeworld.com/2025/10/14/kde-cumple-29-anos/",
    "fecha": "14/10/2025",
    "contenido": "La comunidad de KDE cumple 29 años lleno de vitalidad. Un proyecto que sigue evolucionando y mejorando es un proyecto vivo."
  },
  {
    "blog": "Webnauta",
    "titulo": "¿Quién será el autor?",
    "link": "https://webnauta.blog/quien-sera-el-autor",
    "fecha": "14/10/2025",
    "contenido": "\n      \n\n    \n      Miguel Ángel y ChatGTP\n    \nMás allá del horizonte VII\nRecuerdo, con suma lucidez, un embrollo —políticamente sobredimensionado— de plagio (que por cierto este año cumple una década) acerca de un académico señalado de reproducir textos ajenos: más que la culpa de una persona pare"
  },
  {
    "blog": "Jinversor",
    "titulo": "Crackear un PDF",
    "link": "https://jinversor.co/2025/10/crackear-un-pdf/",
    "fecha": "14/10/2025",
    "contenido": "Hoy aprenderemos a crackear un PDF protegido con contrase&#241;a mediante un ataque de diccionario. Este ser&#225; un post corto pues el procedimiento es muy sencillo. Sigan el procedimiento al pie [&#8230;]\nLa entrada Crackear un PDF se publicó primero en Jinversor."
  },
  {
    "blog": "Jinversor",
    "titulo": "Fecha de vencimiento",
    "link": "https://jinversor.co/2025/10/fecha-de-vencimiento/",
    "fecha": "14/10/2025",
    "contenido": "Se acerca la hora para que expire el software por el cual usted pag&#243; cuando adquiri&#243; su computadora con Mierdasoft Windows. El software que le cost&#243; tiempo, que es vida, [&#8230;]\nLa entrada Fecha de vencimiento se publicó primero en Jinversor."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Fin del soporte de Windows 10",
    "link": "https://mareosdeungeek.es/fin-del-soporte-de-windows-10/",
    "fecha": "14/10/2025",
    "contenido": "Ayer se acabo el ciclo oficial de soporte para Windows 10 poniendo fin a 10 años de esta versión del sistema operativo de Microsoft. Fue la elección que tomé al volver al mundo PC, sobre todo después de tener la Raspberry 400 para usar GNU / Linux (de hecho tuve que deshacerme de la partición [&#823"
  },
  {
    "blog": "blog – matizeta",
    "titulo": "Tropiezos con Linux",
    "link": "https://matizeta.com/2025/10/14/tropiezos-con-linux/",
    "fecha": "14/10/2025",
    "contenido": "Recientemente decidí revivir una vieja Mini PC que tenía dando vueltas en casa. Su especificaciones son muy modestas: Intel Celeron N3160 y 4GB de RAM, cuenta con muchas conexiones en un diminuto tamaño. Creí que sería buena idea utilizar una PC especifica para descargas y si el hardware lo permite,"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Cómo instalar Windows 11 en tu ordenador personal",
    "link": "https://voidnull.es/como-instalar-windows-11-en-tu-ordenador-personal/",
    "fecha": "14/10/2025",
    "contenido": "Guía rápida para instalar Windows 11 en tu PC paso a paso."
  },
  {
    "blog": "Diana                                                       Laurencich",
    "titulo": "¿BLOG? ¡¡¡BLOG!!!",
    "link": "https://dianalaurencich.wordpress.com/2025/10/14/blog-blog/",
    "fecha": "14/10/2025",
    "contenido": "¡Blog! ¡Blog! Directorio de blogs en español Estoy entusiasmada. Gracias a la lectura de la 421, una interesante y recomendable revista &#8211; digo revista porque soy de la generación en la que circulaban en papel y eran irremplazables- que leo como boletín que me llega al mail, dónde aprendo cosas"
  },
  {
    "blog": "Bits de Ocio",
    "titulo": "Los Juegos de Mi Vida (VIII)",
    "link": "https://bitsdeocio.wordpress.com/2025/10/13/los-juegos-de-mi-vida-viii/",
    "fecha": "13/10/2025",
    "contenido": "¡Y por fin nos ponemos al día con la serie de «Los Juegos de Mi Vida»! Donde comento, sin ningún orden en concreto, las experiencias a los mandos que más me han marcado a lo largo de mi vida. Es, probáblemente, la serie de vídeo que más disfruto haciendo. En esta ocasión hablo de titanes [&#8230;]"
  },
  {
    "blog": "brucknerite",
    "titulo": "Vámonos de trenes con «El maquinista de La General»",
    "link": "https://brucknerite.net/2025/10/vamonos-de-trenes-con-el-maquinista-de-la-general.html",
    "fecha": "13/10/2025",
    "contenido": "Hace como dos semanas le dije a mi hija, mujer de artes y en parte por eso mucho más cinéfila que un servidor, que nunca había visto «El maquinista de La General». La película de Buster Keaton es una de las obras maestras tempranas del cine. Cumplirá cien años en 2026, lo que la coloca ya muy lejos "
  },
  {
    "blog": "Jinversor",
    "titulo": "Osintgram ha vuelto",
    "link": "https://jinversor.co/2025/10/osintgram-ha-vuelto/",
    "fecha": "13/10/2025",
    "contenido": "Me complace mucho que Osintgram, la herramienta para auditar cuentas de Instagram haya vuelto. Creo que esta es una de las mejores herramientas concebidas para este prop&#243;sito. Hace mucho us&#233; [&#8230;]\nLa entrada Osintgram ha vuelto se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Reflejos – Ejercicio de casa Semana 3 del Taller de Escritura Creativa Librería Luces 2025/2026",
    "link": "https://mcallus.net/2025/10/13/reflejos-ejercicio-de-casa-semana-3-del-taller-de-escritura-creativa-libreria-luces-2025-2026/",
    "fecha": "13/10/2025",
    "contenido": "Esta semana en el ejercicio para casa, debíamos tratar de escribir un relato cotidiano introduciendo temas filosóficos o reflexivos. Nuestra inspiración debía ser Clarice Lispector. La verdad es que no lo he conseguido, pero es que tampoco me esforcé mucho. Al final lleve el relato un poco a mi terr"
  },
  {
    "blog": "Proyecto para no aburrir",
    "titulo": "Si activo la compatibilidad con lector de pantalla, por qué no funcionan bien los editores de documentos de Google",
    "link": "https://ericdq.com/2025/10/13/activo-compatibilidad-lector-pantalla-funcionan-editores-documentos-google/",
    "fecha": "13/10/2025",
    "contenido": "Cada vez que configuro un navegador me hago esta pregunta. Y es que no es suficiente con activar la compatibilidad con lectores de pantalla, también hay que hacerlo con braille aunque no lo usemos. No entiendo por qué no lo dejan en una única opción."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "La historia de Google Chrome, 17 años después",
    "link": "https://mareosdeungeek.es/la-historia-de-google-chrome-17-anos-despues/",
    "fecha": "13/10/2025",
    "contenido": "Aunque con cierto retraso, pues fue el pasado 2 de septiembre, el navegador web de Google, Chrome, ha cumplido ya 17 años. Personalmente y dedicándome profesionalmente al desarrollo web, su aparición supuso un punto de inflexión. Nos encontrábamos en la segunda fase de la Guerra de los Navegadores, "
  },
  {
    "blog": "blog – matizeta",
    "titulo": "Mis primeros auriculares de oído abierto",
    "link": "https://matizeta.com/2025/10/13/mis-primeros-auriculares-de-oido-abierto/",
    "fecha": "13/10/2025",
    "contenido": "Cuando salgo a andar en bici por la ciudad suelo llevar mis auriculares bluetooth no solo para escuchar música, sino para recibir indicaciones de voz de Google Maps para llegar a destino, sin tener que preocuparme por ir viendo el mapa, donde tener que doblar y demás.  Me es extremadamente útil dich"
  },
  {
    "blog": "productor de sostenibilidad",
    "titulo": "Límites planetarios, puntos de inflexión y ODS.",
    "link": "https://productordesostenibilidad.es/2025/10/limites-planetarios-puntos-de-inflexion-y-ods/",
    "fecha": "13/10/2025",
    "contenido": "Algunas veces resulta difícil entender los mensajes que nos hablan de la salud del planeta que compartimos: Objetivos de Desarrollo Sostenible, límites planetarios, puntos de inflexión climática… suenan parecido pero no son lo mismo. Y nos pueden llevar a confusión ¿Cómo que hemos superado el primer"
  },
  {
    "blog": "impermanente",
    "titulo": "Las noticias, más lento",
    "link": "https://impermanente.es/2025/10/14/las-noticias-ms-lento.html",
    "fecha": "13/10/2025",
    "contenido": "Como parte de mi proceso de dejar todas las redes que no son del Fediverso, y de la mano con mi recientemente actualizada y curada lista de feeds RSS, me bajé el app de Kagi News. Y es que el tener un app de noticias que ofrezca perspectivas múltiples y cero clickbait es una propuesta muy interesant"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "La revolución ñoña",
    "link": "https://altgr.xyz/2025/10/13/la-revolucion-nona/",
    "fecha": "13/10/2025",
    "contenido": "El objetivo de esta publicación es intentar dar una idea del significado que en Chile le damos a la palabra «Ñoño», que es diferente del utilizado en otros países de habla hispana y ni siquiera está documentado por la RAE. Como es un término que uso habitualmente en redes sociales, me parece importa"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Loops en Ubuntu 24.04",
    "link": "https://voidnull.es/instalacion-de-loops-en-ubuntu-24-04/",
    "fecha": "13/10/2025",
    "contenido": "Loops es una plataforma de vídeos cortos similar a TikTok, pero basada en ActivityPub, lo que la hace parte del Fediverso."
  },
  {
    "blog": "Jinversor",
    "titulo": "El crash",
    "link": "https://jinversor.co/2025/10/el-crash/",
    "fecha": "12/10/2025",
    "contenido": "Mientras los mercados financieros se tambaleaban por el crash, o m&#225;s bien por el supuesto crash, aprovech&#233; para adquirir algunos activos a descuento. Es el eterno ciclo de los mercados [&#8230;]\nLa entrada El crash se publicó primero en Jinversor."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "The Bear, la serie de cocinas en Disney+",
    "link": "https://mareosdeungeek.es/the-bear-la-serie-de-cocinas-en-disney/",
    "fecha": "12/10/2025",
    "contenido": "The Bear es una serie de la que escuché por primera vez detrás de una cazuela de callos con garbanzos. Es una curiosidad más, en este caso personal, sobre esta serie que puede verse en Disney+ y que trata sobre un restaurante de alta cocina. O ésa era la intención, porque cada temporada parece centr"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Poquita Fe",
    "link": "https://www.macram.es/series/poquita-fe/",
    "fecha": "12/10/2025",
    "contenido": "El universo de Montero y Maidagán es imperdible, surrealista, y maravilloso. Y en la segunda temporada de Poquita Fe abordan la cuestión de la vivienda desde la óptica de esta serie, basada en las historias pequeñas y en parecer un falso documental lleno de confesionales.\nPoquita Fe es casi una obra"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#161",
    "link": "https://www.macram.es/posts/2025-10-11-161/",
    "fecha": "12/10/2025",
    "contenido": "Nunca pensé que diría en alto estas palabras, pero me muero de ganas de volver al gimnasio. Calculo que iré el martes o el miércoles (mañana es festivo nacional). Total, para mí el año empieza ahora\nIntentaré retomar pero después de tres meses sin aparecer por allí (dos de ellos pagados por adelanta"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Embajada, iPhone 12 Pro Max y concierto en Londres",
    "link": "https://blog.danielaragay.net/embajada-iphone-12-pro-max-y-concierto-en-londres/",
    "fecha": "12/10/2025",
    "contenido": "Un poco de todo, desde lo que comimos en la embajada espa&#xf1;ola, hasta un concierto de un grupo m&#xed;tico en Londres, pasando por la venta del iPhone 12 Pro Max.Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7;"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "El final de mil caminos",
    "link": "https://altgr.xyz/2025/10/12/el-final-de-mil-caminos/",
    "fecha": "12/10/2025",
    "contenido": "Este viernes 10 de octubre Lucybell se despidió de los escenarios después de más de 30 años de carrera. Una banda que ha marcado muchos momentos de, al menos, un par de generaciones en Chile. En un concierto de 3 horas pasaron por toda su discografía con un público que estuvo muy entusiasmado cantan"
  }
]