[
  {
    "blog": "Victorhck in the free world",
    "titulo": "Morphine el «power trio» ecléctico",
    "link": "https://victorhckinthefreeworld.com/2026/01/25/morphine-el-power-trio-eclectico/",
    "fecha": "25/01/2026",
    "contenido": "La banda de rock Morphine fue una rara avis en el panorama musical, en el que frente al frenesí guitarrero del Grunge epataban con una intensidad musical en la que la gran ausente era la guitarra, icono clásico de la música"
  },
  {
    "blog": "Jinversor",
    "titulo": "Máximos y Mínimos",
    "link": "https://jinversor.co/2026/01/maximos-y-minimos/",
    "fecha": "25/01/2026",
    "contenido": "Como inversionista también caí en la penosa obsesión por los precios máximos y mínimos de los títulos a negociar. Perseguimos la idea de vender en máximos y recomprar en mínimos [&#8230;]\nLa entrada Máximos y Mínimos se publicó primero en Jinversor."
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Nueva era, chavos: más hardcore, menos cruda",
    "link": "https://blog.luiscarlospando.com/personal/2026/01/nueva-era-chavos-mas-hardcore-menos-cruda/",
    "fecha": "25/01/2026",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "NeoSite Blog",
    "titulo": "Hace años que no pruebo otra distro",
    "link": "http://blog.neosite.com.ar/post/draft_hace-a-os-que-no-pruebo-otra-distro",
    "fecha": "25/01/2026",
    "contenido": ""
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Newsletter news",
    "link": "https://www.ericafustero.com/2026-01-newsletter-news",
    "fecha": "25/01/2026",
    "contenido": "Hace tres años puse las newsletters de vuelta y media y ahora estoy aquí para anunciar que yo también he empezado una. Si te suscribes, más o menos una vez al mes recibirás noticias de mis andanzas: cosas como si voy a sacar algún libro a la venta o si voy a participar en algún [&#8230;]"
  },
  {
    "blog": "Bitácora baldía on zurdeando",
    "titulo": "Sistema de comentarios de Mastodon",
    "link": "https://www.zurdala.es/blog/sistema-de-comentarios-de-mastodon/",
    "fecha": "25/01/2026",
    "contenido": "He añadido un sistema de comentarios a mi sitio generado estáticamente con Hugo.\nEl sistema de comentarios está basado en Mastodon. Simplemente, al final del post aparece un botón para cargar los comentarios que salgan a este post en Mastodon.\nLa implementación original hay que agradecérsela a Carl "
  },
  {
    "blog": "Un blog",
    "titulo": "\"Hackeando\" los QR del supermercado",
    "link": "https://nachof.blog/posts/2026/hackeando-los-qr-del-supermercado/",
    "fecha": "25/01/2026",
    "contenido": "Si vivís en Uruguay, posiblemente estés familizarizado con las promociones de los stickers de Geant, Devoto, y Disco (ese hermoso casi-monopolio disfrazado que tenemos). La cosa funciona así: cuando comprás algo, dependiendo del costo, y de si son productos &ldquo;participantes&rdquo; en la promoció"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Lo Escuchamos En Su Totalidad Y Adelantamos De Qué Se Trata... | Michael Sweet Anuncia “The Master Plan” para Abril",
    "link": "https://www.delotroladometal.com.ar/2026/01/25/michael-sweet-anuncia-the-master-plan-para-abril/",
    "fecha": "25/01/2026",
    "contenido": "Su carrera solista es donde Michael Sweet se permite salir de lo que es Stryper,...\nThe post Lo Escuchamos En Su Totalidad Y Adelantamos De Qué Se Trata... | Michael Sweet Anuncia “The Master Plan” para Abril first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Enero – Ejercicio de clase del taller de escritura de Librería Luces Semana 14",
    "link": "https://mcallus.net/2026/01/24/enero-ejercicio-de-clase-del-taller-de-escritura-de-libreria-luces-semana-14/",
    "fecha": "24/01/2026",
    "contenido": "Esta semana teníamos un ejercicio de escritura automática a partir de palabras aleatorias, cada poco segundos, que nos iba diciendo la profesora. La otra regla es no dejar de escribir en ningún momento. La verdad es que esta semana no estaba muy inspirado, el año está siendo agotador, y me dejé fuer"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "De bares por Valencia: Bar Cassalla y Cal Carrero",
    "link": "https://mareosdeungeek.es/de-bares-por-valencia-bar-cassalla-y-cal-carrero/",
    "fecha": "24/01/2026",
    "contenido": "Aprovechando mi última visita a casa, como siempre, estuve de bares por Valencia, en esta ocasión en el Bar Cassalla y en Cal Carrero (que también es horchatería, aunque estuve almorzando a media mañana) Antes de nada, dejar claro, que lo mejor de estos dos eventos gastronómicos fue la compañía, tan"
  },
  {
    "blog": "Un Pingüino 🐧",
    "titulo": "Nexomon – El mejor Pokemon que he jugado no es Pokemon",
    "link": "https://unpinguino.com/nexomon-el-mejor-pokemon-que-he-jugado-no-es-pokemon/",
    "fecha": "24/01/2026",
    "contenido": "Antes de empezar, debo decir que he leído el título del post un par de&#8230;"
  },
  {
    "blog": "End3r.es",
    "titulo": "Tecno-feudalismo",
    "link": "https://www.end3r.es/posts/014-tecno-feudalismo/",
    "fecha": "24/01/2026",
    "contenido": "El feudalismo fue un sistema de organización social, política y económica que predominó en gran parte de\nEuropa durante la Edad Media, caracterizado por la descentralización del poder político y basado en la posesión\nde la tierra y en relaciones de dependencia entre personas de distinto rango.\nEn es"
  },
  {
    "blog": "note – matizeta",
    "titulo": "«Los ofendiditos»",
    "link": "https://matizeta.com/2026/01/24/los-ofendiditos/",
    "fecha": "24/01/2026",
    "contenido": "Esta entrada de Manuel Moreale que publicó ayer es un claro ejemplo de lo susceptible que esta la sociedad de «los ofendiditos», de los que en las redes son los primeros en señalar con el dedo cualquier «desvío socialmente inaceptable» como si estuvieran esperando que suceda. Que hablan de la boca p"
  },
  {
    "blog": "Diegologs 💾",
    "titulo": "El Resident Evil 2 Remake está bien pero mal",
    "link": "https://diegologs.com/review-resident-evil-2-remake/",
    "fecha": "24/01/2026",
    "contenido": "Bueno, pues estas navidades me he pasado el Resident Evil 2 remake. Regalo de mi hermano, por cierto. Probablemente yo no me lo hubiera comprado porque no soy muy fan de la saga, pero bueno, me lo he jugado y traigo la review.\nAclarar que he jugado con el path de Leon (recomendado por mi hermano), e"
  },
  {
    "blog": "prosa",
    "titulo": "carta de noticias",
    "link": "https://blog.adrianaaraujot.casa/carta-de-noticias/",
    "fecha": "24/01/2026",
    "contenido": "un 2026 en ciernes y dos avisos importantes para el corto plazo"
  },
  {
    "blog": "Un blog",
    "titulo": "Juegos de mesa en Montreal",
    "link": "https://nachof.blog/posts/2026/juegos-de-mesa-en-montreal/",
    "fecha": "24/01/2026",
    "contenido": "Durante mi visita a Montreal aproveché para hacer cosas relacionadas con juegos de mesa, porque por supuesto que sí. Me compré algunos juegos, que son más baratos que en Uruguay, y aparte Le Valet d&rsquo;Coeur, la tienda más grande y recomendada que encontré, es enorme y tiene bastante variedad. Ta"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Entrevista con Pato Saucedo de Raza Fuerte | “Siempre Fui Un Amante Del Sonido Y La Música De Los 80′”",
    "link": "https://www.delotroladometal.com.ar/2026/01/24/siempre-fui-un-amante-del-sonido-y-la-musica-de-los-80/",
    "fecha": "24/01/2026",
    "contenido": "Es difícil separar los recuerdos del presente, sobretodo cuando la memoria solo evoca gratos momentos....\nThe post Entrevista con Pato Saucedo de Raza Fuerte | “Siempre Fui Un Amante Del Sonido Y La Música De Los 80′” first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 4 de 2026",
    "link": "https://victorhckinthefreeworld.com/2026/01/23/opensuse-tumbleweed-revision-de-la-semana-4-de-2026/",
    "fecha": "23/01/2026",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Jinversor",
    "titulo": "La neolengua orwelliana",
    "link": "https://jinversor.co/2026/01/la-neolengua-orwelliana/",
    "fecha": "23/01/2026",
    "contenido": "En los días tragicómicos que vivimos nos tocó, entre muchos otros males y taras, coexistir con quienes pretender torcer la realidad para que se amolde a sus deseos infantiles. Incapaces [&#8230;]\nLa entrada La neolengua orwelliana se publicó primero en Jinversor."
  },
  {
    "blog": "Interlan",
    "titulo": "Tutorial: Nextcloud + AriaNG",
    "link": "https://interlan.ec/blog/2026/01/23/tutorial-nextcloud-ariang/",
    "fecha": "23/01/2026",
    "contenido": "Desde la versión 30 de Nextcloud NCDownload ya no funciona y parece estar estancado o directamente muerto. No tengo ganas de esperar a que lo actualicen. El ecosistema de Nextclod esta lleno de cadáveres, así que vamos probando una idea loca basada en el articulo anterior. Agreguemos servicios a un "
  },
  {
    "blog": "pov – matizeta",
    "titulo": "¿Sabes quienes y desde donde leen tu blog?",
    "link": "https://matizeta.com/2026/01/23/sabes-quienes-y-desde-donde-leen-tu-blog/",
    "fecha": "23/01/2026",
    "contenido": "Hace poco más de una semana, los blogs de Kev Quirk y Manuel Moreale abrieron unas encuestas con el objetivo de recabar información sobre los hábitos de consumo de contenido de sus blogs. Ya se si lo hacen por lector RSS, Newsletter, alguna red social, etc. Es seguro que esas encuestas pueden estar "
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "519. Mórbida y Obeso",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/01/519-morbida-y-obeso.html",
    "fecha": "23/01/2026",
    "contenido": "&nbsp; &nbsp; Los cadáveres treintañeros de Mórbida y Obeso fueron encontrados una noche de invierno sin luna. Ambos yacían desnudos sobre una cama de matrimonio reforzada. Eso explicaba que no se viniera abajo, aunque dadas las marcas en el suelo parecía desplazada de su sitio habitual.&nbsp; &nbsp"
  },
  {
    "blog": "Bitácora baldía on zurdeando",
    "titulo": "Sobre los lugares olvidados",
    "link": "https://www.zurdala.es/blog/sobre-los-lugares-olvidados/",
    "fecha": "23/01/2026",
    "contenido": "El otro día, yendo con el coche por la carretera, vi una curva.\nNo era una curva especial ni tenía nada de particular.\nY me asaltó la imagen de esas curvas que a veces tienen una cruz o unas flores,\nmarcando el recuerdo del fallecimiento de alguien en ese punto.\nLa idea de que haya lugares que tiene"
  },
  {
    "blog": "Bitácora baldía on zurdeando",
    "titulo": "Zurdal",
    "link": "https://www.zurdala.es/blog/zurdal/",
    "fecha": "23/01/2026",
    "contenido": "Hoy he aprendido una palabra nueva, y quiero documentarla.\nResulta que la palabra &lsquo;zurdal&rsquo; existe en castellano, aunque únicamente en la región palentina.\nDa la casualidad de que uno de los orígenes familiares que tengo es Palencia.\nUno de mis bisabuelos era de allí y emigró a Andalucía "
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Links de Viernes - #925",
    "link": "https://www.fabio.com.ar/9858-links-de-viernes---925",
    "fecha": "23/01/2026",
    "contenido": "     Que no te coma la cabeza la semana, leete unos links\nSemanita terminando, links esperando &iquest;Acaso ten&eacute;s algo m&aacute;s importante que hacer? Pues no mi ciela, hay enlaces! links! coso! Y eso significa que hay buena lectura y empieza el descanso. Si no ten&eacute;s pileta, leelos c"
  },
  {
    "blog": "Picando Código",
    "titulo": "Blightstone - Steam",
    "link": "https://picandocodigo.net/2026/blightstone-steam/",
    "fecha": "23/01/2026",
    "contenido": "Blightstone es un juego de rol y estrategia por turnos roguelike. La ambientación del juego es en un mundo de fantasía, con druidas, gárgolas, muertos vivientes y otras criaturas fantásticas. El aspecto elemental del juego son las batallas por turnos. En Blightstone, los jugadores dirigen un grupo d"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Symphony Of Heaven: Ordo Aurum Archeia | Una Sinfonía Con Altura Y Buen Gusto",
    "link": "https://www.delotroladometal.com.ar/2026/01/23/una-sinfonia-con-altura-y-buen-gusto/",
    "fecha": "23/01/2026",
    "contenido": "(2024 &#8211; Return To Dust Promotions) Hay que partir de una base, Symphony Of Heaven...\nThe post Symphony Of Heaven: Ordo Aurum Archeia | Una Sinfonía Con Altura Y Buen Gusto first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Arcade hucha y sus posibilidades (I)",
    "link": "https://malagaoriginal.blogspot.com/2026/01/arcade-hucha-y-sus-posibilidades.html",
    "fecha": "22/01/2026",
    "contenido": "Mi mujer pasó por una tienda de regalos y me trajo esta curiosa hucha con forma de máquina arcade.&nbsp;&nbsp;&nbsp;&nbsp;Como veis se trata de un objeto decorativo muy curioso y original en el que vamos echando monedas hasta llenarla y que luego podemos recuperar fácilmente doblando unas pestañas q"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Abelujo ya dispone de su documentación en español",
    "link": "https://victorhckinthefreeworld.com/2026/01/22/abelujo-ya-dispone-de-su-documentacion-en-espanol/",
    "fecha": "22/01/2026",
    "contenido": "Abelujo es la única aplicación de software libre existente para la gestión de una librería, tanto negocios como librerías de asociaciones y ya dispone de su documentación en español"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Presentes de Paco Cerdà",
    "link": "https://mareosdeungeek.es/presentes-de-paco-cerda/",
    "fecha": "22/01/2026",
    "contenido": "Cuando vi en la biblioteca el libro Presentes de Paco Cerdà no dude en acercarme a él y tomarlo prestado. En tres días lo había leído. En Presentes, el escritor valenciano nos traslada a esos 11 días que duró el traslado del cuerpo del fundador de Falange, José Antonio Primo de Rivera. Desde su exhu"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Me gusta más usar aplicaciones nativas, con varios peros",
    "link": "https://www.macram.es/posts/2026/01/me-gustan-las-apps-nativas/",
    "fecha": "22/01/2026",
    "contenido": "En general, cuando uso software en cualquiera de mis dispositivos, intento buscar siempre alternativas nativas, o que al menos se sientan como si fueran nativas. No es que tenga gran cosa en contra de las aplicaciones Web, que conste, pero por alguna razón me encuentro siempre buscando alternativas "
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Esta casa es una ruina",
    "link": "https://www.macram.es/peliculas/esta-casa-es-una-ruina/",
    "fecha": "22/01/2026",
    "contenido": "Un clásico del cine. Una comedia de puro slapstick en la que un extraordinariamente joven Tom Hanks (ojalá llevara yo los 30 años como él en esa película) se compra una casa junto con su pareja, interpretada por Shelley Long (a la que has podido ver recientemente en Modern Family haciendo de DeDe Pr"
  },
  {
    "blog": "note – matizeta",
    "titulo": "Música en formato físico y offline",
    "link": "https://matizeta.com/2026/01/22/musica-en-formato-fisico-y-offline/",
    "fecha": "22/01/2026",
    "contenido": "Esta semana leí un par de publicaciones en distintos blogs, relacionadas a lo que se refiera a la música offline (fuera de las plataformas digitales), que casualmente se escribieron el mismo día.&#160; Esa casualidad de leer publicaciones del mismo tema y hasta publicadas el mismo día, escritas por "
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Buscadores de blogs personales",
    "link": "https://matizeta.com/2026/01/22/buscadores-de-blogs-personales/",
    "fecha": "22/01/2026",
    "contenido": "Cada vez aparecen más directorios en donde encontrar contenido de blogs personales para leer, De esos que no intentan venderte nada, ni están plagados de SEO, ni crean sus textos con inteligencia artificial. Debido a que Google los oculta de su buscador, tener estos directorios de blogs para encontr"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Hola from my desk",
    "link": "https://www.ericafustero.com/2026-01-hola-from-my-desk",
    "fecha": "22/01/2026",
    "contenido": ""
  },
  {
    "blog": "",
    "titulo": "San Patricio con Santiago Molina.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/01/22/san-patricio-con-santiago-molina/",
    "fecha": "22/01/2026",
    "contenido": "Ya se empiezan a programar los primeros eventos de San Patricio, y como no podía ser de otra manera Santiago Molina tiene el suyo, por supuesto en Cafe Berlin. Abajo el enlace para Adquirir las entradas. Entradas Aqui"
  },
  {
    "blog": "56K",
    "titulo": "El proyecto de «La Consola Errante» comienza",
    "link": "https://56k.es/fanta/la-consola-errante/",
    "fecha": "22/01/2026",
    "contenido": "La Consola Errante es una PSP (Play Station Portable) ofrecida al común para el disfrute de quienes quieran usarla. Web Oficial: https://errante.56k.es/index.html Lo común no es ni tuyo ni mio ni del estado, es de todos/as/es. Cuida por tanto de la Consola Errante tratándola bien para que otras pers"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Ruleta Rusa #860",
    "link": "https://www.fabio.com.ar/9857-ruleta-rusa-860",
    "fecha": "22/01/2026",
    "contenido": "     Ruleta y verano\nJueves ruletero, enero sigue haciendo su da&ntilde;o habitual con calor, mosquitos y gente desaparecida 😁 pero aqu&iacute; estamos nosotros listos para dar pelea, o, bueno, dar ruletas, porque de eso se trata este post, tampoco me voy a mandar la parte, tan importante no es 😋\nAh"
  },
  {
    "blog": "Picando Código",
    "titulo": "Scripts de mantenimiento para FreshRSS",
    "link": "https://picandocodigo.net/2026/scripts-de-mantenimiento-para-freshrss/",
    "fecha": "22/01/2026",
    "contenido": "Como comenté en mi solución RSS, estoy corriendo FreshRSS en mi Raspberry Pi 4. Estoy suscripto al feed de lanzamientos FreshRSS (cómo están esos erre ese ese) para enterarme cuando se publica una versión nueva y actualizar mi instalación. Así que en vez de escribir los comandos a mano cada vez, hic"
  },
  {
    "blog": "Un blog",
    "titulo": "\"Tenemos goles de sobra\"",
    "link": "https://nachof.blog/posts/2026/tenemos-goles-de-sobra/",
    "fecha": "22/01/2026",
    "contenido": "El martes nos volvimos a juntar con el grupo de juegos de rol indie. Hacía bastante que no nos juntábamos, y no teníamos mucha idea de qué íbamos a jugar. Consideramos la opción de In This World, probar un proyecto que tengo hace un tiempo en desarrollo, o agarrar algo bien light de un libro con una"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "El Primer Álbum de Silence The Echo Ya Es Una Realidad | “Liberation” Finalmente Llega A Fines De Enero…",
    "link": "https://www.delotroladometal.com.ar/2026/01/22/liberation-finalmente-llega-a-fines-de-enero/",
    "fecha": "22/01/2026",
    "contenido": "Lo habíamos anunciado a fines de Diciembre, gracias a algunos detalles que Jani Stefanovic nos...\nThe post El Primer Álbum de Silence The Echo Ya Es Una Realidad | “Liberation” Finalmente Llega A Fines De Enero… first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Publicado Myrlyn 1.0 el gestor de paquetes para openSUSE",
    "link": "https://victorhckinthefreeworld.com/2026/01/21/publicado-myrlyn-1-0-el-gestor-de-paquetes-para-opensuse/",
    "fecha": "21/01/2026",
    "contenido": "Myrlyn vino a sustituir a YaST a la hora de tener una interfaz gráfica para la gestión de paquetes de software (borrado, búsqueda, instalación) y de repositorios"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Hazañas no demasiado honorables por Gioventino",
    "link": "https://mcallus.net/2026/01/21/hazanas-no-demasiado-honorables-por-gioventino/",
    "fecha": "21/01/2026",
    "contenido": "Este relato es el resumen de cuatro sesiones que echamos a Zweihander dirigidas por mi amigo Kike. Como muchas otras campañas, quedó abandonada pero la verdad es que molaba mucho el sistema y el grupito y ya que me he encontrado esta pequeña historia en un backup del blog anterior pues la he recuper"
  },
  {
    "blog": "Galerías Preciados",
    "titulo": "El despotify, el internés, el decrecimiento, la promosió",
    "link": "https://galeriaspreciados.band/el-despotify-el-internes-el-decrecimiento-la-promosio/",
    "fecha": "21/01/2026",
    "contenido": "Quería hablar de un montón de cosas pero tampoco sabía muy bien como, así que las he juntado todas en un texto larguísimo y las he empaquetado listas para que te las fumes después de cenar, como bien marcan los estándares de la promosió"
  },
  {
    "blog": "note – matizeta",
    "titulo": "Comentarios en Sitios Estáticos",
    "link": "https://matizeta.com/2026/01/21/comentarios-en-sitios-estaticos/",
    "fecha": "21/01/2026",
    "contenido": "Drk0027 en su blog de Interlan hizo un trabajo excelente recopilando y analizando distintos servicios que brindan la posibilidad de incluir comentarios en sitios estáticos.  No solo eso, desarrolló su propio y muy completo sistema de comentarios, que no depende se servicios externos ni de servidores"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "La legislació sueca sobre animals i l’operació d’en Rico",
    "link": "https://blog.danielaragay.net/la-legislacio-sueca-sobre-animals-i-loperacio-den-rico/",
    "fecha": "21/01/2026",
    "contenido": "Avui t&#x2019;explico com funciona la legislaci&#xf3; sueca sobre animals de companyia i com afecta el dia a dia amb en Rico. Parlo de les obligacions legals, de les difer&#xe8;ncies entre gossos i gats, i tamb&#xe9; et comparteixo l&#x2019;operaci&#xf3; que li han"
  },
  {
    "blog": "_ voidNull",
    "titulo": "at: preparados... listos... ¡Ejecuta ahora!",
    "link": "https://voidnull.es/at-preparados-listos-ejecuta-ahora/",
    "fecha": "21/01/2026",
    "contenido": "Permite programar la ejecución de comandos en GNU/Linux para un momento concreto del futuro, ejecutándose una sola vez sin necesidad de usar cron."
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Frigate en Portainer",
    "link": "https://voidnull.es/instalacion-de-frigate-en-portainer/",
    "fecha": "21/01/2026",
    "contenido": "Configura cámaras en Frigate usando streams de distinta calidad para detección y grabación, optimizando rendimiento y consumo de recursos."
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "\"Simplemente escuchar música\"",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2026/01/21/20260121-simplemente-escuchar-musica/",
    "fecha": "21/01/2026",
    "contenido": "¿Y si simplemente te detienes a escuchar las piezas en la forma y orden en que se idearon?"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Microchip del Santo Grial del Vacío",
    "link": "https://docig.bearblog.dev/el-microchip-del-santo-grial-del-vacio/",
    "fecha": "21/01/2026",
    "contenido": "Aquel sujeto no navegaba: naufragaba en un océano de silicio, rodeado de sirenas de píxel que le prometían el oro y el moro mientras le succionaban la médula del espíritu. Estaba ahí, atornillado a su silla ergonómica —una verdadera máquina de tortura china para la columna—, esperando una señal, un "
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Unas fotos para Maquinista",
    "link": "https://www.ericafustero.com/2026-01-unas-fotos-para-maquinista",
    "fecha": "21/01/2026",
    "contenido": "Maquinista es un estudio creativo con sede en Madrid. Y, como suele ser habitual, llegué a ellas a través de internet. Llevaba tiempo siguiendo el trabajo de Valeria y sus colaboraciones junto a Sergio me parecieron igual de interesantes, pero este nuevo proyecto conjunto me hizo darme cuenta de que"
  },
  {
    "blog": "",
    "titulo": "Recomendación.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/01/21/recomendacion-14/",
    "fecha": "21/01/2026",
    "contenido": "Les dejo como recomendación un video interesante con curiosidades acerca de los celtas, les recomiendo que lo vean."
  },
  {
    "blog": "56K",
    "titulo": "Didder – Generar tramado en nuestras fotos mientras tomamos una taza de té blanco con miel",
    "link": "https://56k.es/fanta/didder-generar-tramado-en-nuestras-fotos-mientras-tomamos-una-taza-de-te-blanco-con-miel/",
    "fecha": "21/01/2026",
    "contenido": "El tramado se usa normalmente para crear ilusión de profundidad de color en fotos con una paleta de colores limitada. Reducir la paleta, bajar la resolución, etc &#8230; suelen ser técnicas que permiten reducir también el tamaño de las fotos. El ojo humano percibe la difusión como una mezcla de los "
  },
  {
    "blog": "56K",
    "titulo": "Frena a Amazon, defiende Aragón: Contencioso histórico contra los megacentros de datos",
    "link": "https://56k.es/fanta/frena-a-amazon-defiende-aragon-contencioso-historico-contra-los-megacentros-de-datos/",
    "fecha": "21/01/2026",
    "contenido": "Mucha gente ante el problema que están suponiendo los Megacentros de datos americanos se pregunta: ¿Cómo puedo ayudar? Pues justo hoy día 21 de Enero se ha lanzado una campaña de Crowdfunding. Una coalición de resistencias contra los Mega Centros de Datos como @tunubesecamirio , @ecologistas , @noce"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "París sitiada, París Caníbal",
    "link": "https://www.fabio.com.ar/9856-paris-sitiada-paris-canibal",
    "fecha": "21/01/2026",
    "contenido": "    \nDurante las \"Guerras de la Religi&oacute;n\" en Francia hubo un caso muy particular con la ahora glamorosa ciudad de Par&iacute;s que tranquilamente la pintar&iacute;a de tenebrosa, pero que los parisinos han sabido olvidar.\nEn una de esas ocasiones la ciudad termin&oacute; sitiada y la guarnici"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Aceldama Zine Nro. 2 – Año 2004",
    "link": "https://www.delotroladometal.com.ar/2026/01/21/aceldama-zine-nro-2-ano-2004/",
    "fecha": "21/01/2026",
    "contenido": "Con un poco de nostalgia, y otro poco de homenaje, no podía faltar este fanzine,...\nThe post Aceldama Zine Nro. 2 – Año 2004 first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Añadir el repositorio de Firefox Nightly en openSUSE",
    "link": "https://victorhckinthefreeworld.com/2026/01/20/anadir-el-repositorio-de-firefox-nightly-en-opensuse/",
    "fecha": "20/01/2026",
    "contenido": "Mozilla ha creado unos repositorios en los que ofrece la versión Nightly del navegador Firefox para poder instalar directamente el paquete .rpm"
  },
  {
    "blog": "Jinversor",
    "titulo": "Algún día",
    "link": "https://jinversor.co/2026/01/algun-dia/",
    "fecha": "20/01/2026",
    "contenido": "Ayer mientras conducía por la ciudad y veía en lo que nos hemos convertido como sociedad recordé a Travis Bickle (Robert De Niro), el mítico y perturbado (ahora lo dudo) [&#8230;]\nLa entrada Algún día se publicó primero en Jinversor."
  },
  {
    "blog": "develumpen.com",
    "titulo": "Migrar ActiveStorage de Disk a otro servicio",
    "link": "https://develumpen.com/migrar-activestorage-de-disk-a-otro-servicio",
    "fecha": "20/01/2026",
    "contenido": "Cuando empiezo una aplicación nueva de Rails intento configurar lo menos posible, especialmente cuando se trata de servicios externos. Cuando ya se hace insostenible es cuando me decido a dar el paso. En este caso tengo una aplicación corriendo en una Raspberry, a la que accede mi familia desde dife"
  },
  {
    "blog": "Ikkaro",
    "titulo": "Jalapeños",
    "link": "https://www.ikkaro.com/jalapenos/",
    "fecha": "20/01/2026",
    "contenido": "Esta es la última variedad de chiles que he cultivado. Llevo ya dos años con ellos y de momento creo ... Sigue leyendo\nEl artículo Jalapeños se publicó primero en Ikkaro."
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "La iluminación LED es una maravilla",
    "link": "https://www.macram.es/posts/2026/01/la-tecnologia-led-es-una-maravilla/",
    "fecha": "20/01/2026",
    "contenido": "Cada vez que subo a mi terraza pienso que los LED son uno de los (muchos) avances tecnológicos que de verdad aportan algo importante e interesante a la humanidad. Podría ponerme a divagar sobre la tecnología, su historia y todo eso, pero para eso ya podéis leeros por ejemplo el artículo de la Wikipe"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Cómo sacarle más provecho a la Wikipedia",
    "link": "https://matizeta.com/2026/01/20/como-sacarle-mas-provecho-a-la-wikipedia/",
    "fecha": "20/01/2026",
    "contenido": "La semana pasada Wikipedia cumplió 25 años y para festejarlo entre otras cosas hizo un recorrido multimedia de historia. Una enciclopedia que en su momento creó un sistema único tanto como plataforma como forma de administración y jubiló al Encarta. Tiempo atrás hablé de, que con el avance de la tec"
  },
  {
    "blog": "",
    "titulo": "Santiago Molina en La Plata.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/01/20/santiago-molina-en-la-plata/",
    "fecha": "20/01/2026",
    "contenido": "Santiago Molina deja Café Berlín en el barrio de Devoto con la intención de presentarse en la ciudad de La Plata, el musico se presentara con toda su banda en las casa Suiza. Abajo les dejo el Link para adquirir las entradas. &#62;&#62;&#62; Entradas Aquí &#60;&#60;&#60;"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Creando un buscador de blogs",
    "link": "https://www.fabio.com.ar/9855-creando-un-buscador-de-blogs",
    "fecha": "20/01/2026",
    "contenido": "    \nEst&aacute; Google, est&aacute; Bing y hasta DuckDuckGo as&iacute; que crear un buscador nuevo es un total desprop&oacute;sito, aun as&iacute; quiero hacerlo &iquest;Por qu&eacute;? Porque no quiero buscar entre los miles de sitios basura SEO y publicidad, quiero buscar entre los sitios que leo"
  },
  {
    "blog": "Picando Código",
    "titulo": "Disponible Pale Moon v34",
    "link": "https://picandocodigo.net/2026/disponible-pale-moon-v34/",
    "fecha": "20/01/2026",
    "contenido": "Hoy se publicó una versión mayor nueva del navegador web Pale Moon. Este proyecto empezó como un derivado del código de Mozilla Firefox, pero siguió su propia línea alternativa de desarrollo. Pale Moon usa el motor Goanna, un fork de Gecko (el motor de Firefox). Además de tener cosas en común con Ge"
  },
  {
    "blog": "Picando Código",
    "titulo": "Mini-Truco: Mover el directorio de almacenamiento de Docker",
    "link": "https://picandocodigo.net/2026/mini-truco-mover-el-directorio-de-almacenamiento-de-docker/",
    "fecha": "20/01/2026",
    "contenido": "Uso mucho Docker en el trabajo, probando distintas versiones de varias cosas, por lo que salto de una imagen a otra todo el tiempo. Un problema que me surgió con esto de saltar por imágenes distintas es que el disco duro se empezaba a llenar bastante rápido. Generalmente uso una partición primaria d"
  },
  {
    "blog": "Un blog",
    "titulo": "Notas sobre Montreal",
    "link": "https://nachof.blog/posts/2026/notas-sobre-montreal/",
    "fecha": "20/01/2026",
    "contenido": "Tuve la oportunidad de viajar a Montreal por trabajo, y pensé en compartir algunas cosas sobre mi experiencia, en formato de notas cortas no estructuradas.\n\n\n \n\n\n\n\n\n\n\nEn Montreal hace frío. Mucho frío. Cuando llegué, la temperatura estaba alrededor de -18°. Durante los primeros días, la temperatura "
  },
  {
    "blog": "Un blog",
    "titulo": "Un Blog: ¡ahora con Comentarios!",
    "link": "https://nachof.blog/posts/2026/un-blog-ahora-con-comentarios/",
    "fecha": "20/01/2026",
    "contenido": "Cuando migré a Hugo, una de las cosas que saqué fue los comentarios. En ese momento escribí:\n\nEl tema de los comentarios fue lo que me terminó de convencer. Tener un blog con comentarios abiertos hoy en día es inviable. Está lleno de spammers. Levantás un blog, hacés un post, y entrás a recibir come"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Chewelche: Sed De Resistencia | El Sur También Existe",
    "link": "https://www.delotroladometal.com.ar/2026/01/20/el-sur-tambien-existe/",
    "fecha": "20/01/2026",
    "contenido": "(2025 &#8211; Icarus Music) Herederos del Heavy Metal con el sello y estirpe nacional que...\nThe post Chewelche: Sed De Resistencia | El Sur También Existe first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "brucknerite",
    "titulo": "Accidente en Adamuz",
    "link": "https://brucknerite.net/2026/01/accidente-en-adamuz.html",
    "fecha": "19/01/2026",
    "contenido": "Antes de nada, lo más importante. Si me lee algún afectado por el terrible accidente ferroviario de ayer en Adamuz (Córdoba): un abrazo. Encontrar la tragedia a bordo de un medio de transporte que vive por garantizar, dentro de los límites humanamente posibles, su seguridad es algo durísimo. Mis pen"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Publicado Amarok 3.3.2",
    "link": "https://victorhckinthefreeworld.com/2026/01/19/publicado-amarok-3-3-2/",
    "fecha": "19/01/2026",
    "contenido": "Segunda versión menor de la versión 3.3 del reproductor de música Amarok creado por la comunidad de KDE"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "Orinar vigilado: la indignidad normalizada de las pruebas de SPA",
    "link": "https://gatooscuro.xyz/orinar-vigilado-la-indignidad-normalizada-de-las-pruebas-de-spa/",
    "fecha": "19/01/2026",
    "contenido": "Primero que nada, le explicaré qué son las pruebas de detección de SPA. Corresponden a pruebas de sustancias psicoactivas. Traté de buscar algún título llamativo, pero realmente no amarillista, y\nSeguir leyendo  Orinar vigilado: la indignidad normalizada de las pruebas de SPA\nEl cargo Orinar vigilad"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Frankenstein de Guillermo del Toro",
    "link": "https://mareosdeungeek.es/frankenstein-de-guillermo-del-toro/",
    "fecha": "19/01/2026",
    "contenido": "Una de las últimas películas que vi en 2025 fue Frankenstein de Guillermo del Toro. La nueva adaptación del clásico de Mary Shelley puede verse en Netflix, que de hecho ha producido el metraje. En todo caso, nos encontramos ante la típica película de Guillermo del Toro, con una ambientación gótica r"
  },
  {
    "blog": "alt43",
    "titulo": "SMLIGHT MR el coordinador perfecto para redes Zigbee",
    "link": "https://alt43.es/smlight-mr-el-coordinador-perfecto-para-redes-zigbee/",
    "fecha": "19/01/2026",
    "contenido": "Tras la anterior entrada sobre las vicisitudes para estabilizar la red Zigbee de mi domicilio; por fin puedo&#46;&#46;&#46;"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Rhoneisms: el blog que despertó mis ganas de tener uno",
    "link": "https://matizeta.com/2026/01/19/rhoneisms-el-blog-que-desperto-mis-ganas-de-tener-uno/",
    "fecha": "19/01/2026",
    "contenido": "El blog de Patrick Rhone llamado&#160;Rhoneisms, es “EL BLOG” que encendió la chispa para tener el mío. No recuerdo como llegué a él (supongo que debido alguno de sus libros), sólo se que cuando lo descubrí pasé toda la noche revisando su contenido.&#160; Y lo que me atrapó no fue el contenido en sí"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "518. Nombres propios",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/01/518-nombres-propios.html",
    "fecha": "19/01/2026",
    "contenido": "&nbsp; &nbsp; Si has ido leyendo esta bitácora con asiduidad y desde el principio, sabrás que para mis personajes reales y ficticios, sean masculinos o femeninos, escojo nombres propios de registro civil antiguo. No son nombres atractivos, pero sí bellos por su pronunciación intrincada y a veces mus"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "La doble extracción: Dientes y dinero",
    "link": "https://blog.danielaragay.net/la-doble-extraccion-de-rico-dientes-y-dinero/",
    "fecha": "19/01/2026",
    "contenido": "Hoy te cuento la &#x201c;doble extracci&#xf3;n&#x201d; de Rico: le han quitado 3 dientes y a m&#xed; un buen dinero. &#x1f4b8; Un veterinario murciano (&#xa1;clavado a Emilcar!) nos ha atendido y me ha dado las claves reales para su higiene dental: olv&#xed;date de"
  },
  {
    "blog": "¿Hay algo que no mejore con queso?",
    "titulo": "Curry rojo tailandés",
    "link": "https://puedellevarqueso.es/2026/01/curry-rojo-tailandes/",
    "fecha": "19/01/2026",
    "contenido": "Esta es una versión de la receta sencillísima que tienes en el envase de la pasta de curry rojo, un plato sencillo, adaptable, y rico si te gusta el picante. Puedes hacerlo muy básico o añadir muchos ingredientes. En las tiendas de comida asiática vas a encontrar esto o algo parecido. Tiene una text"
  },
  {
    "blog": "",
    "titulo": "Medievalcon esta de aniversario.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/01/19/medievalcon-esta-de-aniversario/",
    "fecha": "19/01/2026",
    "contenido": "Medievalcon es un clasico entre las ferias medievales, esta de aniversario y lo festeja a lo grande con una feria medieval como la que nos tiene acostumbrados, abajo el link para adquirir las entradas. &#62;&#62;&#62; Entradas Aqui &#60;&#60;&#60;"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Todos los años tienen las mismas noticias",
    "link": "https://www.fabio.com.ar/9854-todos-los-anos-tienen-las-mismas-noticias",
    "fecha": "19/01/2026",
    "contenido": "    \nEn el verano se nota m&aacute;s, es la &eacute;poca de noticias de mierda y falta de contenidos, no porque no existan noticias internacionales, sino que hay todav&iacute;a en la estructura mental del productor argentino un tereso cerebral que le impide tocar temas interesantes: todo deber ser u"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Desde México, Roots Despliega Todo Su Extremo Arsenal... | La Expansión Del Death Metal y Sus Variantes…",
    "link": "https://www.delotroladometal.com.ar/2026/01/19/la-expansion-del-death-metal-y-sus-variantes/",
    "fecha": "19/01/2026",
    "contenido": "El Death Metal como género tiene sus diferentes variantes, y no es la idea hacer...\nThe post Desde México, Roots Despliega Todo Su Extremo Arsenal... | La Expansión Del Death Metal y Sus Variantes… first appeared on Del Otro Lado Metal."
  }
]