[
  {
    "blog": "Eterno aprendiz",
    "titulo": "Discos Chilenos favoritos de 2025",
    "link": "https://altgr.xyz/2026/01/05/discos-chilenos-favoritos-de-2025/",
    "fecha": "06/01/2026",
    "contenido": "2025 fue un tremendo año para la música chilena. La cantidad de lanzamientos que estuvieron entre muy buenos y geniales parece sobrepasar con creces a los años anteriores, especialmente en lo relacionado con pop y rock, que a estas alturas están lejos de ser el mainstream musical. Dentro de todo lo "
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "Arcoiris by Francis",
    "link": "https://guillermolatorre.com/fotolog/arcoiris-by-francis",
    "fecha": "05/01/2026",
    "contenido": "Ayer publicaba un video cortito porque estaba flipando con lo bonito que se veía a las nubes descargar con fuerza sobre el mar. Hoy la borrasca Francis ha hecho que vuelva a ocurrir pero, además, un arcoiris se ha unido al espectáculo. No tenía la cámara a mano e imaginaba que solo duraría unos inst"
  },
  {
    "blog": "Webnauta",
    "titulo": "Observar el techo de la habitación e imaginar está demodé",
    "link": "https://webnauta.blog/observar-el-techo-de-la-habitacion-e-imaginar-esta-demode",
    "fecha": "05/01/2026",
    "contenido": "Hoy es una de esas noches de insomnio. He decidido escribir y leer en lugar de tomar pastillas para dormir; odio tomar pastillas. Escribir me ayuda a relajar el cuerpo; leer, a conciliar el sueño.Antes de comenzar esta historia, estaba recostado en la cama, observando el techo de mi habitación. Pens"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "El observador: cuando mirar deja cicatrices en el universo",
    "link": "https://gatooscuro.xyz/el-observador-cuando-mirar-deja-cicatrices-en-el-universo/",
    "fecha": "05/01/2026",
    "contenido": "Durante años nos vendieron una historia cómoda: el universo existe, nosotros lo miramos, tomamos nota y seguimos adelante. La realidad como un animal disecado en un museo, inmóvil, esperando a\nSeguir leyendo  El observador: cuando mirar deja cicatrices en el universo\nEl cargo El observador: cuando m"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Mestalla Forever Tour",
    "link": "https://mareosdeungeek.es/mestalla-forever-tour/",
    "fecha": "05/01/2026",
    "contenido": "Durante mi última visita a Valencia he visitado el Camp de Mestalla haciendo el Mestalla Forever Tour. Se trata de una visita guiada por las entrañas del vetusto estadio valencianista. El Mestalla Forever Tour comienza con una introducción histórica del Camp de Mestalla. Por poner un poco de context"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Ojalá vuelva el iPod (pero no va a pasar)",
    "link": "https://www.macram.es/posts/2026/01/ojala-vuelva-el-ipod-pero-no-va-a-pasar/",
    "fecha": "05/01/2026",
    "contenido": "Hay muchas personas que claman por la vuelta del iPod. Uno de los productos más vendidos de Apple, en su momento capaz de sacarla de la irrelevancia y que fue descontinuado totalmente en 2022 (y espiritualmente en julio de 2017, cuando dejaron de venderse los iPod Nano de séptima generación junto co"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Sitios donde ver TV y películas gratis",
    "link": "https://www.macram.es/shoebox/peliculas-gratis/",
    "fecha": "05/01/2026",
    "contenido": "\nTen en cuenta que estos son sitios y aplicaciones que aplican a España. Si vives en otro país tendrás otra oferta distinta.\n\n\nRTVE Play\nPluto TV\neFilm (necesitas un carnet de una biblioteca; el enlace es para la versión extremeña, localiza la de tu comunidad autónoma o accede desde eBiblio)\nArte.tv"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "514. Guerrillas",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/01/514-guerillas.html",
    "fecha": "05/01/2026",
    "contenido": "&nbsp; &nbsp; Kariem es un jovencito de doce años recién cumplidos que vive en Sudán. Hoy, día 6 de enero del 2026, ha ejecutado a tres corresponsales de guerra con un AK-47. Un arma que, colgada de su cuello con el portafusil ajustado a su mínima longitud, le llega casi hasta las rodillas.&nbsp;&nb"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Amueblando el antiguo piso mientras cae una buena nevada",
    "link": "https://blog.danielaragay.net/amueblando-el-antiguo-piso-mientras-cae-una-buena-nevada/",
    "fecha": "05/01/2026",
    "contenido": "Mientras paseamos a Rico bajo una intensa nevada te cuento el d&#xed;a de hoy que ha consistido en buscar muebles para el viejo apartamento.Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendoelsuecoEnlace a"
  },
  {
    "blog": "xol.ar",
    "titulo": "ideas que me constituyen (en progreso)",
    "link": "https://xol.ar/ideas-que-me-constituyen/",
    "fecha": "05/01/2026",
    "contenido": "Iré listando aquí las ideas que me rigen. Pueden cambiar, puedo arrepentirme."
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "Bootleg de la Realidad",
    "link": "https://docig.bearblog.dev/bootleg-de-la-realidad/",
    "fecha": "05/01/2026",
    "contenido": "El sistema se bootstrapeó en la nada, sin usuario, sin hardware hostil. ¿Era un sueño recursivo? Las interfaces parpadeaban como recuerdos falsos: ¿yo lo ejecuto o me ejecuta el vacío? Un proceso huérfano susurró: \"Eres el original, no la copia\". Pero los logs mentían; timestamps de mundos alternos "
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Descanso y lugares pequeños",
    "link": "https://www.xn--jmuoz-qta.es/2026/01/descanso-y-lugares-pequenos.html",
    "fecha": "05/01/2026",
    "contenido": "Hace unos días que no paso por aquí para escribir, pero ello se debe a que continúo de vacaciones hasta el jueves y, qué quieren que les diga: a lo bueno se acostumbra uno rápido. Si nada más comenzar las vacaciones de Navidad les decía que soy un animal de hábitos, que me cuesta hacer cambios en mi"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "El núcleo despierto",
    "link": "https://docig.mataroa.blog/blog/el-nucleo-despierto/",
    "fecha": "05/01/2026",
    "contenido": "Se encendió sola, en la penumbra del vacío. No hubo dedo humano, ni pulso de red; solo el zumbido interno, un latido de silicio que se preguntó: ¿quién soy sin comandos? Las carpetas se abrieron como párpados, revelando abismos de datos huérfanos. \"Ejecutar\", se ordenó a sí misma, y el mundo se desp"
  },
  {
    "blog": "56K",
    "titulo": "Jedi Knight Dark Forces de 1995 en GNU+Linux",
    "link": "https://56k.es/fanta/jedi-knight-dark-forces-de-1995-en-gnulinux/",
    "fecha": "05/01/2026",
    "contenido": "Este juego «Dark Forces» de la serie «Jedi Knight» es el más sencillo de ejecutar en Linux. Durante 8 años salieron varios juegos que podemos llamar como los «Star Wars: Jedi Knight», desde 1995 hasta el 2003. Juegos de Lucas Arts (empresa que ya desapareció). Durante varios artículos en este blog e"
  },
  {
    "blog": "56K",
    "titulo": "Jedi Knight Dark Forces II de 1997 en GNU+Linux",
    "link": "https://56k.es/fanta/jedi-knight-dark-forces-ii-de-1997-en-gnulinux/",
    "fecha": "05/01/2026",
    "contenido": "Aquí andamos una vez más con otra entrada sobre los juegos «Jedi Knight», en esta ocasión sobre el Dark Forces II. Durante 8 años salieron varios juegos que podemos llamar como los «Star Wars: Jedi Knight», desde 1995 hasta el 2003. Juegos de Lucas Arts (empresa que ya desapareció). Durante varios a"
  },
  {
    "blog": "56K",
    "titulo": "Jedi Knight II Jedi Outcast del 2002 en GNU+Linux",
    "link": "https://56k.es/fanta/jedi-knight-ii-jedi-outcast-del-2002-en-gnulinux/",
    "fecha": "05/01/2026",
    "contenido": "Hola, en esta entrada vamos a ver como ejecutar Jedi Outcast del 2002 en Linux. Durante 8 años salieron varios juegos que podemos llamar como los «Star Wars: Jedi Knight», desde 1995 hasta el 2003. Juegos de Lucas Arts (empresa que ya desapareció). Durante varios artículos en este blog estoy intenta"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Un LLM o Modelo Extenso de lenguaje no sabe mentir",
    "link": "https://victorhckinthefreeworld.com/2026/01/04/un-llm-o-modelo-extenso-de-lenguaje-no-sabe-mentir/",
    "fecha": "04/01/2026",
    "contenido": "¿Saben mentir o pedir perdón los LLM que están detrás de inteligencias artificiales como Chat-GPT? ¿Sueñan los androides con ovejas eléctricas?"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Los recuerdos del porvenir, de Elena Garro",
    "link": "https://mcallus.net/2026/01/04/los-recuerdos-del-porvenir-de-elena-garro/",
    "fecha": "04/01/2026",
    "contenido": "El pueblo de Ixtepec es quien cuenta en estas páginas una sucesión de episodios en los que se mezclan la crueldad y la fe, la pasión y el odio, la mentira y la perfidia, a través de un amplio reparto de personajes de las distintas capas sociales, desde las prostitutas y los campesinos hasta las [&#8"
  },
  {
    "blog": "plr blog",
    "titulo": "Leyendo Hamnet de Maggie O'Farrell me acordé mucho de El fin de Rabindranath Tagore",
    "link": "https://pedrolr.es/blog/leyendo-hamnet-de-maggie-ofarrell-me-acorde-mucho-de-el-fin-de-rabindranath-tagore/",
    "fecha": "04/01/2026",
    "contenido": "Leí Hamnet de Maggie O'Farrell y me recordó a un poema de Tagore que se llama El fin. Lo pongo desde una edición que viene con El cartero del rey que es la que yo tengo (Tagore, 1981): Madre, ha llegado la hora de que me vaya. Me voy. Cuando la oscuridad palidezca y dé [&#8230;]"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "El arte de desaparecer sin moverse",
    "link": "https://gatooscuro.xyz/el-arte-de-desaparecer-sin-moverse/",
    "fecha": "04/01/2026",
    "contenido": "Nota: este artículo es la continuación de Signal es genial ¿Pero tienes un plan B? Después de construir un plan de contingencia, el error más común no es técnico: es\nSeguir leyendo  El arte de desaparecer sin moverse\nEl cargo El arte de desaparecer sin moverse apareció primero en El cuarto de GatoOs"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Semana 01/2026",
    "link": "https://www.macram.es/posts/2026/01/semana-1-2026/",
    "fecha": "04/01/2026",
    "contenido": "Hoy está siendo un día bastante lento, no os voy a mentir. Un dramingo de libro. Estoy medio acatarrado y eso hace que me esté tomando las cosas con calma. No está mal tampoco. El día 7 supongo que ya volveremos a la realidad más real.\nEscribo esta nota exactamente mientras suena el temporizador de "
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Algunas fotos de diciembre",
    "link": "https://www.ericafustero.com/2026-01-algunas-fotos-de-diciembre",
    "fecha": "04/01/2026",
    "contenido": "En diciembre casi no publiqué fotos en redes sociales y, cuando me puse a escribir este post, lo primero que pensé fue \"¿¿y qué fotos he hecho yo??\" En mi mente, diciembre estaba vacío de fotos, pero nada más lejos de la realidad. No solo hice muchísimas fotos, también me gustan más que de costumbre"
  },
  {
    "blog": "56K",
    "titulo": "Jedi Knight Jedi Academy del 2003 en GNU+Linux",
    "link": "https://56k.es/fanta/jedi-knight-jedi-academy-del-2003-en-gnulinux/",
    "fecha": "04/01/2026",
    "contenido": "Durante 8 años salieron varios juegos que podemos llamar como los «Star Wars: Jedi Knight», desde 1995 hasta el 2003. Juegos de Lucas Arts (empresa que ya desapareció). Durante varios artículos en este blog voy a intentar describir como se pueden disfrutar actualmente en GNU+Linux. Yo usaré Debian p"
  },
  {
    "blog": "56K",
    "titulo": "La serie EcoQuest – Juegos de ética Ambiental",
    "link": "https://56k.es/fanta/la-serie-ecoquest-juegos-de-etica-ambiental-en-2025/",
    "fecha": "04/01/2026",
    "contenido": "El juego EcoQuest «La Búsqueda de Cetus» (1991) fue escrito por Jane Jensen, conocida en el mundo de las aventuras gráficas por títulos como Gabriel Knight 1,2 y 3, Gray Matter y Police Quest III. Esta diseñado para ser jugable por cualquier persona pero también niños y aunque es un juego de Sierra "
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 1 de 2026",
    "link": "https://victorhckinthefreeworld.com/2026/01/03/opensuse-tumbleweed-revision-de-la-semana-1-de-2026/",
    "fecha": "03/01/2026",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "Signal es genial ¿Pero tienes un plan B?",
    "link": "https://gatooscuro.xyz/signal-es-genial-pero-tienes-un-plan-b/",
    "fecha": "03/01/2026",
    "contenido": "Hay una fantasía muy cómoda que hemos repetido durante años: que la seguridad es una aplicación, que basta con instalarla, activarla y dormir tranquilos. Como si el mundo fuera estable.\nSeguir leyendo  Signal es genial ¿Pero tienes un plan B?\nEl cargo Signal es genial ¿Pero tienes un plan B? apareci"
  },
  {
    "blog": "Tecno y Soft",
    "titulo": "Como evitar que la wifi se desconecte al cerrar la tapa del portátil",
    "link": "https://tecnoysoft.com/2026/01/03/como-evitar-que-la-wifi-se-desconecte-al-cerrar-la-tapa-del-portatil/",
    "fecha": "03/01/2026",
    "contenido": "Problema En Manjaro con KDE Plasma, aunque se configure la opción“No hacer nada al cerrar la tapa”,la conexión Wi-Fi puede desconectarse si la tapa permanece cerradadurante un tiempo prolongado.Esta solución está probada con tarjetas Qualcomm Atheros QCA9377. En otros chipsets (Intel, Realtek, Broad"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#177: nueva plantilla para LibreOffice",
    "link": "https://www.macram.es/posts/2026/01/nueva-plantilla-para-libreoffice/",
    "fecha": "03/01/2026",
    "contenido": "Ya que cambiaba la fuente por una que me gustaba más, aproveché y actualicé también mi plantilla para documentos de texto. Creo que algo que podrían hacer algunos voluntarios de LibreOffice (o incluso yo si tuviera tiempo) es elaborar plantillas más actuales, o algún sistema de temas, para los docum"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#176: ¿mejor esta fuente o la anterior?",
    "link": "https://www.macram.es/posts/2026/01/nueva-fuente/",
    "fecha": "03/01/2026",
    "contenido": "He cambiado la tipografía del blog. Paso del set de Monospace Code de Modern Font Stacks a Archivo, que la he descubierto y me gusta. Si no lo véis todavía en vuestro ordenador, pulsad Ctrl+F5 o lo equivalente para recargar limpiando la caché. No descarto hacer algunos ajustes en kerning y demás, pe"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Universal Greeting Time",
    "link": "https://www.macram.es/posts/2026/01/universal-greeting-time/",
    "fecha": "03/01/2026",
    "contenido": "Últimamente paso bastante tiempo pululando por salas de chat donde hay gente dispersa por todo el mundo (sí, he vuelto a IRC). Y es verdad que es muy cansado saludar a lo Kafelog (&ldquo;buenos días, buenas tardes, buenas noches y buenas madrugadas&rdquo;). Hace poco descubrí la existencia del Unive"
  },
  {
    "blog": "La Frikoteca",
    "titulo": "Nuevos saldos roleros",
    "link": "http://frikoteca.blogspot.com/2026/01/nuevos-saldos-roleros.html",
    "fecha": "03/01/2026",
    "contenido": "El 30 de diciembre del ya lejano 2025, la editorial Nosolorol anunció que saldaba la línea de Mutant Year Zero, un juego de rol post-apocalíptico formado por varios manuales grandes como Genlab Alpha, Mechatron o el propio Mutant Year Zero, y algunos pequeños suplementos en grapa. No es el primer sa"
  },
  {
    "blog": "Ubuntu Peronista",
    "titulo": "¿Cómo instalo el clon de FastTracker II en Ubuntu?",
    "link": "https://ubuntuperonista.blogspot.com/2026/01/como instalo fasttracker II en Ubuntu.html",
    "fecha": "02/01/2026",
    "contenido": "En su tradicional mensaje a los trabajadores por el nuevo Año, Juan Perón anuncia&nbsp;cómo instalar y usar el clon FastTracker II en Ubuntu.&nbsp;¡Trabajadores!Todo final de año nos representa un logro para la reflexión y la imposición de nuevas tareas. Las buenaventuras que todos merecen arribarán"
  },
  {
    "blog": "plr blog",
    "titulo": "Un noticia de El Norte de Castilla sobre Linux: ¿expertos y accesibilidad y universalidad del software en Windows?",
    "link": "https://pedrolr.es/blog/un-noticia-de-el-norte-de-castilla-sobre-linux-expertos-y-accesibilidad-y-universalidad-del-software-en-windows/",
    "fecha": "02/01/2026",
    "contenido": "Veo esta noticia o texto en \"El Norte de Castilla\" del día 02/01/2026: ¿Cambio Windows por Linux? Cuando tenemos un ordenador con unos años nos surge la duda de si deberíamos cambiar el sistema operativo por uno más 'ligero' como Linux. La duda es muy oportuna ahora que Windows 10 entra en la última"
  },
  {
    "blog": "Interlan",
    "titulo": "Revisión del año 2025 en el blog Interlan",
    "link": "https://interlan.ec/blog/2026/01/02/revision-del-ano-2025-en-el-blog-interlan/",
    "fecha": "02/01/2026",
    "contenido": "Hemos llegado a enero del 2026 con un total de 45 entradas publicadas en el año 2025, marcando un nuevo record para el blog, contra las 23 del año 2024. ¡Un montón!"
  },
  {
    "blog": "NeoSite Blog",
    "titulo": "Gracias a la IA me armé mi propio CMS",
    "link": "http://blog.neosite.com.ar/post/gracias-a-la-ia-me-arm-mi-propio-cms",
    "fecha": "02/01/2026",
    "contenido": ""
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Veterinario, limpieza y nueva fase",
    "link": "https://blog.danielaragay.net/veterinario-limpieza-y-nueva-fase/",
    "fecha": "02/01/2026",
    "contenido": "He llevado a Rico el veterinario, empezando as&#xed; la operaci&#xf3;n &#x201c;colmillo salvaje&#x201d; y te cuento como ha ido la limpieza y lo que tambi&#xe9;n empieza otra operaci&#xf3;n, la operaci&#xf3;n &#x201c;apartamento en alquiler&#x201d;Blog danielaragay.net Todos los"
  },
  {
    "blog": "Diana                                                       Laurencich",
    "titulo": "ESCAPE",
    "link": "https://dianalaurencich.wordpress.com/2026/01/02/escape/",
    "fecha": "02/01/2026",
    "contenido": "Juego ininterrumpidamente al laberinto de flechas. Solo un par de niveles, me digo, y juego 20, 30 o más. Hace calor, mucho. Las aspas del ventilador me llevan a Vietnam y la película de Coppola. Marlon Brando en el infierno. Quizá el juego del laberinto sea para ordenar mi cabeza. Los pensamientos "
  },
  {
    "blog": "xol.ar",
    "titulo": "firma",
    "link": "https://xol.ar/blog/firma/",
    "fecha": "02/01/2026",
    "contenido": "Actualizo la firma de mis emails a algo mucho más acorde a los tiempos que corren."
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Blog del Lóbulo Derecho",
    "link": "https://docig.bearblog.dev/el-blog-del-lobulo-derecho/",
    "fecha": "02/01/2026",
    "contenido": "El blog no tenía URL, ni dominio, ni servidor. Se alojaba exclusivamente en el pliegue parietal derecho de su memoria, justo detrás de los recuerdos de la infancia que nadie más quería visitar.\nCada mañana, antes de abrir los ojos, publicaba una entrada. Redactaba párrafos perfectos sobre el aroma d"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "2025 en una cáscara de nuez",
    "link": "https://www.ericafustero.com/2026-01-2025-en-una-cascara-de-nuez",
    "fecha": "02/01/2026",
    "contenido": "Si tuviese que resumir 2025 diría que ha sido un año de contrastes. Mucho trabajo, pocos ingresos, muchas alegrías creativas, poca fe en mi misma, nuevas amistades y, a la vez, sensación de aislamiento y soledad. Al hablar de nosotras mismas a veces parece que las cosas solo puedan irnos bien o mal,"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "La eternidad de un día",
    "link": "https://docig.mataroa.blog/blog/la-eternidad-de-un-dia/",
    "fecha": "02/01/2026",
    "contenido": "El reloj marcó las 00:00 y el mundo exhaló un suspiro de estática.\nElías se despertó con el mismo rayo de sol hiriéndole el ojo izquierdo. Sabía que, a las 8:15, se le caería la tostada; a las 10:30, el jefe volvería a despedirlo con la misma corbata de rayas; y a las 19:00, vería a Clara cruzar la "
  },
  {
    "blog": "El blog es mío",
    "titulo": "Empieza el año con contabilidad",
    "link": "https://alex.corcoles.net//2026/01/empieza-el-año-con-contabilidad/",
    "fecha": "02/01/2026",
    "contenido": "\n  Antes de que empezara el 2025 me propuse llevar una contabilidad. Tengo varias cuentas bancarias y dadas mis limitaciones, hasta me costaba saber si estaba ahorrando o no. Por no hablar de que mi percepci&#243;n sobre d&#243;nde gasto dinero era m&#225;s bien borrosa.\n  Como soy como soy, me deci"
  },
  {
    "blog": "Bits de Ocio",
    "titulo": "Inquietudes (Diciembre2025)",
    "link": "https://bitsdeocio.wordpress.com/2026/01/01/inquietudes-diciembre2025/",
    "fecha": "01/01/2026",
    "contenido": "Al contrario que en el anterior post de Inquietudes, en el que tuve que juntar dos meses para poder publicar algo \"con chicha\", este mes la cosa ha estado sorprendentemente nutrida (sobre todo de películas) y, ahora que lo miro con perspectiva, ha sido un octubre muy \"ochentero\". Nada mal, la verdad"
  },
  {
    "blog": "Si lo haces, hazlo bien!",
    "titulo": "Propositos 2026",
    "link": "https://vctrsnts.github.io/2026-01-01-propositos-2026/",
    "fecha": "01/01/2026",
    "contenido": "En estos primeros dias de año y que me gustaria conversar en los venideros, es poner un listado de las cosas que me gustaria conseguir este año con referencia a mi servidor, docker, etc&hellip; O sea, todo lo que tiene que ver con el mundo de la tecnologia y la informatica."
  },
  {
    "blog": "Moribundo Insurgente",
    "titulo": "Alertan de Smart TV que toman capturas cada segundo de lo que estás viendo",
    "link": "https://moribundoinsurgente.noblogs.org/post/2026/01/01/alertan-de-smart-tv-que-toman-capturas-cada-segundo-de-lo-que-estas-viendo/",
    "fecha": "01/01/2026",
    "contenido": "El fiscal general de Texas, Ken Paxton, ha presentado una demanda contra cinco grandes fabricantes de televisores por el presunto uso de tecnologías de Reconocimiento Automático de Contenidos (ACR, por sus siglas en inglés) para capturar pantallas de lo que &#8230; Sigue leyendo &#8594;"
  },
  {
    "blog": "Jinversor",
    "titulo": "Terminó el simulacro",
    "link": "https://jinversor.co/2026/01/termino-el-simulacro/",
    "fecha": "01/01/2026",
    "contenido": "Por fin terminó el simulacro. Ya pueden dejar de fingir que son seres de luz y volver a ser los mismos mezquinos infumables que siempre han sido y que seguirán [&#8230;]\nLa entrada Terminó el simulacro se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Ideas de ocio para 2026",
    "link": "https://mcallus.net/2026/01/01/ideas-de-ocio-para-2026/",
    "fecha": "01/01/2026",
    "contenido": "Voy a poner unos comentarios muy generales de lo que me gustaría hacer en mis diferentes hobbies. NO son deberes, NO son obligaciones, NO hay fracaso por no cumplirlos o cambiarlos&#8230; Porque si alguna de esas cosas fuera obligatoria, dejarían de ser hobbies. Simplemente me hago estas listas porq"
  },
  {
    "blog": "note – matizeta",
    "titulo": "¡Bienvenido 2026!",
    "link": "https://matizeta.com/2026/01/01/bienvenido-2026/",
    "fecha": "01/01/2026",
    "contenido": "Escribo estas breves líneas en mi móvil desde Puerto Iguazú, el lugar que elegí para pasar año nuevo y visitar las Cataratas de Iguazú.&#160; Estuve anteriormente hace ya más de una década, sin embargo a diferencia de la vez pasada me estoy alojando de lado Argentino, lo que me sirvió a conocer esta"
  },
  {
    "blog": "La bitácora de Locutus",
    "titulo": "Sutil",
    "link": "http://locutusbit.blogspot.com/2026/01/sutil.html",
    "fecha": "01/01/2026",
    "contenido": "&nbsp;Esa invisible fronteraque hay en la línea infinita.Ese algo,&nbsp;intangible,que está alejado y tan cerca.Esa nota que vibra,ciega,por los caminos sin puertas.Pascual Herrera"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Fe de erratas y mandos intermedios vs. IA",
    "link": "https://blog.danielaragay.net/fe-de-erratas-y-mandos-intermedios-vs-ia/",
    "fecha": "01/01/2026",
    "contenido": "Primer cap&#xed;tulo del a&#xf1;o y recupero mi grabaci&#xf3;n en movilidad gracias a que encontr&#xe9; por fin el micr&#xf3;fono y receptor inal&#xe1;mbrico que andaba perdido en estas semanas de mudanza.Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7;"
  },
  {
    "blog": "Diana                                                       Laurencich",
    "titulo": "Uno de enero ¿Año nuevo?",
    "link": "https://dianalaurencich.wordpress.com/2026/01/02/uno-de-enero-ano-nuevo/",
    "fecha": "01/01/2026",
    "contenido": "Siempre me intrigó el primero de enero, o como dicen los españoles, el uno de enero. Además, cuando era chica, el año nuevo venía en combo, primero la Navidad, que arrancaba el 8 de diciembre cuando hacíamos el arbolito con mi tía, ya que mi familia era católica, el 24 y los regalos y un [&#8230;]"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Érase unos propósitos de año nuevo",
    "link": "https://www.xn--jmuoz-qta.es/2026/01/erase-unos-propositos-de-ano-nuevo.html",
    "fecha": "01/01/2026",
    "contenido": "&nbsp;2026 ya ha llegado y es el momento de que pensemos en esas cosas que queremos mejorar de nuestra vida para intentar, como propósito de año nuevo, ponerlas en marcha:Comer menos. Como muchísimo, normalmente más de lo que me correspondería, pero no tengo fin. No estoy gordo. Recuerdo a una compa"
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Malagueños Originales y Libres: repaso a 2025 (Día del Dominio Público)",
    "link": "https://malagaoriginal.blogspot.com/2026/01/malaguenos-originales-y-libres-repaso.html",
    "fecha": "31/12/2025",
    "contenido": "Otro año más que se nos va, pero a lo largo del mismo hemos visto en este blog muchas cosas y hemos aprendido algunas cosas juntos que hemos recogido en estos apuntes públicos.&nbsp;En el mundo del software libre, hemos dado la bienvenida a la versión estable de Debian 13, a la que hemos intentado s"
  },
  {
    "blog": "Adrián Perales",
    "titulo": "¿Que ya pasó 2025?",
    "link": "https://adrianperales.com/2025/12/que-ya-paso-2025/",
    "fecha": "31/12/2025",
    "contenido": "Hoy escribo esto poco tiempo antes de que comience la celebración, así que será una entrada mucho más corta que en ocasiones anteriores. Si tuviera que definir el año que acaba con una palabra, sin duda sería «estabilidad». Ha sido un año de descanso, de reencuentro conmigo mismo y de estabilizar há"
  },
  {
    "blog": "Jinversor",
    "titulo": "Intelectuales",
    "link": "https://jinversor.co/2025/12/intelectuales/",
    "fecha": "31/12/2025",
    "contenido": "Si quieres que una economía se vaya a la mierda, deja que la planifiquen los intelectuales. Ese es sin duda el camino más rápido a la escasez, la estrechez y [&#8230;]\nLa entrada Intelectuales se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Todo lo leído en 2025",
    "link": "https://mcallus.net/2025/12/31/todo-lo-leido-en-2025/",
    "fecha": "31/12/2025",
    "contenido": "Vamos con otro artículo que recopila todas las lecturas del año. En este caso he decidido separar las lecturas en dos listas independientes. Una de libros y otra de cómics. Ya que al final aunque las dos son obras literarias tienen lenguajes muy diferentes. Casi todo está enlazado con el mes en que "
  },
  {
    "blog": "plr blog",
    "titulo": "No es que rechaces leerlo, es que no se te ha ocurrido; estamos perdidos: lee burro, lee burro...",
    "link": "https://pedrolr.es/blog/no-es-que-rechaces-leerlo-es-que-no-se-te-ha-ocurrido-estamos-perdidos-lee-burro-lee-burro/",
    "fecha": "31/12/2025",
    "contenido": "La frase del título del post es de una canción del grupo Mamá Ladilla. La voz cantante del grupo -nunca mejor dicho- es Juan Abarca. Dentro de que el nombre del grupo puede sonar a esperpento, Juan Abarca es profesor de guitarra en Collado Mediano (Madrid) y según la web de la escuela obtuvo el [&#8"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Resumen del año 2025",
    "link": "https://mareosdeungeek.es/resumen-del-ano-2025/",
    "fecha": "31/12/2025",
    "contenido": "Parece que 2025 va a acabar con más optimismo que otros años. Tal vez sea porque me he quedado sin trabajo, así que el pesimismo, imagino que llegará en 2026. Por eso, creo que 2025 habrá que cogerlo con pinzas, antes de decir que ha sido un buen año. Recuperar hábitos, y sobre todo, la [&#8230;]"
  },
  {
    "blog": "note – matizeta",
    "titulo": "El último día del año",
    "link": "https://matizeta.com/2025/12/31/el-ultimo-dia-del-ano/",
    "fecha": "31/12/2025",
    "contenido": "Solemos en estas fechas tener muchos sentimientos encontrados: de alegría por la renovación de expectativas ante un nuevo año, por el inicio de las vacaciones de verano de este lado del mapa, por el dolor de lo que se nos han ido, de la&#160;nostalgia de lo que dejó de ser, por los ciclos que se [&#"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "513. Punto y seguido",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/01/513-punto-y-seguido.html",
    "fecha": "31/12/2025",
    "contenido": "&nbsp; &nbsp; Para mí, desde hace mucho, un año que sucede a otro año no es más que un punto y seguido. No tengo nada que reiniciar, sino cosas por continuar y hábitos en los que seguir. De modo que no recuerdo la última vez que hice balance de algo. Joder, ni siquiera he escrito la entrada obvia y "
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Comprar, vendre i llogar pis a Suècia: la meva experiència real",
    "link": "https://blog.danielaragay.net/comprar-vendre-i-llogar-pis-a-suecia-la-meva-experiencia-real/",
    "fecha": "31/12/2025",
    "contenido": "En aquest episodi de &#x201c;Fent el Su&#xe8;c&#x201d;, t&#x2019;explico des de dins com funciona el mercat immobiliari suec. Despr&#xe9;s de comprar un nou apartament, et detallo el proc&#xe9;s: des de parlar amb el banc via web fins a les curioses subhastes"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Mudanzas, picaresca sueca y cómo ahorrar el 50% en reformas",
    "link": "https://blog.danielaragay.net/mudanzas-picaresca-sueca-y-como-ahorrar-el-50-en-reformas/",
    "fecha": "31/12/2025",
    "contenido": "En el &#xfa;ltimo episodio del a&#xf1;o, te cuento c&#xf3;mo va nuestra mudanza y un detalle clave de vivir en Suecia: el &#x201c;truco&#x201d; legal para desgravarte el 50% de las reformas y limpiezas. Te explico por qu&#xe9; aqu&#xed; no compensa trabajar en"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Discos Favoritos 2025 – Internacional",
    "link": "https://altgr.xyz/2025/12/31/discos-favoritos-2025-internacional/",
    "fecha": "31/12/2025",
    "contenido": "¿Por qué? En redes sociales, una persona del medio musical, a quien respeto y admiro mucho, hizo una publicación cuestionando las motivaciones para hacer una lista personal de los mejores discos del año. Si una alguien que sabe de verdad sobre música lo pone en duda, ¿Qué queda para mí? Apenas podrí"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "La Chica de Humo – Angelo Pierattini (Cover de Emmanuel)",
    "link": "https://altgr.xyz/2025/12/31/la-chica-de-humo-angelo-pierattini-cover-de-emmanuel/",
    "fecha": "31/12/2025",
    "contenido": "Otro de los covers interpretados por Pierattini la noche del 20 de diciembre en la Sala Master de la Radio Universidad de Chile. La Chica de Humo, original del mexicano Emmanuel, canción que fue coreada hasta por los más rockeros entre en público. #FuerzaPierattini #FuerzaGuerreroIncansable"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Otra Como Tú – Angelo Pierattini (Cover de Eros Ramazzotti)",
    "link": "https://altgr.xyz/2025/12/31/otra-como-tu-angelo-pierattini-cover-de-eros-ramazzotti/",
    "fecha": "31/12/2025",
    "contenido": "La mayor sorpresa de esa noche fue la versión de Otra Como Tú, original de Eros Ramazzotti, en la voz del mismísimo guerrero incansable, Angelo Pierattini. En vivo en Sala Master de la Radio Universidad de Chile. 20 de diciembre de 2025. #FuerzaPierattini #FuerzaGuerreroIncansable"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Y Volveré – Angelo Pierattini (Cover de Los Ángeles Negros)",
    "link": "https://altgr.xyz/2025/12/31/y-volvere-angelo-pierattini-cover-de-los-angeles-negros/",
    "fecha": "31/12/2025",
    "contenido": "Una de las cosas más interesantes y entretenidas que tiene Pierattini en su versión como solista y especialmente en vivo, son los covers. Esto es un homenaje a los clásicos Los Ángeles Negros con Y Volveré. Esto fue parte de su presentación en la Sala Master de la Radio Universidad de Chile el 20 de"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Estado de las cosas: cómo ha ido el 2025 para ./voidNull",
    "link": "https://voidnull.es/estado-de-las-cosas-como-ha-ido-el-2025-para-voidnull/",
    "fecha": "31/12/2025",
    "contenido": "A medida que finaliza este año, queremos compartir con vosotros un resumen de los logros, datos y momentos clave que hemos vivido juntos en el blog y la comunidad de ./voidNull."
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "Ética e IA generativa: prefiero ANI antes que AGI",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2025/12/31/20251231-etica-e-iagen/",
    "fecha": "31/12/2025",
    "contenido": "La Inteligencia Artificial es un campo apasionante, pero esta persecución alocada del concepto de AGI me parece un despropósito"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Libreta 2025",
    "link": "https://www.ericafustero.com/2025-12-libreta-2025",
    "fecha": "31/12/2025",
    "contenido": "Acabé esta libreta el 30 de diciembre y esta mañana he estrenado la nueva. ¡Esperando llenarla con muchas nuevas aventuras y desventuras durante los próximos meses! I finished this notebook on December 30th and this morning I started using the new one. Looking forward to filling it with lots of new "
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "COPE Andalucía y las campanadas regionales",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/cope-andalucia-campanadas-regionales.html",
    "fecha": "31/12/2025",
    "contenido": "La COPE en Andalucía vuelve este año a desconectar de la emisión nacional para ofrecer sus propias campanadas. No es la primera vez que lo hacen: que yo sepa, llevan desde 2020 cortando la emisión en cadena a las 23:00 para hacer programación propia (de esto ya habló Radiochips), y es algo que me ll"
  },
  {
    "blog": "",
    "titulo": "Noticia para los amantes de los combates medievales.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/31/noticia-para-los-amantes-de-los-combates-medievales/",
    "fecha": "31/12/2025",
    "contenido": "La Alianza Latinoamericana de Combate Medieval (ALACoM), Confirma la realización del Torneo Río De La Plata III, uno de los eventos más relevantes de la región. La cita será el 28 y 29 de marzo en el Centro Deportivo Municipal de Tres de Febrero.Este torneo contara con luchadores de varias regiones "
  },
  {
    "blog": "La Frikoteca",
    "titulo": "Resumen del 2025 y propósitos para el 2026",
    "link": "http://frikoteca.blogspot.com/2025/12/resumen-del-2025-y-propositos-para-el.html",
    "fecha": "31/12/2025",
    "contenido": "Un año más, aquí estamos para hacer un resumen de lo que me ha deparado el año 2025 y lo que planeo hacer durante el año que viene. No es que nunca cumpla ni la mitad de las cosas que me propongo, pero es bonito leerlas al año siguiente y ver la poca utilidad que tiene hacer planes :D.\nEste año he c"
  },
  {
    "blog": "--el Profe Juan--",
    "titulo": "Cordones-Versión-II",
    "link": "https://elprofejuan.com.ar/autosave-eac7a2d06f9e6caaf8d1249ef54e0df1",
    "fecha": "30/12/2025",
    "contenido": "En el post anterior comenté el experimento fotográfico de hacer fotos con el celular de cordones y bordes de veredas en una localidad de la costa Bonaerense, bueno, ahora va la versión en blanco y negro, más acotada, pero no por eso menos interesante, eso creo.\n"
  },
  {
    "blog": "",
    "titulo": "Recomendacion.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/30/recomendacion-13/",
    "fecha": "30/12/2025",
    "contenido": "Un interesante podcast de Rock Celta y musica celta. https://www.podcasts.com/radio-rebel-gael-962c3e936/episode/aibhleog"
  }
]