[
  {
    "blog": "brucknerite",
    "titulo": "Acero y arena",
    "link": "https://brucknerite.net/2025/10/acero-y-arena.html",
    "fecha": "27/10/2025",
    "contenido": "Arrancamos la nueva semana estrenando el horario de invierno en este rincón de Europa. Arrancamos, también, un nuevo episodio de la serie sobre cultura ferroviaria en El maquinista de La General. Hoy vamos de arranques difíciles."
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Lynis, la herramienta para auditar la seguridad de tu sistema Linux/Unix",
    "link": "https://victorhckinthefreeworld.com/2025/10/27/lynis-la-herramienta-para-auditar-la-seguridad-de-tu-sistema-linux-unix/",
    "fecha": "27/10/2025",
    "contenido": "Lynis es una herramienta de software libre con la que podrás auditar la seguridad de tu sistema GNU/Linux y otras derivadas de Unix como FreeBSD, Solaris o MacOS."
  },
  {
    "blog": "Jinversor",
    "titulo": "Tener seguidores",
    "link": "https://jinversor.co/2025/10/tener-seguidores/",
    "fecha": "27/10/2025",
    "contenido": "He llegado a un punto de mi vida que cada día me gusta más: el punto en que no quiero ni necesito tener seguidores para sentir que existo. Sé que [&#8230;]\nLa entrada Tener seguidores se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "La Torre – Ejercicio de clase Semana 6 del Taller de Escritura Creativa Librería Luces 2025/2026",
    "link": "https://mcallus.net/2025/10/27/la-torre-ejercicio-de-clase-semana-6-del-taller-de-escritura-creativa-libreria-luces-2025-2026/",
    "fecha": "27/10/2025",
    "contenido": "En el ejercicio de esta semana en clase recibimos tres cartas al azar de corte bastante surrealista. Teníamos que escribir lo primero que se nos inspirasen esas cartas, y eso fue lo que me salió a mi. Os dejo las fotos al final del relato. La pareja entró corriendo, agarradas de la mano, en el [&#82"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Gboard Dial Edition, el teclado que parece un teléfono antiguo",
    "link": "https://mareosdeungeek.es/gboard-dial-edition-el-teclado-que-parece-un-telefono-antiguo/",
    "fecha": "27/10/2025",
    "contenido": "A principios de mes, Google Japón presentó su última creación. Se trata del Gboard Dial Edition, una especie de teclado que se maneja con varias ruedas, como si fuera un teléfono antiguo y permite controlar dispositivos girándolas. GBoard Dial Edition nace de un experimento del equipo de Gboard, enc"
  },
  {
    "blog": "Feed de SL1200",
    "titulo": "- Epidemia de hackeos. Verificación de autenticidad de webs e emails y algunos consejos.",
    "link": "https://proxy.dystopic.world/art/epidemiahacking.gmi",
    "fecha": "27/10/2025",
    "contenido": ""
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Entre la puesta de sol y la hora de dormir",
    "link": "https://www.macram.es/posts/2025-10-24-entre-la-puesta-de-sol-y-la-hora-de-dormir/",
    "fecha": "27/10/2025",
    "contenido": "Hace un rato reflexionaba sobre un tema. Existe una palabra en muchos idiomas que representa el periodo de tiempo entre la puesta de sol y la hora de dormir, la noche de verdad.\n\nGallego: serán1\nCatalán: vespre\nInglés: evening\nItaliano: sera\nFrancés: soirée\nRumano: seară\nAlemán: Abend\n\nY me estaba e"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "¡Blog!¡blog!, el directorio de blogs en español",
    "link": "https://matizeta.com/2025/10/27/blogblog-el-directorio-de-blogs-en-espanol/",
    "fecha": "27/10/2025",
    "contenido": "Hasta ahora no había hablado en el blog del proyecto que comencé hace algunos meses sobre el directorio de blogs en español ¡Blog!¡Blog!. Esta semana el directorio llegó a los 100 blogs publicados y considero es un buen momento para hacer una presentación “oficial”. El proyecto nació con la idea de "
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "482. Concurso literario 2",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/10/481-concurso-literario-2.html",
    "fecha": "27/10/2025",
    "contenido": "&nbsp; &nbsp; Lo sé, lo sé. Sé que no tendría que alargar más el chicle. Las segundas partes nunca fueron buenas, y esta seguramente no lo es, aunque sea breve.&nbsp;&nbsp; &nbsp; Ahí donde los organizadores y concursantes exclaman: «¡Enhorabuena a los ganadores y a todos los participantes!», creo q"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Navidrome usando Docker",
    "link": "https://voidnull.es/instalacion-de-navidrome-usando-docker/",
    "fecha": "27/10/2025",
    "contenido": "Navidrome: tu música autoalojada, fácil y accesible desde cualquier lugar."
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Navidrome en PikaPods",
    "link": "https://voidnull.es/instalacion-de-navidrome-en-pikapods/",
    "fecha": "27/10/2025",
    "contenido": "Descubre cómo instalar Navidrome en PikaPods y crea tu propio servicio de música en la nube sin complicaciones."
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de CyberPanel en AlmaLinux 9",
    "link": "https://voidnull.es/instalacion-de-cyberpanel-en-almalinux-9/",
    "fecha": "27/10/2025",
    "contenido": "CyberPanel es un potente panel de control para servidores web diseñado para simplificar la gestión de sitios web y aplicaciones en servidores GNU/Linux."
  },
  {
    "blog": "Bitácora de fernand0",
    "titulo": "YouTube: ¿qué sube la gente normal y para qué lo usa?",
    "link": "https://blog.elmundoesimperfecto.com/2025/10/27/algoritmo-youtube/",
    "fecha": "27/10/2025",
    "contenido": "\n\nSe habla mucho del algoritmo (como si solo hubiera uno, o como metáfora de un pretendido dominio por parte de alguien que maneja algo que influye sobre nuestra voluntad). Da para titulares jugosos y esta vez traemos The hidden world beneath the shadows of YouTube’s algorithm un tema que parece más"
  },
  {
    "blog": "fernand0 @ GitHub.io",
    "titulo": "Del ‘no-code’ al código dirigido por preguntas con ayuda de las IAs",
    "link": "http://fernand0.github.io//low-code-no-code/",
    "fecha": "27/10/2025",
    "contenido": "A veces nos ponemos con una herramienta a realizar algún proyectito y cuando nos damos cuenta hemos invertido tantas horas que tal vez nos habría ido mejor utilizar alguna otra aproximación. Esto tiene que ver con las herramientas no code, de lo que va este artículo, pero podría aplicarse perfectame"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "$CÓDIGO\\_FUENTEv1.0\\_HUMANO$.exe (El Archivo de la Carne Podrida)",
    "link": "https://docig.bearblog.dev/codigo_fuentev10_humanoexe-el-archivo-de-la-carne-podrida/",
    "fecha": "27/10/2025",
    "contenido": "La oficina no era blanca, era el color enfermizo del hueso viejo, de la porcelana manchada por años de mala leche. Y el silencio... no olía a ozono. Olía a polvo de tiza y a la electricidad estática de un televisor encendido a las tres de la mañana en una habitación vacía.Elías, con los ojos inyecta"
  },
  {
    "blog": "La Máquina de Von Neumann",
    "titulo": "Herramientas cognitivas X",
    "link": "https://vonneumannmachine.wordpress.com/2025/10/26/herramientas-cognitivas-x/",
    "fecha": "26/10/2025",
    "contenido": "Continuamos con la colección: «Nunca sabes de qué peor suerte te ha salvado tu mala suerte». Frase atribuida al escritor Cormac McCarthy en su libro No Country for Old Men (del que los Coen hicieron la fantástica película que inmortalizó al personaje interpretado por Javier Bardem, Anton Chigurh). C"
  },
  {
    "blog": "Mindeka",
    "titulo": "Solución fiable contra Tebas",
    "link": "https://mindeka.es/2025/10/26/solucion-fiable-contra-tebas/",
    "fecha": "26/10/2025",
    "contenido": "Es llegar el fin de semana, ya incluso podemos contar desde el viernes y uno de mis «vicios» tradicionales, como es jugar a videojuegos un ratillo, se ha vuelto algo casi imposible, porque el lag es abusivo. Ayer sábado volvió a suceder y ya el tema me cabreó en mayúsculas, porque es uno de los [&#8"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Ensuizados, El Parche de Odín y Haciendo el Sueco en directo en las JPOD 2025",
    "link": "https://blog.danielaragay.net/ensuizados-el-parche-de-odin-y-haciendo-el-sueco-en-directo-en-las-jpod-2025/",
    "fecha": "26/10/2025",
    "contenido": "Ensuizados, El Parche de Od&#xed;n y Haciendo el Sueco en directo en las JPOD 2025Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendoelsuecoEnlace al cap&#xed;tulo https://podcast.danielaragay.net/@haciendo"
  },
  {
    "blog": "SKR - Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "Comando Monstruo es James Gunn sin destilar y sin filtrar",
    "link": "https://seyker.eu/comando-monstruo-james-gunn-sin-destilar-y-sin-filtrar/",
    "fecha": "26/10/2025",
    "contenido": "Doceava serie de 2025 y debo decir que pese a no ser una obra maestra ni algo que volará la cabeza de nadie, es una de las obras más disfrutables que se ha lanzado recientemente en este formato. Comando Monstruo es James Gunn en estado puro, es diversión, acción, buena música, ritmo y personajes de "
  },
  {
    "blog": "Webnauta",
    "titulo": "Protegeré su privacidad, mis bebitas",
    "link": "https://webnauta.blog/protegere-su-privacidad-mis-bebitas",
    "fecha": "25/10/2025",
    "contenido": "\n      \n\nI. Comprendiendo la PrivacidadMi bebita nonata, además de ser tu ayo, seré tu protector nato —dentro y fuera de línea—. Prometo resguardarte de los fotógrafos aficionados que no pueden tener un dispositivo en las manos y un bebé frente a los ojos, los mandaré a comer abrojos. Protegeré tu p"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Hackeo – Ejercicio de casa Semana 5 del Taller de Escritura Creativa Librería Luces 2025/2026",
    "link": "https://mcallus.net/2025/10/25/hackeo-ejercicio-de-casa-semana-5-del-taller-de-escritura-creativa-libreria-luces-2025-2026/",
    "fecha": "25/10/2025",
    "contenido": "Esta semana teníamos que escribir un relato inspirado en el autor húngaro László Krasznahorkai, Premio Nobel de Literatura 2025. Su literatura se caracteriza por largos párrafos sin puntos y aparte. La verdad es que me costó bastante elegir sobre que escribir. No lograba que me encajara en la novela"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "Más tiempo, menos carga: cómo la IA me enseñó a trabajar mejor",
    "link": "https://gatooscuro.xyz/mas-tiempo-menos-carga-como-la-ia-me-enseno-a-trabajar-mejor/",
    "fecha": "25/10/2025",
    "contenido": "Desde ya, querido lector, te animo a que leas este artículo por completo y no saques conclusiones apresuradas con solo leer el título. Sé que el tema es tan controvertido\nSeguir leyendo  Más tiempo, menos carga: cómo la IA me enseñó a trabajar mejor\nEl cargo Más tiempo, menos carga: cómo la IA me en"
  },
  {
    "blog": "SKR - Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "Clair Obscur: Expedition 33, vivir en el duelo",
    "link": "https://seyker.eu/clair-obscur-expedition-33-vivir-en-el-duelo/",
    "fecha": "25/10/2025",
    "contenido": "Clair Obscur: Expedition 33 fue mi noveno juego de 2025, pero lo recuerdo como si lo hubiera terminado ayer. Aunque han pasado meses desde que cerré su historia, el peso de lo que viví en sus expediciones me ha acompañado tanto que he tardado en atreverme a escribir sobre él. ¿Cómo aportar algo nuev"
  },
  {
    "blog": "zona de confort",
    "titulo": "Minutos musicales",
    "link": "https://sopadeletras.club/efmorell/minutos-musicales",
    "fecha": "25/10/2025",
    "contenido": ""
  },
  {
    "blog": "brucknerite",
    "titulo": "Traviesas traviesas",
    "link": "https://brucknerite.net/2025/10/traviesas-traviesas.html",
    "fecha": "24/10/2025",
    "contenido": "Sigamos avanzando por unas ignotas vías rurales del Oregón de los locos años veinte que simulan ser las de la vieja Georgia confederada en El maquinista de La General. En la escena anterior habíamos intentado zafarnos de un vagón suelto sin éxito, aunque pronto los espías yanquis a los que perseguim"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Comentando Hija de la venganza Páginas 101 a 200- Club de lectura de Librería Luces en Instagram",
    "link": "https://mcallus.net/2025/10/24/comentando-hija-de-la-venganza-paginas-101-a-200-club-de-lectura-de-libreria-luces-en-instagram/",
    "fecha": "24/10/2025",
    "contenido": "Continuamos con las siguientes cien páginas de la lectura de Hija de la venganza, el libro de Michael McDowell recientemente publicado. Os recomiendo que leáis esta primera entrada, toda la primera parte de ese artículo es sin spoilers. En este artículo vamos a entrar en el meollo del tirón así que "
  },
  {
    "blog": "plr blog",
    "titulo": "Releyendo El guardián entre el centeno de Salinger me pasa como con Sostiene Pereira de Tabucchi",
    "link": "https://pedrolr.es/blog/releyendo-el-guardian-entre-el-centeno-de-salinger-me-pasa-como-con-sostiene-pereira-de-tabucchi/",
    "fecha": "24/10/2025",
    "contenido": "Estoy releyendo El guardián entre el centeno. Los últimos dos libros que leí los acabé haciendo un esfuerzo y recurrí a Holden Caulfield para no perder el ánimo de seguir leyendo. Me está pasando como con Sostiene Pereira, de Tabucchi: acabo hablando y pensando como lo hacen los protagonistas o de l"
  },
  {
    "blog": "Interlan",
    "titulo": "Articulo: Resaltado de Sintaxis de Código en WordPress",
    "link": "https://interlan.ec/2025/10/24/articulo-resaltado-de-sintaxis-de-codigo-en-wordpress/",
    "fecha": "24/10/2025",
    "contenido": "El coloreado de sintaxis de código en WordPress parece una cosa intuitiva, pero no es cierto. Si quieres compartir código, hay varias formas de hacerlo, pero de forma nativa, solo tienes las etiquetas &#60;pre&#62;&#60;/pre&#62; y &#60;code&#62;&#60;/code&#62; que cambian de acuerdo a las configurac"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "Después de la despedida",
    "link": "https://gatooscuro.xyz/despues-de-la-despedida/",
    "fecha": "24/10/2025",
    "contenido": "Nota: Inspirado en una confesión que llegó cuando ya no quedaba nadie esperando del otro lado. Cinco meses de silencio. Cinco meses en los que el nombre se volvió ruido\nSeguir leyendo  Después de la despedida\nEl cargo Después de la despedida apareció primero en El cuarto de GatoOscuro."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "OroSonoro una App para escuchar sesiones de los 90",
    "link": "https://mareosdeungeek.es/orosonoro-una-app-para-escuchar-sesiones-de-los-90/",
    "fecha": "24/10/2025",
    "contenido": "OroSonoro es una aplicación móvil que permite escuchar sesiones míticas de discotecas españolas, cubriendo, principalmente, las décadas de los 80 y 90. Este es el momento de homenajear a la cultura de cintas y CD&#8217;s (posteriormente) que se implantó con el auge de las discotecas en España. Tanto"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Cómo mostrar la vista previa de un documento Markdown en Kate",
    "link": "https://www.macram.es/posts/2025/10/vista-previa-markdown-kate/",
    "fecha": "24/10/2025",
    "contenido": "Cuando enredo con mi ordenador Linux y KDE intento usar el editor que, de momento, me está convenciendo más. Ahora mismo es Kate. Y es posible, aunque no es una funcionalidad por defecto, mostrar en una barra lateral la previsualización de un documento Markdown en Kate, como es habitual en cualquier"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "481. Concurso literario",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/10/481-concurso-literario.html",
    "fecha": "24/10/2025",
    "contenido": "&nbsp; &nbsp; Rogelia había dedicado varias horas de trabajo a la narración que iba a presentar al concurso literario del que era aficionada. Sentía que todo iba a salir bien al respecto. Apenas pasaron tres días desde que la publicó en su bitácora, que ya reunía ochenta elogiosos comentarios. Lo cu"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Entrada y salida estándar #16",
    "link": "https://voidnull.es/entrada-y-salida-estandar/",
    "fecha": "24/10/2025",
    "contenido": "Descubre cómo controlar la entrada, salida y errores en Bash, aprendiendo a guardar resultados en archivos"
  },
  {
    "blog": "zona de confort",
    "titulo": "Samain",
    "link": "https://sopadeletras.club/efmorell/samain",
    "fecha": "24/10/2025",
    "contenido": ""
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El guardián y los algoritmos (ASCII)",
    "link": "https://docig.bearblog.dev/el-guardian-y-los-algoritmos-ascii/",
    "fecha": "24/10/2025",
    "contenido": "(Nota del editor: El presente relato, acaso un mero apéndice o glosa de cierto tratado olvidado sobre la ontología de los lenguajes formales, fue rescatado de un ejemplar de la Enciclopedia de la Programación Esotérica, edición de 1949, que un librero de Adrogué me procuró en la canícula de 1978. Su"
  },
  {
    "blog": "Adrián Perales",
    "titulo": "Internet alternativo y crecimiento",
    "link": "https://adrianperales.com/2025/10/internet-alternativo-y-crecimiento/",
    "fecha": "23/10/2025",
    "contenido": "A quienes estamos «fuera del sistema» en cuestiones de internet nos gustaría que más gente usara lo que nosotros. La razón fundamental es porque consideramos nuestro uso más consciente y más sano para cualquiera. ¿Más gente visitando y haciendo pequeñas webs personales en lugar de publicar contenido"
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Infoxicación e hiperestímulos",
    "link": "https://thecheis.com/2025/10/23/infoxicacion-e-hiperestimulos/",
    "fecha": "23/10/2025",
    "contenido": "En los tiempos que corren se ha olvidado la infoxicación. Es decir, el bombardeo constante de información nos impide procesarla bien, casi sin descanso, especialmente debido a Internet y las redes sociales. Toda esa avalancha de datos, opiniones y noticias fluyen de manera constante en nuestros disp"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "Ahora toca hablar del bullying.",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/ahora-toca-hablar-del-bullying/",
    "fecha": "23/10/2025",
    "contenido": "Lo típico. Es necesario que alguien muera y llegue a los medios (porque leyendo sobre el tema he llegado al caso de Dani, que se quitó la vida en julio tras sufrir acoso escolar de forma persistente) para que esto vuelva a «importar». Y digo «importar», con bien de comillas, porque todos estamos con"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Teatro – Ejercicio de clase Semana 5 del Taller de Escritura Creativa Librería Luces 2025/2026",
    "link": "https://mcallus.net/2025/10/23/teatro-ejercicio-de-clase-semana-5-del-taller-de-escritura-creativa-libreria-luces-2025-2026/",
    "fecha": "23/10/2025",
    "contenido": "Para el ejercicio de clase de esta semana usamos una tarjeta aleatoria que tenía cuatro detalles. Un personaje, una emoción, un espacio y un tiempo. La verdad es que no transmití correctamente la emoción (la única regla era que la emoción no debía escribirse directamente, si no mostrarse). Os pongo "
  },
  {
    "blog": "plr blog",
    "titulo": "El ROR (Research Organization Registry) no es solo para universidades u organizaciones base: un Instituto de una Universidad puede tener su propio ROR",
    "link": "https://pedrolr.es/blog/el-ror-research-organization-registry-no-es-solo-para-universidades-u-organizaciones-base-un-instituto-de-una-universidad-puede-tener-su-propio-ror/",
    "fecha": "23/10/2025",
    "contenido": "No sabía cómo titular este post, pero va sobre algo que me ha pasado en relación con el ROR (Research Organization Registry). Hoy en una reunión de un Instituto de Estadística y Ciencia de Datos se ha tratado sobre cómo llamar al Instituto en el ámbito internacional: si mantener el nombre en español"
  },
  {
    "blog": "El Sueño del Artista Blog",
    "titulo": "Podcast ! Episodio 5: Banksy, un icono pop",
    "link": "https://polotman.wordpress.com/2025/10/23/podcast-episodio-5-banksy-un-icono-pop/",
    "fecha": "23/10/2025",
    "contenido": "#podcast #ElSueñodelArtista #Blog #Bansky #ArteContemporaneo Hoy en día está de moda , si eres artista contemporáneo caer en \"la boca del monstruo vendedor de arte \" haciéndolo con el primer objeto que se te viene a la mente : un plátano pegado a la pared con cinta adhesiva o colocar un vaso con agu"
  },
  {
    "blog": "post-it – matizeta",
    "titulo": "Shutter Declutter",
    "link": "https://matizeta.com/2025/10/23/shutter-declutter/",
    "fecha": "23/10/2025",
    "contenido": "Seguramente tendrás ese problema en donde tu galería de imágenes del móvil se volvió un lugar donde se encuentras tus fotos de viajes, selfies, fotos del calefón que le enviaste al gasista, la imagen que te envió una amigo por WhatsApp y un sin fin de capturas de pantalla. ¿cómo hacemos para poner o"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "El viaje de la salsa Sriracha: orígenes, receta y la verdadera salsa original",
    "link": "https://blog.danielaragay.net/el-viaje-de-la-salsa-sriracha-origenes-receta-y-la-verdadera-salsa-original/",
    "fecha": "23/10/2025",
    "contenido": "La salsa Sriracha se ha convertido en un condimento de culto en las mesas de foodies y amantes de la cocina tailandesa de todo el mundo. Su sabor picante, ligeramente dulce y &#xe1;cido aporta un toque inconfundible a infinidad de platos, desde sopas hasta mariscos. Sin embargo, pocos conocen"
  },
  {
    "blog": "_ voidNull",
    "titulo": "netplan: configura tu red de forma sencilla con YAML",
    "link": "https://voidnull.es/netplan-configura-tu-red-de-forma-sencilla-con-yaml/",
    "fecha": "23/10/2025",
    "contenido": "Netplan permite configurar la red en GNU/Linux fácilmente usando archivos YAML."
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Canto del Pingüino Libre (Linux)",
    "link": "https://docig.bearblog.dev/el-canto-del-pinguino-libre-linux/",
    "fecha": "23/10/2025",
    "contenido": "La niebla digital se había disipado hacía siglos, reemplazada por la Luz Abierta. El mundo que conocieron nuestros ancestros —un laberinto de licencias restrictivas, muros de código propietario y datos cautivos— era solo una pesadilla susurrada en los archivos de la Historia Oscura.\nEl planeta ahora"
  },
  {
    "blog": "Blog de Joselito",
    "titulo": "Enlaces desde el fediverso",
    "link": "https://joselito.mataroa.blog/blog/enlaces-desde-el-fediverso/",
    "fecha": "22/10/2025",
    "contenido": "Tengo un apartado en mi Blog de enlaces pero hoy os traigo otros diferentes.\nRevisando los marcadores que tengo en mi cuenta de Mastodon pensé en guardarlos en mi cuenta de Wallabag pero también me dije: ¿y por qué no hacer una recopilación de algunos de ellos en un nuevo post de mi Blog?. Así que a"
  },
  {
    "blog": "brucknerite",
    "titulo": "Talones y agujas",
    "link": "https://brucknerite.net/2025/10/talones-y-agujas.html",
    "fecha": "22/10/2025",
    "contenido": "¡La persecución continúa! En artículos anteriores nos hemos sentado en la biela de una locomotora en marcha, hemos desenganchado vagones, nos hemos subido al techo de una locomotora y hemos disparado un mortero que estaba detrás de nuestra locomotora y apuntado hacia delante, pero no nos ha dado gra"
  },
  {
    "blog": "Jinversor",
    "titulo": "Malas noticias",
    "link": "https://jinversor.co/2025/10/malas-noticias/",
    "fecha": "22/10/2025",
    "contenido": "De un tiempo para acá he notado que casi todas las noticias son malas noticias. No sé si lo que cambió fue la realidad o que yo me saturé de [&#8230;]\nLa entrada Malas noticias se publicó primero en Jinversor."
  },
  {
    "blog": "Jinversor",
    "titulo": "La computadora de otro",
    "link": "https://jinversor.co/2025/10/la-computadora-de-otro/",
    "fecha": "22/10/2025",
    "contenido": "Guardamos nuestros archivos importantes en la computadora de otro y a eso le llamamos la nube. No se me ocurre algo más peligroso ni más estúpido. Al hacerlo, estamos compartiendo [&#8230;]\nLa entrada La computadora de otro se publicó primero en Jinversor."
  },
  {
    "blog": "plr blog",
    "titulo": "No basaría un criterio para un premio extraordinario de doctorado en papers publicados solo en revistas del JCR y/o SJR",
    "link": "https://pedrolr.es/blog/no-basaria-un-criterio-para-un-premio-extraordinario-de-doctorado-en-papers-publicados-solo-en-revistas-del-jcr-y-o-el-sjr/",
    "fecha": "22/10/2025",
    "contenido": "Hoy hubo junta de Facultad y se ha debatido sobre los criterios para el premio extraordinario de doctorado. En uno de los puntos, se añadía esto: Cuando así figure, se valorarán las publicaciones, realizadas durante el desarrollo de la tesis y tras su defensa, como: artículos indexados en JCR (Journ"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Empieza la nueva temporada de la NBA",
    "link": "https://mareosdeungeek.es/empieza-la-nueva-temporada-de-la-nba/",
    "fecha": "22/10/2025",
    "contenido": "Anoche arrancó otra nueva temporada de la NBA. Según el correo del comisionado, Adam Silver, la temporada 80 de esta competición de baloncesto. De nuevo con el balón en sus manos los Curry, LeBron, Jokic, Doncic, Durant, Shai, Wembanyama, Antetokounmpo, Anthony Edwards, Donovan Mitchell y el número "
  },
  {
    "blog": "ladoB – matizeta",
    "titulo": "Halloween",
    "link": "https://matizeta.com/2025/10/22/halloween/",
    "fecha": "22/10/2025",
    "contenido": "Cómo hice anteriormente con la saga de&#160;Rápido y Furioso, esta vez elegí continuar con la saga de Halloween, y su famoso protagonista Michael Myers. Realmente es una película que nunca le había prestado atención anteriormente debido a que el&#160;género terror no suele ser mi favorito. Sin embar"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "¡Blog! ¡Blog!",
    "link": "https://altgr.xyz/2025/10/22/blog-blog/",
    "fecha": "22/10/2025",
    "contenido": "La Bitácora de un Eterno Aprendiz ya es parte de ¡Blog! ¡Blog!, el directorio de blogs personales en español que es mantenido gracias al esfuerzo del amigo Matizeta, compatriota del querido Flaco Spinetta. Una gran iniciativa para ayudar a mantener vivo el espíritu de la vieja web, donde el contenid"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Zabbix 7.x en Debian 13",
    "link": "https://voidnull.es/instalacion-de-zabbix-7-x-en-debian-13/",
    "fecha": "22/10/2025",
    "contenido": "Zabbix es un software de monitoreo de infraestructura bajo licencia GPLv3, muy popular y con muchas funcionalidades desarrollado en PHP."
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "La migración de un Omen-CE a GNU-Linux",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2025/10/22/20251022-la-migracion-de-omen-ce/",
    "fecha": "22/10/2025",
    "contenido": "Cuando se cierran ventanas, puede que se abra una nueva puerta de salida"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "Bitácora de la Vergüenza Ajena ( el blog que se escribe solo)",
    "link": "https://docig.bearblog.dev/bitacora-de-la-verguenza-ajena-el-blog-que-se-escribe-solo/",
    "fecha": "22/10/2025",
    "contenido": "El blog, que de tan solo llamarse \"Bitácora de la Vergüenza Ajena\" ya lo decía todo, empezó su insólito ejercicio de autoría sin que nadie se lo pidiera, menos aún su supuesto dueño, un tal Roque que prefería la quietud del sillón a la intemperancia del teclado. La primera entrada fue un escueto, ca"
  },
  {
    "blog": "La Loica",
    "titulo": "Proceso de Fanzine – Autogestión o Autoadministración",
    "link": "https://laloica.noblogs.org/proceso-de-fanzine-autogestion-o-autoadministracion/",
    "fecha": "21/10/2025",
    "contenido": "Es escrito este texto para estructurar un fanzine que estoy construyendo sobre Autogestión y quiero compartilo con ustedes como parte inicial del proceso de creación de este fanzine, espero puedan leerlo y si gustan hacer comentarios. ¿Qué es la autogestión? Desde el punto de vista de quien está esc"
  },
  {
    "blog": "brucknerite",
    "titulo": "Curvas y morteros",
    "link": "https://brucknerite.net/2025/10/curvas-y-morteros.html",
    "fecha": "21/10/2025",
    "contenido": "Esta es buena. Johnnie ha enganchado a su locomotora un mortero que se encontró en un pequeño apartadero. En plena guerra supongo que estas cosas podían pasar. En un primer intento de disparo lo carga con un poco de pólvora, una bala y ¡pum! Cae a sus pies dentro de la locomotora, para general hilar"
  },
  {
    "blog": "Jinversor",
    "titulo": "Tener menos",
    "link": "https://jinversor.co/2025/10/tener-menos/",
    "fecha": "21/10/2025",
    "contenido": "A medida que pasa el tiempo vamos acumulando cosas que terminan por abrumarnos. Cosas y más cosas que compramos con el dinero que obtenemos por nuestro tiempo. Muchas de esas [&#8230;]\nLa entrada Tener menos se publicó primero en Jinversor."
  },
  {
    "blog": "Papel Continuo",
    "titulo": "Printing Films: Archivo audiovisual del mundo impreso",
    "link": "https://papelcontinuo.net/3405/printing-films-archivo-audiovisual-del-mundo-impreso/",
    "fecha": "21/10/2025",
    "contenido": "Printing Films es un proyecto de Doug Wilson, diseñador, director y apasionado de la tipografía conocido por su documental Linotype: The Film. Al terminar la película, Wilson siguió recopilando materiales históricos relacionados con el oficio de la imprenta, y de ahí nació PrintingFilms.com: un arch"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "¿Por qué me gusta Chihuahua?",
    "link": "https://blog.luiscarlospando.com/personal/2025/10/por-que-me-gusta-chihuahua/",
    "fecha": "21/10/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Steam Next Fest Otoño 2025",
    "link": "https://mareosdeungeek.es/steam-next-fest-otono-2025/",
    "fecha": "21/10/2025",
    "contenido": "Nueva edición del Steam Next Fest, en esta ocasión con los lanzamientos que se podrán ver de aquí a final de año y a comienzos del 2026. Cómo siempre, una pequeña selección, aunque he sufrido un poco con algunos de los videojuegos porque me ha resultado imposible ni tan siquiera avanzar lo más mínim"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#165: Debian",
    "link": "https://www.macram.es/posts/2025-10-21-debian/",
    "fecha": "21/10/2025",
    "contenido": "Ya os conté que tengo un mini PC que utilizo para trastear con Linux, y que me pasé a KDE. No quiero decir que estoy practicando el distro hopping, porque tampoco diría que estoy cambiando tanto de distribución, pero sí estoy enredando. Y de Fedora he decidido instalarme una Debian, aunque también c"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#164: la bolsa de la papelera",
    "link": "https://www.macram.es/posts/2025-10-21-la-bolsa-de-la-papelera/",
    "fecha": "21/10/2025",
    "contenido": "Una cosa que me molesta es ir a tirar algo a la papelera o al cubo de la basura y que no haya bolsa. Y estoy seguro de que a vosotros os pasa lo mismo. Da rabia, ¿verdad? Pues he visto que hay un truco que me funciona bastante bien para tener siempre una bolsa a mano y que no me cueste reponerla cua"
  },
  {
    "blog": "post-it – matizeta",
    "titulo": "Ollee Watch",
    "link": "https://matizeta.com/2025/10/21/ollee-watch/",
    "fecha": "21/10/2025",
    "contenido": "Somos muchos los que queremos que Casio actualice los módulos de sus clásicos  F-91W, A158W con funcionalidad de reloj inteligente. Como Casio no piensa hacerlo, una empresa llamada Ollee Watch comenzó a comercializar la venta de un módulo para convertirlo en un smartwatch.  El modulo es compatible "
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "480. Generación 3.0 (Parte III)",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/10/480-generacion-30-parte-iii.html",
    "fecha": "21/10/2025",
    "contenido": "&nbsp; &nbsp; Los caminos de Subnormal 3.0 y Retrasada 3.0 se cruzaron un sábado noche en una discoteca de las afueras de la ciudad. Y como sintieron atracción mutua por sus envoltorios afortunados, decidieron unir sus vidas, contribuyendo así al desmejoramiento de la sociedad, si es que eso todavía"
  },
  {
    "blog": "Bitácora de fernand0",
    "titulo": "En Buenos Días Aragón hablando de la caída de AWS",
    "link": "https://blog.elmundoesimperfecto.com/2025/10/21/buenos-dias-aragon-aws/",
    "fecha": "21/10/2025",
    "contenido": "Hemos hablado un poco del tema en Aragón TV. pic.twitter.com/XgWHqiJtKY&mdash; fernand0 (@fernand0) October 21, 2025\n\n\nAntes de ayer hubo una caída de servicios en la nube de amazon (AWS) que afectó a bastantes empresas de internet, sobre todo en Estados Unidos. Casualmente coincidió con una caída d"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Eco de Medianoche (deep web)",
    "link": "https://docig.bearblog.dev/el-eco-de-medianoche-deep-web/",
    "fecha": "21/10/2025",
    "contenido": "El aire en el sótano de Elías era denso, pegajoso como el alquitrán. Olía a polvo, a café frío y, sobre todo, a ozono quemado, el aliento químico de una máquina trabajando demasiado. Elías, un hombre que parecía haber olvidado cómo dormían los humanos, vestía una camiseta gris y gastada que marcaba "
  }
]