[
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 1 de 2026",
    "link": "https://victorhckinthefreeworld.com/2026/01/03/opensuse-tumbleweed-revision-de-la-semana-1-de-2026/",
    "fecha": "03/01/2026",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Tecno y Soft",
    "titulo": "Como evitar que la wifi se desconecte al cerrar la tapa del portátil",
    "link": "https://tecnoysoft.com/2026/01/03/como-evitar-que-la-wifi-se-desconecte-al-cerrar-la-tapa-del-portatil/",
    "fecha": "03/01/2026",
    "contenido": "En Manjaro con escritorio KDE Plasma, aunque se configure la opción “No hacer nada al cerrar la tapa” en la «Gestión de energía», la conexión Wi-Fi se desconecta igualmente. Esto ocurre porque el comportamiento real no depende solo de Plasma, sino también de systemd-logind y de la configuración de a"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#177: nueva plantilla para LibreOffice",
    "link": "https://www.macram.es/posts/2026/01/nueva-plantilla-para-libreoffice/",
    "fecha": "03/01/2026",
    "contenido": "Ya que cambiaba la fuente por una que me gustaba más, aproveché y actualicé también mi plantilla para documentos de texto. Creo que algo que podrían hacer algunos voluntarios de LibreOffice (o incluso yo si tuviera tiempo) es elaborar plantillas más actuales, o algún sistema de temas, para los docum"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#176: ¿mejor esta fuente o la anterior?",
    "link": "https://www.macram.es/posts/2026/01/nueva-fuente/",
    "fecha": "03/01/2026",
    "contenido": "He cambiado la tipografía del blog. Paso del set de Monospace Code de Modern Font Stacks a Archivo, que la he descubierto y me gusta. Si no lo véis todavía en vuestro ordenador, pulsad Ctrl+F5 o lo equivalente para recargar limpiando la caché. No descarto hacer algunos ajustes en kerning y demás, pe"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Universal Greeting Time",
    "link": "https://www.macram.es/posts/2026/01/universal-greeting-time/",
    "fecha": "03/01/2026",
    "contenido": "Últimamente paso bastante tiempo pululando por salas de chat donde hay gente dispersa por todo el mundo (sí, he vuelto a IRC). Y es verdad que es muy cansado saludar a lo Kafelog (&ldquo;buenos días, buenas tardes, buenas noches y buenas madrugadas&rdquo;). Hace poco descubrí la existencia del Unive"
  },
  {
    "blog": "La Frikoteca",
    "titulo": "Nuevos saldos roleros",
    "link": "http://frikoteca.blogspot.com/2026/01/nuevos-saldos-roleros.html",
    "fecha": "03/01/2026",
    "contenido": "El 30 de diciembre del ya lejano 2025, la editorial Nosolorol anunció que saldaba la línea de Mutant Year Zero, un juego de rol post-apocalíptico formado por varios manuales grandes como Genlab Alpha, Mechatron o el propio Mutant Year Zero, y algunos pequeños suplementos en grapa. No es el primer sa"
  },
  {
    "blog": "Ubuntu Peronista",
    "titulo": "¿Cómo instalo el clon de FastTracker II en Ubuntu?",
    "link": "https://ubuntuperonista.blogspot.com/2026/01/como instalo fasttracker II en Ubuntu.html",
    "fecha": "02/01/2026",
    "contenido": "En su tradicional mensaje a los trabajadores por el nuevo Año, Juan Perón anuncia&nbsp;cómo instalar y usar el clon FastTracker II en Ubuntu.&nbsp;¡Trabajadores!Todo final de año nos representa un logro para la reflexión y la imposición de nuevas tareas. Las buenaventuras que todos merecen arribarán"
  },
  {
    "blog": "plr blog",
    "titulo": "Un noticia de El Norte de Castilla sobre Linux: ¿expertos y accesibilidad y universalidad del software en Windows?",
    "link": "https://pedrolr.es/blog/un-noticia-de-el-norte-de-castilla-sobre-linux-expertos-y-accesibilidad-y-universalidad-del-software-en-windows/",
    "fecha": "02/01/2026",
    "contenido": "Veo esta noticia o texto en \"El Norte de Castilla\" del día 02/01/2026: ¿Cambio Windows por Linux? Cuando tenemos un ordenador con unos años nos surge la duda de si deberíamos cambiar el sistema operativo por uno más 'ligero' como Linux. La duda es muy oportuna ahora que Windows 10 entra en la última"
  },
  {
    "blog": "Interlan",
    "titulo": "Revisión del año 2025 en el blog Interlan",
    "link": "https://interlan.ec/blog/2026/01/02/revision-del-ano-2025-en-el-blog-interlan/",
    "fecha": "02/01/2026",
    "contenido": "Hemos llegado a enero del 2026 con un total de 45 entradas publicadas en el año 2025, marcando un nuevo record para el blog, contra las 23 del año 2024. ¡Un montón!"
  },
  {
    "blog": "NeoSite Blog",
    "titulo": "Gracias a la IA me armé mi propio CMS",
    "link": "http://blog.neosite.com.ar/post/gracias-a-la-ia-me-arm-mi-propio-cms",
    "fecha": "02/01/2026",
    "contenido": ""
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Veterinario, limpieza y nueva fase",
    "link": "https://blog.danielaragay.net/veterinario-limpieza-y-nueva-fase/",
    "fecha": "02/01/2026",
    "contenido": "He llevado a Rico el veterinario, empezando as&#xed; la operaci&#xf3;n &#x201c;colmillo salvaje&#x201d; y te cuento como ha ido la limpieza y lo que tambi&#xe9;n empieza otra operaci&#xf3;n, la operaci&#xf3;n &#x201c;apartamento en alquiler&#x201d;Blog danielaragay.net Todos los"
  },
  {
    "blog": "Diana                                                       Laurencich",
    "titulo": "ESCAPE",
    "link": "https://dianalaurencich.wordpress.com/2026/01/02/escape/",
    "fecha": "02/01/2026",
    "contenido": "Juego ininterrumpidamente al laberinto de flechas. Solo un par de niveles, me digo, y juego 20, 30 o más. Hace calor, mucho. Las aspas del ventilador me llevan a Vietnam y la película de Coppola. Marlon Brando en el infierno. Quizá el juego del laberinto sea para ordenar mi cabeza. Los pensamientos "
  },
  {
    "blog": "Actionauta - Notas por Sebastián Veggiani",
    "titulo": "firma",
    "link": "https://xol.ar/notes/firma",
    "fecha": "02/01/2026",
    "contenido": "Actualizo la firma de mis emails a algo mucho más acorde a los tiempos que corren."
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Blog del Lóbulo Derecho",
    "link": "https://docig.bearblog.dev/el-blog-del-lobulo-derecho/",
    "fecha": "02/01/2026",
    "contenido": "El blog no tenía URL, ni dominio, ni servidor. Se alojaba exclusivamente en el pliegue parietal derecho de su memoria, justo detrás de los recuerdos de la infancia que nadie más quería visitar.\nCada mañana, antes de abrir los ojos, publicaba una entrada. Redactaba párrafos perfectos sobre el aroma d"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "2025 en una cáscara de nuez",
    "link": "https://www.ericafustero.com/2026-01-2025-en-una-cascara-de-nuez",
    "fecha": "02/01/2026",
    "contenido": "Si tuviese que resumir 2025 diría que ha sido un año de contrastes. Mucho trabajo, pocos ingresos, muchas alegrías creativas, poca fe en mi misma, nuevas amistades y, a la vez, sensación de aislamiento y soledad. Al hablar de nosotras mismas a veces parece que las cosas solo puedan irnos bien o mal,"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "La eternidad de un día",
    "link": "https://docig.mataroa.blog/blog/la-eternidad-de-un-dia/",
    "fecha": "02/01/2026",
    "contenido": "El reloj marcó las 00:00 y el mundo exhaló un suspiro de estática.\nElías se despertó con el mismo rayo de sol hiriéndole el ojo izquierdo. Sabía que, a las 8:15, se le caería la tostada; a las 10:30, el jefe volvería a despedirlo con la misma corbata de rayas; y a las 19:00, vería a Clara cruzar la "
  },
  {
    "blog": "El blog es mío",
    "titulo": "Empieza el año con contabilidad",
    "link": "https://alex.corcoles.net//2026/01/empieza-el-año-con-contabilidad/",
    "fecha": "02/01/2026",
    "contenido": "\n  Antes de que empezara el 2025 me propuse llevar una contabilidad. Tengo varias cuentas bancarias y dadas mis limitaciones, hasta me costaba saber si estaba ahorrando o no. Por no hablar de que mi percepci&#243;n sobre d&#243;nde gasto dinero era m&#225;s bien borrosa.\n  Como soy como soy, me deci"
  },
  {
    "blog": "Bits de Ocio",
    "titulo": "Inquietudes (Diciembre2025)",
    "link": "https://bitsdeocio.wordpress.com/2026/01/01/inquietudes-diciembre2025/",
    "fecha": "01/01/2026",
    "contenido": "Al contrario que en el anterior post de Inquietudes, en el que tuve que juntar dos meses para poder publicar algo \"con chicha\", este mes la cosa ha estado sorprendentemente nutrida (sobre todo de películas) y, ahora que lo miro con perspectiva, ha sido un octubre muy \"ochentero\". Nada mal, la verdad"
  },
  {
    "blog": "Si lo haces, hazlo bien!",
    "titulo": "Propositos 2026",
    "link": "https://vctrsnts.github.io/2026-01-01-propositos-2026/",
    "fecha": "01/01/2026",
    "contenido": "En estos primeros dias de año y que me gustaria conversar en los venideros, es poner un listado de las cosas que me gustaria conseguir este año con referencia a mi servidor, docker, etc&hellip; O sea, todo lo que tiene que ver con el mundo de la tecnologia y la informatica."
  },
  {
    "blog": "Moribundo Insurgente",
    "titulo": "Alertan de Smart TV que toman capturas cada segundo de lo que estás viendo",
    "link": "https://moribundoinsurgente.noblogs.org/post/2026/01/01/alertan-de-smart-tv-que-toman-capturas-cada-segundo-de-lo-que-estas-viendo/",
    "fecha": "01/01/2026",
    "contenido": "El fiscal general de Texas, Ken Paxton, ha presentado una demanda contra cinco grandes fabricantes de televisores por el presunto uso de tecnologías de Reconocimiento Automático de Contenidos (ACR, por sus siglas en inglés) para capturar pantallas de lo que &#8230; Sigue leyendo &#8594;"
  },
  {
    "blog": "Jinversor",
    "titulo": "Terminó el simulacro",
    "link": "https://jinversor.co/2026/01/termino-el-simulacro/",
    "fecha": "01/01/2026",
    "contenido": "Por fin terminó el simulacro. Ya pueden dejar de fingir que son seres de luz y volver a ser los mismos mezquinos infumables que siempre han sido y que seguirán [&#8230;]\nLa entrada Terminó el simulacro se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Ideas de ocio para 2026",
    "link": "https://mcallus.net/2026/01/01/ideas-de-ocio-para-2026/",
    "fecha": "01/01/2026",
    "contenido": "Voy a poner unos comentarios muy generales de lo que me gustaría hacer en mis diferentes hobbies. NO son deberes, NO son obligaciones, NO hay fracaso por no cumplirlos o cambiarlos&#8230; Porque si alguna de esas cosas fuera obligatoria, dejarían de ser hobbies. Simplemente me hago estas listas porq"
  },
  {
    "blog": "note – matizeta",
    "titulo": "¡Bienvenido 2026!",
    "link": "https://matizeta.com/2026/01/01/bienvenido-2026/",
    "fecha": "01/01/2026",
    "contenido": "Escribo estas breves líneas en mi móvil desde Puerto Iguazú, el lugar que elegí para pasar año nuevo y visitar las Cataratas de Iguazú.&#160; Estuve anteriormente hace ya más de una década, sin embargo a diferencia de la vez pasada me estoy alojando de lado Argentino, lo que me sirvió a conocer esta"
  },
  {
    "blog": "La bitácora de Locutus",
    "titulo": "Sutil",
    "link": "http://locutusbit.blogspot.com/2026/01/sutil.html",
    "fecha": "01/01/2026",
    "contenido": "&nbsp;Esa invisible fronteraque hay en la línea infinita.Ese algo,&nbsp;intangible,que está alejado y tan cerca.Esa nota que vibra,ciega,por los caminos sin puertas.Pascual Herrera"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Fe de erratas y mandos intermedios vs. IA",
    "link": "https://blog.danielaragay.net/fe-de-erratas-y-mandos-intermedios-vs-ia/",
    "fecha": "01/01/2026",
    "contenido": "Primer cap&#xed;tulo del a&#xf1;o y recupero mi grabaci&#xf3;n en movilidad gracias a que encontr&#xe9; por fin el micr&#xf3;fono y receptor inal&#xe1;mbrico que andaba perdido en estas semanas de mudanza.Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7;"
  },
  {
    "blog": "Diana                                                       Laurencich",
    "titulo": "Uno de enero ¿Año nuevo?",
    "link": "https://dianalaurencich.wordpress.com/2026/01/02/uno-de-enero-ano-nuevo/",
    "fecha": "01/01/2026",
    "contenido": "Siempre me intrigó el primero de enero, o como dicen los españoles, el uno de enero. Además, cuando era chica, el año nuevo venía en combo, primero la Navidad, que arrancaba el 8 de diciembre cuando hacíamos el arbolito con mi tía, ya que mi familia era católica, el 24 y los regalos y un [&#8230;]"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Érase unos propósitos de año nuevo",
    "link": "https://www.xn--jmuoz-qta.es/2026/01/erase-unos-propositos-de-ano-nuevo.html",
    "fecha": "01/01/2026",
    "contenido": "&nbsp;2026 ya ha llegado y es el momento de que pensemos en esas cosas que queremos mejorar de nuestra vida para intentar, como propósito de año nuevo, ponerlas en marcha:Comer menos. Como muchísimo, normalmente más de lo que me correspondería, pero no tengo fin. No estoy gordo. Recuerdo a una compa"
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Malagueños Originales y Libres: repaso a 2025 (Día del Dominio Público)",
    "link": "https://malagaoriginal.blogspot.com/2026/01/malaguenos-originales-y-libres-repaso.html",
    "fecha": "31/12/2025",
    "contenido": "Otro año más que se nos va, pero a lo largo del mismo hemos visto en este blog muchas cosas y hemos aprendido algunas cosas juntos que hemos recogido en estos apuntes públicos.&nbsp;En el mundo del software libre, hemos dado la bienvenida a la versión estable de Debian 13, a la que hemos intentado s"
  },
  {
    "blog": "Adrián Perales",
    "titulo": "¿Que ya pasó 2025?",
    "link": "https://adrianperales.com/2025/12/que-ya-paso-2025/",
    "fecha": "31/12/2025",
    "contenido": "Hoy escribo esto poco tiempo antes de que comience la celebración, así que será una entrada mucho más corta que en ocasiones anteriores. Si tuviera que definir el año que acaba con una palabra, sin duda sería «estabilidad». Ha sido un año de descanso, de reencuentro conmigo mismo y de estabilizar há"
  },
  {
    "blog": "Jinversor",
    "titulo": "Intelectuales",
    "link": "https://jinversor.co/2025/12/intelectuales/",
    "fecha": "31/12/2025",
    "contenido": "Si quieres que una economía se vaya a la mierda, deja que la planifiquen los intelectuales. Ese es sin duda el camino más rápido a la escasez, la estrechez y [&#8230;]\nLa entrada Intelectuales se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Todo lo leído en 2025",
    "link": "https://mcallus.net/2025/12/31/todo-lo-leido-en-2025/",
    "fecha": "31/12/2025",
    "contenido": "Vamos con otro artículo que recopila todas las lecturas del año. En este caso he decidido separar las lecturas en dos listas independientes. Una de libros y otra de cómics. Ya que al final aunque las dos son obras literarias tienen lenguajes muy diferentes. Casi todo está enlazado con el mes en que "
  },
  {
    "blog": "plr blog",
    "titulo": "No es que rechaces leerlo, es que no se te ha ocurrido; estamos perdidos: lee burro, lee burro...",
    "link": "https://pedrolr.es/blog/no-es-que-rechaces-leerlo-es-que-no-se-te-ha-ocurrido-estamos-perdidos-lee-burro-lee-burro/",
    "fecha": "31/12/2025",
    "contenido": "La frase del título del post es de una canción del grupo Mamá Ladilla. La voz cantante del grupo -nunca mejor dicho- es Juan Abarca. Dentro de que el nombre del grupo puede sonar a esperpento, Juan Abarca es profesor de guitarra en Collado Mediano (Madrid) y según la web de la escuela obtuvo el [&#8"
  },
  {
    "blog": "note – matizeta",
    "titulo": "El último día del año",
    "link": "https://matizeta.com/2025/12/31/el-ultimo-dia-del-ano/",
    "fecha": "31/12/2025",
    "contenido": "Solemos en estas fechas tener muchos sentimientos encontrados: de alegría por la renovación de expectativas ante un nuevo año, por el inicio de las vacaciones de verano de este lado del mapa, por el dolor de lo que se nos han ido, de la&#160;nostalgia de lo que dejó de ser, por los ciclos que se [&#"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "513. Punto y seguido",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/01/513-punto-y-seguido.html",
    "fecha": "31/12/2025",
    "contenido": "&nbsp; &nbsp; Para mí, desde hace mucho, un año que sucede a otro año no es más que un punto y seguido. No tengo nada que reiniciar, sino cosas por continuar y hábitos en los que seguir. De modo que no recuerdo la última vez que hice balance de algo. Joder, ni siquiera he escrito la entrada obvia y "
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Comprar, vendre i llogar pis a Suècia: la meva experiència real",
    "link": "https://blog.danielaragay.net/comprar-vendre-i-llogar-pis-a-suecia-la-meva-experiencia-real/",
    "fecha": "31/12/2025",
    "contenido": "En aquest episodi de &#x201c;Fent el Su&#xe8;c&#x201d;, t&#x2019;explico des de dins com funciona el mercat immobiliari suec. Despr&#xe9;s de comprar un nou apartament, et detallo el proc&#xe9;s: des de parlar amb el banc via web fins a les curioses subhastes"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Mudanzas, picaresca sueca y cómo ahorrar el 50% en reformas",
    "link": "https://blog.danielaragay.net/mudanzas-picaresca-sueca-y-como-ahorrar-el-50-en-reformas/",
    "fecha": "31/12/2025",
    "contenido": "En el &#xfa;ltimo episodio del a&#xf1;o, te cuento c&#xf3;mo va nuestra mudanza y un detalle clave de vivir en Suecia: el &#x201c;truco&#x201d; legal para desgravarte el 50% de las reformas y limpiezas. Te explico por qu&#xe9; aqu&#xed; no compensa trabajar en"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Discos Favoritos 2025 – Internacional",
    "link": "https://altgr.xyz/2025/12/31/discos-favoritos-2025-internacional/",
    "fecha": "31/12/2025",
    "contenido": "¿Por qué? En redes sociales, una persona del medio musical, a quien respeto y admiro mucho, hizo una publicación cuestionando las motivaciones para hacer una lista personal de los mejores discos del año. Si una alguien que sabe de verdad sobre música lo pone en duda, ¿Qué queda para mí? Apenas podrí"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "La Chica de Humo – Angelo Pierattini (Cover de Emmanuel)",
    "link": "https://altgr.xyz/2025/12/31/la-chica-de-humo-angelo-pierattini-cover-de-emmanuel/",
    "fecha": "31/12/2025",
    "contenido": "Otro de los covers interpretados por Pierattini la noche del 20 de diciembre en la Sala Master de la Radio Universidad de Chile. La Chica de Humo, original del mexicano Emmanuel, canción que fue coreada hasta por los más rockeros entre en público. #FuerzaPierattini #FuerzaGuerreroIncansable"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Otra Como Tú – Angelo Pierattini (Cover de Eros Ramazzotti)",
    "link": "https://altgr.xyz/2025/12/31/otra-como-tu-angelo-pierattini-cover-de-eros-ramazzotti/",
    "fecha": "31/12/2025",
    "contenido": "La mayor sorpresa de esa noche fue la versión de Otra Como Tú, original de Eros Ramazzotti, en la voz del mismísimo guerrero incansable, Angelo Pierattini. En vivo en Sala Master de la Radio Universidad de Chile. 20 de diciembre de 2025. #FuerzaPierattini #FuerzaGuerreroIncansable"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Y Volveré – Angelo Pierattini (Cover de Los Ángeles Negros)",
    "link": "https://altgr.xyz/2025/12/31/y-volvere-angelo-pierattini-cover-de-los-angeles-negros/",
    "fecha": "31/12/2025",
    "contenido": "Una de las cosas más interesantes y entretenidas que tiene Pierattini en su versión como solista y especialmente en vivo, son los covers. Esto es un homenaje a los clásicos Los Ángeles Negros con Y Volveré. Esto fue parte de su presentación en la Sala Master de la Radio Universidad de Chile el 20 de"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Estado de las cosas: cómo ha ido el 2025 para ./voidNull",
    "link": "https://voidnull.es/estado-de-las-cosas-como-ha-ido-el-2025-para-voidnull/",
    "fecha": "31/12/2025",
    "contenido": "A medida que finaliza este año, queremos compartir con vosotros un resumen de los logros, datos y momentos clave que hemos vivido juntos en el blog y la comunidad de ./voidNull."
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "Ética e IA generativa: prefiero ANI antes que AGI",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2025/12/31/20251231-etica-e-iagen/",
    "fecha": "31/12/2025",
    "contenido": "La Inteligencia Artificial es un campo apasionante, pero esta persecución alocada del concepto de AGI me parece un despropósito"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Libreta 2025",
    "link": "https://www.ericafustero.com/2025-12-libreta-2025",
    "fecha": "31/12/2025",
    "contenido": "Acabé esta libreta el 30 de diciembre y esta mañana he estrenado la nueva. ¡Esperando llenarla con muchas nuevas aventuras y desventuras durante los próximos meses! I finished this notebook on December 30th and this morning I started using the new one. Looking forward to filling it with lots of new "
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "COPE Andalucía y las campanadas regionales",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/cope-andalucia-campanadas-regionales.html",
    "fecha": "31/12/2025",
    "contenido": "La COPE en Andalucía vuelve este año a desconectar de la emisión nacional para ofrecer sus propias campanadas. No es la primera vez que lo hacen: que yo sepa, llevan desde 2020 cortando la emisión en cadena a las 23:00 para hacer programación propia (de esto ya habló Radiochips), y es algo que me ll"
  },
  {
    "blog": "",
    "titulo": "Noticia para los amantes de los combates medievales.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/31/noticia-para-los-amantes-de-los-combates-medievales/",
    "fecha": "31/12/2025",
    "contenido": "La Alianza Latinoamericana de Combate Medieval (ALACoM), Confirma la realización del Torneo Río De La Plata III, uno de los eventos más relevantes de la región. La cita será el 28 y 29 de marzo en el Centro Deportivo Municipal de Tres de Febrero.Este torneo contara con luchadores de varias regiones "
  },
  {
    "blog": "La Frikoteca",
    "titulo": "Resumen del 2025 y propósitos para el 2026",
    "link": "http://frikoteca.blogspot.com/2025/12/resumen-del-2025-y-propositos-para-el.html",
    "fecha": "31/12/2025",
    "contenido": "Un año más, aquí estamos para hacer un resumen de lo que me ha deparado el año 2025 y lo que planeo hacer durante el año que viene. No es que nunca cumpla ni la mitad de las cosas que me propongo, pero es bonito leerlas al año siguiente y ver la poca utilidad que tiene hacer planes :D.\nEste año he c"
  },
  {
    "blog": "--el Profe Juan--",
    "titulo": "Cordones-Versión-II",
    "link": "https://elprofejuan.com.ar/autosave-eac7a2d06f9e6caaf8d1249ef54e0df1",
    "fecha": "30/12/2025",
    "contenido": "En el post anterior comenté el experimento fotográfico de hacer fotos con el celular de cordones y bordes de veredas en una localidad de la costa Bonaerense, bueno, ahora va la versión en blanco y negro, más acotada, pero no por eso menos interesante, eso creo.\n"
  },
  {
    "blog": "Webnauta",
    "titulo": "Una historia sin propósito",
    "link": "https://webnauta.blog/una-historia-sin-proposito",
    "fecha": "30/12/2025",
    "contenido": "\n      \n\n    \n      Por Annie Spratt en Unsplash\n    \nEscribir por escribir\nHa iniciado una semana más; o menos, no lo sé con certeza. Espero que esta traiga un afán distinto al de la anterior. Al fin y al cabo, es el último lunes de 2025: algo bueno tendría que traer consigo.Desde mi oficina observ"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Todas las series y películas vistas en 2025",
    "link": "https://mcallus.net/2025/12/30/todas-las-series-y-peliculas-vistas-en-2025/",
    "fecha": "30/12/2025",
    "contenido": "En esta entrada tenéis todas las películas y series que he visto en 2025. He dejado fuera de estos listados los pocos revisionados que he hecho de películas (como V de Vendetta o las sagas de Scream, John Wick o Misión Imposible). Os haré comentarios del Top 10 mientras que el resto solo lo enumerar"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Yo utilizo Instagram",
    "link": "https://matizeta.com/2025/12/30/yo-utilizo-instagram/",
    "fecha": "30/12/2025",
    "contenido": "Uso Instagram pero no me considero un adicto a él. Hace años que no publico ninguna foto  en mi perfil. Sí cada tanto subo alguna que otra foto a mis historias. No sé a cuantas personas le importará verlas, me da igual. Me gusta que sean espontáneas, que luego desaparezcan. Reconozco que es un acto "
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "El apagado de la onda media de RNE",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/el-apagado-de-la-onda-media-de-rne.html",
    "fecha": "30/12/2025",
    "contenido": "Radio Nacional de España anunció hace algo más de un mes que iba a apagar la onda media en España. Bueno, «anunció»... No sé cómo expresarlo exactamente: nos enteramos un poco de casualidad porque empezaron a emitir en las emisiones unos cortes donde los presentadores de los principales programas ha"
  },
  {
    "blog": "",
    "titulo": "Recomendacion.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/30/recomendacion-13/",
    "fecha": "30/12/2025",
    "contenido": "Un interesante podcast de Rock Celta y musica celta. https://www.podcasts.com/radio-rebel-gael-962c3e936/episode/aibhleog"
  },
  {
    "blog": "56K",
    "titulo": "Rockbox en un Ipod Mini sin ser un Apple fanboy",
    "link": "https://56k.es/fanta/rockbox-en-un-ipod-mini-sin-ser-un-apple-fanboy/",
    "fecha": "30/12/2025",
    "contenido": "Un día contaré la historia de como ha llegado a mis manos un producto de Apple. Hoy para este post simplemente lo resumiré en «Mi pareja es como una Urraca y cuando una amiga dijo que tiraba el Ipod (hace mil años) le preguntó si podía quedárselo y tratar de arreglarlo». Han pasado años desde..."
  },
  {
    "blog": "--el Profe Juan--",
    "titulo": "Serie Cordones",
    "link": "https://elprofejuan.com.ar/serie-cordones",
    "fecha": "29/12/2025",
    "contenido": "Como una muestra de mi trabajo anual del curso de fotografía con celular que hice en 2025, he decidido hacer una serie de fotografías. Resultaron al final dos versiones, y ahora les presento el resultado, cada una tiene unas breves palabras que me sugieren las imágenes, solo es mi impresión personal"
  },
  {
    "blog": "La Máquina de Von Neumann",
    "titulo": "Siete fracturas (II). La Epistemia",
    "link": "https://vonneumannmachine.wordpress.com/2025/12/29/siete-fracturas-ii-la-epistemia/",
    "fecha": "29/12/2025",
    "contenido": "Continuamos nuestro diálogo con el artículo «Epistemological Fault Lines Between Human and Artificial Intelligence» de Quattrociocchi, Capraro y Perc:  (5) Fractura causal (Causality fault): Los humanos razonamos causalmente, es decir, imaginamos contrafácticos y buscamos las explicaciones, las caus"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Lo que he jugado en 2025",
    "link": "https://mcallus.net/2025/12/29/lo-que-he-jugado-en-2025/",
    "fecha": "29/12/2025",
    "contenido": "En esta entrada recopilatoria, tenéis todo lo que he jugado en 2025 dentro de trescategorías: rol, juegos de mesa y videojuegos. En el caso de los videojuegos sí va a estar ordenado de lo que más me ha gustado a lo que menos. En las otras dos categorías estará colocado sin ningún orden en particular"
  },
  {
    "blog": "Un bruto con Debian",
    "titulo": "¡No funciona K3b!",
    "link": "http://unbrutocondebian.blogspot.com/2025/12/no-funciona-k3b.html",
    "fecha": "29/12/2025",
    "contenido": "&nbsp;Hacia años que no tostaba un CD o un DVD. De hecho, mi equipo ni tan siquiera tenia grabadora. Pero hace poco heredé una “nueva” máquina y esta si tenia, aunque la ignoré.Dio la casualidad que el otro día en el trabajo, una compañera estaba pasando información antigua que tenia en CD’s a la nu"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Adiós 2025, el año de las pruebas",
    "link": "https://blog.luiscarlospando.com/personal/2025/12/adios-2025-el-ano-de-las-pruebas/",
    "fecha": "29/12/2025",
    "contenido": "Si gustas, puedes reproducir este track para acompañar la lectura del post. Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cui"
  },
  {
    "blog": "alt43",
    "titulo": "NUNTI. Lector de noticias Android de código abierto",
    "link": "https://alt43.es/nunti-lector-de-noticias-android-de-codigo-abierto/",
    "fecha": "29/12/2025",
    "contenido": "Siguiendo la estela de Feeder, un par de entusiastas desarrolladores (Ondřej Foltýn y Richard Klapáč) crearon en 2021&#46;&#46;&#46;"
  },
  {
    "blog": "Galerías Preciados",
    "titulo": "¡Estrenamos agenda!",
    "link": "https://galeriaspreciados.band/estrenamos-agenda/",
    "fecha": "29/12/2025",
    "contenido": "Como ya comenté el año que entra iba de empezar a hacer nuevas cosas y una de ellas pues... empezar a sacar todo esto a la luz que para algo lo estamos haciendo"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#175: primera semana de 2026",
    "link": "https://www.macram.es/posts/2025/12/primera-semana-de-2026/",
    "fecha": "29/12/2025",
    "contenido": "Hoy da comienzo la primera semana del año 2026. ¿Sabéis lo que eso significa? ¡Que hoy es día de estrenar agenda! Este año me hice con una agenda super cuqui, china, de tapas duras y papel más que decente (aquí en AliExpress). Tiene escritas muchas cosas en chino, como una serie de ejercicios para r"
  },
  {
    "blog": "post-it – matizeta",
    "titulo": "Unnecto Snap",
    "link": "https://matizeta.com/2025/12/29/unnecto-snap/",
    "fecha": "29/12/2025",
    "contenido": "El mercado de móviles es grande, pero&#160; ¿por qué no existen móviles plegables con teclados QWERTY? En mi búsqueda solo encontré uno de la marca Unnecto y su modelo Snap.&#160;Poco podemos decir de él más allá de su diseño único en el mercado. Posee un sistema operativo denominado Cloud OS&#160;q"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "512. Cuenta atrás",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/12/512-cuenta-atras.html",
    "fecha": "29/12/2025",
    "contenido": "&nbsp; &nbsp; Cuando te quisiste dar cuenta ya estabas a las puertas de un nuevo año. ¿Otro ya? ¿Tan pronto? El tiempo finito del que disponías se agotaba rápido y volvía a robarte otra pequeña porción de fuerza vital en favor de más cansancio y nuevas arrugas en la piel. También un poco más de todo"
  },
  {
    "blog": "impermanente",
    "titulo": "Herramientas más usadas el 2025",
    "link": "https://impermanente.es/2025/12/29/herramientas-ms-usadas-el.html",
    "fecha": "29/12/2025",
    "contenido": "Todos los años solía hacer un post de este tipo con las herramientas de tecnología que más había usado. Este año es diferente, pues fue el año de la desconexión.\nAquí la lista de cosillas que he empezado a usar (o retomado después de años):\n\nPortaminas r0tring 600 con minas Pentel 4B\nCuaderno de not"
  },
  {
    "blog": "Si dios te da limones",
    "titulo": "The Mighty Nein",
    "link": "https://sidiostedalimones.com/blog/2025/the-mighty-nein/",
    "fecha": "29/12/2025",
    "contenido": ""
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "Invitación de Daniel Omar Cignacco a sus lectores (https://www.bubok.es/libros/284084/el-colombofilo-de-flores-y-la-cifra-infinita )",
    "link": "https://docig.bearblog.dev/invitacion-de-daniel-omar-cignacco-a-sus-lectores-httpswwwbubokeslibros284084el-colombofilo-de-flores-y-la-cifra-infinita/",
    "fecha": "29/12/2025",
    "contenido": "Invitación de Daniel Omar Cignacco a sus lectores Invitación a mis lectores. ¡Hola! Soy Daniel Omar Cignacco. Como escritor, no hay mayor alegría que saber que mis historias cobran vida en la mente de quienes las leen. Quiero invitarlos formalmente a explorar mis libros. Cada página está escrita con"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Síndrome de la Huella Muda",
    "link": "https://docig.bearblog.dev/el-sindrome-de-la-huella-muda/",
    "fecha": "29/12/2025",
    "contenido": "El cuerpo ha aprendido a doblarse sobre sí mismo, una vértebra tras otra, en una genuflexión ante el altar del silicio. Ya no miramos al horizonte; el cuello se ha convertido en un arco tenso que apunta hacia el ombligo electrónico, buscando una respuesta que nunca llega de frente.\nLos pulgares, eso"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Pequeños placeres #5: Periódico de papel",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/pequenos-placeres-5-periodico-de-papel.html",
    "fecha": "29/12/2025",
    "contenido": "\n  \n    \n  \nOtro de mis pequeños placeres es leer la prensa en papel. En época normal de trabajo, solo lo compro los fines de semana, que es cuando puedo leerlo tranquilamente; cuando estoy de vacaciones lo compro diariamente. No tiene comparación pasar las páginas en papel con ir pulsando en los en"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "Invitación de Daniel Omar Cignacco a sus lectores (https://www.bubok.es/libros/284084/el-colombofilo-de-flores-y-la-cifra-infinita )",
    "link": "https://docig.mataroa.blog/blog/invitacion-de-daniel-omar-cignacco-a-sus-lectores-httpswwwbubokeslibros284084el-colombofilo-de-flores-y-la-cifra-infinita/",
    "fecha": "29/12/2025",
    "contenido": "Invitación de Daniel Omar Cignacco a sus lectores\nInvitación a mis lectores. ¡Hola! Soy Daniel Omar Cignacco. Como escritor, no hay mayor alegría que saber que mis historias cobran vida en la mente de quienes las leen. Quiero invitarlos formalmente a explorar mis libros. Cada página está escrita con"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "Notificaciones de ausencia",
    "link": "https://docig.mataroa.blog/blog/notificaciones-de-ausencia/",
    "fecha": "29/12/2025",
    "contenido": "Frente al resplandor azul de la pantalla, ella ensaya su mejor ángulo de abandono. Sabe que la soledad no es la ausencia de otros, sino el exceso de reflejos que no devuelven el tacto.\nPublica una foto de su cena para dos: un plato lleno, el otro vacío como un bostezo. El epígrafe dice «Plenitud», p"
  },
  {
    "blog": "",
    "titulo": "Recomendacion.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/29/recomendacion-12/",
    "fecha": "29/12/2025",
    "contenido": "Una interesante nota a Mago de Oz a través del formato Podcast. &#62;&#62;&#62; Nota Aqui &#60;&#60;&#60;"
  },
  {
    "blog": "Calaveras",
    "titulo": "Le pido disculpas",
    "link": "https://calaveras.bearblog.dev/le-pido-disculpas/",
    "fecha": "29/12/2025",
    "contenido": "Quería terminar el año con un posteo mitad reflexión, mitad metas y esas huevadas, pero no sería yo si lo hicese. Por ende, voy a escribir sobre una frase que me dijeron el otro día, y me quedé pensando.\nLe pido disculpasUna persona se manda una cagada, y luego me dice \"te pido disculpas\" y yo le di"
  },
  {
    "blog": "El blog es mío",
    "titulo": "Sueños insomnes",
    "link": "https://alex.corcoles.net//2025/12/suenos-insomnes/",
    "fecha": "29/12/2025",
    "contenido": "\n  Uno de mis recuerdos que me hacen sonre&#237;r m&#225;s es que en alg&#250;n momento all&#225; por principios de siglo, alguien llam&#243; a la IMDb \"la p&#225;gina de &#193;lex\". Seguramente porque seguramente es de las p&#225;ginas que m&#225;s tiempo llevo usando del mundo: mientras que la Wik"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Resumen del canal de YouTube julio a diciembre 2025",
    "link": "https://mcallus.net/2025/12/28/resumen-del-canal-de-youtube-julio-a-diciembre-2025/",
    "fecha": "28/12/2025",
    "contenido": "Como tengo el canal de YouTube prácticamente abandonado he decidido que la siguiente entrada resumen contuviera todos los vídeos de la segunda mitad de 2025&#8230; total, tampoco van a ser muchos y así a quien solo le interesen mis relatos pues no tiene que ver más que una entrada de esta cada seis "
  },
  {
    "blog": "Tecno y Soft",
    "titulo": "Wayland y X11 explicado para seres humanos",
    "link": "https://tecnoysoft.com/2025/12/28/wayland-y-x11-explicado-para-seres-humanos/",
    "fecha": "28/12/2025",
    "contenido": "¿Qué es X11 y qué es Wayland? He leido algo sobre el tema, pero siempre caen en explicaciones tecnicas que más que aclarar, lo complican todo. Voy a explicarlo tal cual yo lo entiendo, pues el debate está muy presente y he creido conveniente aportar algo sencillo y al alcance de todos. Cuando usas L"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Emisoras de radio que me gustan",
    "link": "https://www.macram.es/shoebox/emisoras-de-radio-que-me-gustan/",
    "fecha": "28/12/2025",
    "contenido": "Me gusta escuchar la radio. He escrito unos cuantos posts sobre el tema, por lo que no os pillará de sorpresa. Y de entre todas las emisoras, he ido encontrando algunas que me gustan especialmente, aunque reconozco no ser demasiado selectivo con ellas.\nLista, como siempre, en permanente actualizació"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Últimas tardes de diciembre",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/ultimas-tardes-de-diciembre.html",
    "fecha": "28/12/2025",
    "contenido": "\n  \n    \n  \n"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Bellotas",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/bellotas.html",
    "fecha": "28/12/2025",
    "contenido": "\n  \n    \n  \nLas últimas bellotas del año."
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Beatus ille",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/beatus-ille.html",
    "fecha": "28/12/2025",
    "contenido": "\n  \n    \n  \nMe resulta indescriptible la paz que siento cada vez que estoy en el campo, alejado de todo, apartado de todo, casi sin señal en el teléfono móvil, convirtiéndose la débil señal de la FM que sintonizo en una vieja radio el único contacto con el resto del mundo estos días."
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Amoldándome a lo bueno",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/amoldandome-lo-bueno.html",
    "fecha": "28/12/2025",
    "contenido": "\n  \n    \n  \nSi hace unos días les decía que soy un animal de costumbres, también es verdad que soy fiel ejemplo de eso que dicen sobre que a lo bueno uno se acostumbra rápidamente. Y eso estoy haciendo: aprovechando al máximo estas vacaciones navideñas, empapándome de cultura, de lecturas pendientes"
  },
  {
    "blog": "eaplmx",
    "titulo": "Está bien",
    "link": "https://text.eapl.mx/esta-bien",
    "fecha": "28/12/2025",
    "contenido": ""
  }
]