[
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Lecturas en Octubre de 2025",
    "link": "https://mcallus.net/2025/11/01/lecturas-en-octubre-de-2025/",
    "fecha": "01/11/2025",
    "contenido": "Este mes he leído 2 ensayos, 3 tomitos trimestrales (de los que contienen tres grapas americanas) y 2 grapas. Esta vez no me ha quitado tiempo ningún videojuego, simplemente es que entre un libro que no he terminado aún y que he escrito bastante pues el tiempo es el que es. Noviembre imagino que irá"
  },
  {
    "blog": "zona de confort",
    "titulo": "HTML básico (2)",
    "link": "https://sopadeletras.club/efmorell/html-basico-2",
    "fecha": "01/11/2025",
    "contenido": ""
  },
  {
    "blog": "Bits de Ocio",
    "titulo": "Inquietudes (Octubre 2025)",
    "link": "https://bitsdeocio.wordpress.com/2025/10/31/inquietudes-octubre-2025/",
    "fecha": "31/10/2025",
    "contenido": "Al contrario que en el anterior post de Inquietudes, en el que tuve que juntar dos meses para poder publicar algo \"con chicha\", este mes la cosa ha estado sorprendentemente nutrida (sobre todo de películas) y, ahora que lo miro con perspectiva, ha sido un octubre muy \"ochentero\". Nada mal, la verdad"
  },
  {
    "blog": "La Loica",
    "titulo": "Apoyo Mutuo",
    "link": "https://laloica.noblogs.org/apoyo-mutuo/",
    "fecha": "31/10/2025",
    "contenido": "¡Hola! Soy Lloyka Pérez, obrera de las artes gráficas y textiles, habitando el territorio del Bio-Bio. Busco ser una divulgadora de la autogestión y el apoyo mutuo, usando como herramientas los oficios que he heredado, como la costura, el bordado, el tejido y la encuadernación. Los oficios que obser"
  },
  {
    "blog": "brucknerite",
    "titulo": "Desvíos misteriosos",
    "link": "https://brucknerite.net/2025/10/desvios-misteriosos.html",
    "fecha": "31/10/2025",
    "contenido": "Estamos llegando ya al final de las aventuras de Johnnie Gray (Buster Keaton) en El maquinista de La General. ¡Y qué final! Reconozco que me costó entender qué estaba viendo justo después de que sabotee un desvío para impedir, con suerte por un rato largo, que sus perseguidores yanquis le marcaran d"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de las semanas 43 y 44 de 2025",
    "link": "https://victorhckinthefreeworld.com/2025/10/31/opensuse-tumbleweed-revision-de-las-semanas-43-y-44-de-2025/",
    "fecha": "31/10/2025",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Los documentos Halloween de Microsoft",
    "link": "https://victorhckinthefreeworld.com/2025/10/31/los-documentos-halloween-de-microsoft/",
    "fecha": "31/10/2025",
    "contenido": "Allá por el año 1998, se filtraron una serie de documentos confidenciales internos de Microsoft donde se documentaban sus estrategias para hacer frente al software de \"código abierto\" en general y GNU/Linux en particular"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "El derecho a la luz del día (por ejemplo)",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/el-derecho-a-la-luz-del-dia-por-ejemplo/",
    "fecha": "31/10/2025",
    "contenido": "Hoy he salido a hacer la compra por la mañana. Es curioso cómo cambia la ciudad a las distintas horas del día. Suelo hacer la compra los viernes por la tarde o los sábados por la mañana si no me queda más remedio, y ahí el ambiente es totalmente distinto: personas agotadas de la jornada laboral inte"
  },
  {
    "blog": "Blog de Thalskarth",
    "titulo": "Bajando un cambio, desconectando un poco",
    "link": "https://blog.thalskarth.ar/bajando-un-cambio/",
    "fecha": "31/10/2025",
    "contenido": "Durante este mes, me llegaron varios artículos y comentarios girando sobre un mismo tema: La saturación y vertiginosidad de la vida digital. Nombraré algunos durante el texto y aunque varios tenian ideas interesantes que me dejaron pensando, casi todos giraban sobre la misma idea."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Nuevo proyecto de blog: El escritorio de McAllus",
    "link": "https://mcallus.net/2025/10/31/nuevo-proyecto-de-blog-el-escritorio-de-mcallus/",
    "fecha": "31/10/2025",
    "contenido": "Hoy quiero compartir una entrada muy breve sobre un blog nuevo que he abierto (en verdad ya existía pero lo he limpiado y dado un nuevo uso). Se llama El escritorio de McAllus, y será un lugar donde ir compartiendo mis inquietudes como escritor. Es un blog minimalista al que tengo derecho por mi apo"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Morir",
    "link": "https://mcallus.net/2025/10/31/morir/",
    "fecha": "31/10/2025",
    "contenido": "Oí que morir no duele. Falso. Llevo días bajo tierra, inmóvil. Siento como los gusanos se mueven bajo mi piel. Temo que este sufrimiento no acabe mientras quede un trozo de carne en mi cuerpo."
  },
  {
    "blog": "Interlan",
    "titulo": "Tutorial: Creación de bandejas de correo para postfix",
    "link": "https://interlan.ec/2025/10/31/tutorial-creacion-de-bandejas-de-correo-para-postfix/",
    "fecha": "31/10/2025",
    "contenido": "Este es el proceso manual para crear una bandeja de entrada en postfix. La verdad, es poco probable que lo necesites puesto que es un proceso automatizado en la mayoría de los casos, pero podría interesarte.\nLa entrada Tutorial: Creación de bandejas de correo para postfix se publicó primero en Inter"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de openSUSE Tumbleweed #ViernesDeDistros",
    "link": "https://voidnull.es/instalacion-de-opensuse-tumbleweed/",
    "fecha": "31/10/2025",
    "contenido": "Hoy, nos enfocaremos en la instalación de OpenSUSED Tumbleweed, una de las distribuciones más populares y estables dentro del ecosistema GNU/Linux."
  },
  {
    "blog": "zona de confort",
    "titulo": "Aullido",
    "link": "https://sopadeletras.club/efmorell/aullido",
    "fecha": "31/10/2025",
    "contenido": ""
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Blog del Apóstol Zero",
    "link": "https://docig.bearblog.dev/el-blog-del-apostol-zero/",
    "fecha": "31/10/2025",
    "contenido": "Al principio, claro, fue el chiste, la ironía como cripta. Zero-Kelvin, se llamaba el blog. Un nombre frío y perfecto para contener la combustión lenta de sus argumentos sobre la inutilidad del deseo y la elegancia termodinámica de la Nada. Su autor, que se hacía llamar \"El Administrador\" (una clara"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "El Hipertexto Mínimo (O la Metafísica del Archivo .TXT)",
    "link": "https://docig.mataroa.blog/blog/el-hipertexto-minimo-o-la-metafisica-del-archivo-txt/",
    "fecha": "31/10/2025",
    "contenido": "El Plain Text, claro. El temita, le mot juste que siempre acaba resultando impreciso. Una de esas pequeñas catástrofes minimalistas que te dejan suspendido a mitad del punchline, como un gag de Seinfeld abortado o el punto de fuga de un Lichtenstein desvaneciéndose en el aire del teclado (ése, el vi"
  },
  {
    "blog": "Adrián Perales",
    "titulo": "Montar en bici",
    "link": "https://adrianperales.com/2025/10/montar-en-bici/",
    "fecha": "30/10/2025",
    "contenido": "Hace tiempo escribí&#160;unas confesiones que no interesan a nadie. Una de ellas era, precisamente, que no sé montar en bici, y esta entrada no es más que una divagación al respecto. De pequeño tuve bicicleta. Una con ruedines. Pero nunca di el paso de quitarlos y montar en una bicicleta normal. Con"
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Disponible Fedora 43",
    "link": "https://thecheis.com/2025/10/30/disponible-fedora-43/",
    "fecha": "30/10/2025",
    "contenido": "Ya tenemos entre nosotros la nueva versión de Fedora y quiero dejar mis habituales impresiones. Una vez más, la distro comunitaria de Red Hat se siente continuista aunque estable, sin cambios radicales. A priori parece una actualización aburrida más, pero sigue mejorando su propuesta mientras se ada"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Las pesadillas del software privativo",
    "link": "https://victorhckinthefreeworld.com/2025/10/30/las-pesadillas-del-software-privativo/",
    "fecha": "30/10/2025",
    "contenido": "Las historias más escalofriantes del software privativo acechan en cada época del año. Ese acoso constante es el que las hace todavía más aterradoras"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Un proyecto para exportar más funcionalidades de YaST a Cockpit",
    "link": "https://victorhckinthefreeworld.com/2025/10/30/un-proyecto-para-exportar-mas-funcionalidades-de-yast-a-cockpit/",
    "fecha": "30/10/2025",
    "contenido": "Un proyecto comunitario pretende exportar funcionalidades de YaST que faltan en la nueva herramienta Cockpit, ya que SUSE y openSUSE 16.0 han \"jubilado\" a la gran herramienta de configuración de sistema YaST"
  },
  {
    "blog": "plr blog",
    "titulo": "El index del blog tipo grid",
    "link": "https://pedrolr.es/blog/el-index-del-blog-tipo-grid/",
    "fecha": "30/10/2025",
    "contenido": "El blog es mi sitio de ensayos. Siempre estoy probando cosas nuevas o implementando pequeños detalles. La salida tipo grid, con columnas, me gusta mucho y la utilizo en otros proyectos. He englobado el enlace a los posts en cada elemento del listado, así se puede hacer click con destino al post en t"
  },
  {
    "blog": "develumpen.com",
    "titulo": "Un método simple para prevenir el spam",
    "link": "https://develumpen.com/un-metodo-simple-para-prevenir-el-spam",
    "fecha": "30/10/2025",
    "contenido": "Hace unos días leí una teoría del por qué es más fácil que te entre spam teniendo formularios en la web que publicando tu email.\n\nDe momento lo que he experimentado es que desde que activé los comentarios, un montón de bots han estado validando mi código. Efectivamente, se pueden dejar comentarios. "
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "La paradoja del poder y la moral",
    "link": "https://gatooscuro.xyz/la-paradoja-del-poder-y-la-moral/",
    "fecha": "30/10/2025",
    "contenido": "La sombra siempre ha sido fascinante: nos atrae, nos asusta, nos obliga a mirar lo que preferiríamos ignorar. Y en nombre de la seguridad, del orden, de la justicia, los\nSeguir leyendo  La paradoja del poder y la moral\nEl cargo La paradoja del poder y la moral apareció primero en El cuarto de GatoOs"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "#Playlist: Graveyard Riffs 🪦",
    "link": "https://blog.luiscarlospando.com/musica/2025/10/playlist-graveyard-riffs-%f0%9f%aa%a6/",
    "fecha": "30/10/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "¿Por qué la calculadora del ordenador muestra botones para los números?",
    "link": "https://www.macram.es/posts/2025/10/por-que-la-calculadora-muestra-los-numeros/",
    "fecha": "30/10/2025",
    "contenido": "Haz un pequeño ejercicio si estás sentado delante de un ordenador, por favor. Abre la calculadora de tu sistema operativo, me da igual si usas una distribución de Linux, macOS o Windows. Tú abre la aplicación que incluya su sistema operativo que se llame de una forma parecida a &ldquo;Calculadora&rd"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "La decadencia de la web",
    "link": "https://matizeta.com/2025/10/30/la-decadencia-de-la-web/",
    "fecha": "30/10/2025",
    "contenido": "En 2013 uno de los diarios diarios online más leídos de Argentina, me cedió un espacio para escribir sobre tecnología. Dentro de esa área, la temática era de mi elección. En ese tiempo ya notaba como nuestros hábitos de navegación estaban cambiando, ya no ingresábamos una URL de nuestra página favor"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "483. Cuando anochece",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/10/483-cuando-anochece.html",
    "fecha": "30/10/2025",
    "contenido": "&nbsp; &nbsp; Durante estos días, si me buscas, me encontrarás callejeando con paso apresurado justo cuando anochece. No sé andar de otra manera por más que viva sin prisa. Te será sencillo identificarme entre toda esa turba animada de vampiros, zombis, brujas, esqueletos y fantasmas de postín porqu"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "El ingrediente inesperado: Capítulo 13",
    "link": "https://blog.danielaragay.net/el-ingrediente-inesperado-capitulo-13/",
    "fecha": "30/10/2025",
    "contenido": "Con un poco de retraso pero aqu&#xed; seguimos con un nuevo cap&#xed;tulo. Para leer lo que llevamos hasta ahora escrito entra en: https://books.danielaragay.net/bookstack/books/el-ingrediente-inesperadoSebasti&#xe1;n escuch&#xf3; c&#xf3;mo Bom dejaba las bolsas sobre la encimera de la cocina."
  },
  {
    "blog": "impermanente",
    "titulo": "Pensamiento de blog #3",
    "link": "https://impermanente.es/2025/10/30/pensamiento-de-blog.html",
    "fecha": "30/10/2025",
    "contenido": "El enorme éxito del método científico en los últimos cientos de años nos ha llevado a pensar que todo lo que existe debe ser físico y medible. Pero esa idea excluye algo fundamental: la experiencia consciente. Esta no solo existe, sino que es una parte esencial de la realidad, y cualquier intento se"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Cómo convertir la base de datos de Home Assistant a MariaDB",
    "link": "https://voidnull.es/como-convertir-la-base-de-datos-de-home-assistant-a-mariadb/",
    "fecha": "30/10/2025",
    "contenido": "Mejora el rendimiento de Home Assistant migrando de SQLite a MariaDB de forma sencilla."
  },
  {
    "blog": "zona de confort",
    "titulo": "HTML básico (1)",
    "link": "https://sopadeletras.club/efmorell/html-basico-1",
    "fecha": "30/10/2025",
    "contenido": ""
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "Quiero Ser Tu Texto Plano",
    "link": "https://docig.bearblog.dev/quiero-ser-tu-texto-plano/",
    "fecha": "30/10/2025",
    "contenido": "El bibliotecario, Varamo, no era un hombre de grandes pasiones, salvo quizás por el insomnio y la Biblioteca de Babel, ese universo fractal donde todo era, paradójicamente, una repetición estéril de lo mismo. Pero su obsesión más reciente, la que lo consumía en las madrugadas silenciosas, era el anh"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Madrugones",
    "link": "https://www.xn--jmuoz-qta.es/2025/10/madrugones.html",
    "fecha": "30/10/2025",
    "contenido": "Si no me gustase mi trabajo, aunque este año esté en el quinto coño, se me harían insoportables estos madrugones, de estar a las cinco de la mañana preparando lo que voy a hacer a las ocho de la mañana.La luna vino a la fraguacon su polisón de nardos.El niño la mira mira.El niño la está mirando."
  },
  {
    "blog": "La cosa infinita",
    "titulo": "El procesador de texto",
    "link": "https://docig.mataroa.blog/blog/el-procesador-de-texto/",
    "fecha": "30/10/2025",
    "contenido": "No es que lo notara al principio. Nadie nota, en realidad, los primeros roces del intersticio. El aire del estudio, denso y con sabor a café rancio y nicotina, era perfecto para la gestación de ese tipo de ceguera. Ernesto, que se dedicaba a la minuciosa labor de transcribir entrevistas –voces quebr"
  },
  {
    "blog": "",
    "titulo": "William Ian Millar voz de los legendarios The Irish Rovers se presenta en Sláinte.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/10/30/william-ian-millar-voz-de-los-legendarios-the-irish-rovers-se-presenta-en-slainte/",
    "fecha": "30/10/2025",
    "contenido": "Vuelve a Argentina William Ian Millar voz de los legendarios The Irish Rovers y se presenta en vivo y en exclusivo en Sláinte Irish Pub festejando nuestro 11 aniversario!!! El 18, 19 y 20 de Diciembre."
  },
  {
    "blog": "ochobitshacenunbyte",
    "titulo": "Entornos reproducibles con Nix + Docker en GNU/Linux",
    "link": "https://www.ochobitshacenunbyte.com/2025/10/30/entornos-reproducibles-con-nix-docker-en-gnu-linux/",
    "fecha": "30/10/2025",
    "contenido": "Uno de los grandes retos en desarrollo y operaciones es la fiabilidad. ¿Cuántas veces hemos oído aquello de “en mi máquina funciona”? Aunque Docker ayudó mucho a estandarizar entornos, todavía existen problemas: imágenes demasiado&#46;&#46;&#46;\nLa entrada Entornos reproducibles con Nix + Docker en "
  },
  {
    "blog": "brucknerite",
    "titulo": "Fuego en el puente",
    "link": "https://brucknerite.net/2025/10/fuego-en-el-puente.html",
    "fecha": "29/10/2025",
    "contenido": "Una de las pequeñas sorpresas que nos tiene reservadas El maquinista de La General son los puentes cubiertos. Aunque no me considere un gran consumidor de cine, sí tengo bastantes de los números más gordos tachados de mi tarjeta de bingo. Es decir, he visto Los puentes de Madison. Una de las conclus"
  },
  {
    "blog": "Jinversor",
    "titulo": "Guerrilla Open Access Manifesto",
    "link": "https://jinversor.co/2025/10/guerrilla-open-access-manifesto/",
    "fecha": "29/10/2025",
    "contenido": "El Guerrilla Open Access Manifesto o Manifiesto por la Guerrilla del Acceso Abierto es una proclama escrita por el activista y programador estadounidense Aaron Swartz en julio de 2008. El [&#8230;]\nLa entrada Guerrilla Open Access Manifesto se publicó primero en Jinversor."
  },
  {
    "blog": "plr blog",
    "titulo": "Una web con mapas sobre la Ley de Propiedad Intelectual y otra con campos para búsquedas en Scopus, WoS, Lens y OpenAlex",
    "link": "https://pedrolr.es/blog/una-web-con-mapas-sobre-la-ley-de-propiedad-intelectual-y-otra-con-campos-para-busquedas-en-scopus-wos-lens-y-openalex/",
    "fecha": "29/10/2025",
    "contenido": "Este cuatrimestre imparto docencia de 2 asignaturas: Derechos y Licencias Digitales y Biblioteca, Datos e Información Científica. La primera es en el Máster Universitario en Gestión de la Documentación, Bibliotecas y Archivos y la segunda en el Grado en Ciencia de los Datos Aplicada. De la de estadí"
  },
  {
    "blog": "End3r.es",
    "titulo": "La sociedad del cansancio",
    "link": "https://www.end3r.es/posts/010-la-sociedad-del-cansancio/",
    "fecha": "29/10/2025",
    "contenido": "La sociedad\ndel cansancio (Ed. Herder) es un ensayo filosófico del reciente Premio Princesa de Asturias de Comunicación\ny Humanidades Byung-Chul Han,\nfilósofo surcoreano afincado en Alemania, donde en la actualidad imparte clases de estudios culturales y filosóficos\nen la Universidad de las Artes de"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Diez cosas sobre mí",
    "link": "https://www.macram.es/posts/2025-10-29-diez-cosas-sobre-mi/",
    "fecha": "29/10/2025",
    "contenido": "Cuánto tiempo sin hacer algo como esto en el blog. He visto en el (para mi gusto excelente) blog de James un post mencionando diez detalles sobre él mismo, viniendo de una propuesta del blog Forking Mad. Y, como no se me ocurre ninguna idea mejor y seguir este tipo de tendencias es sencillo, allá va"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Mi blog como mi única red social",
    "link": "https://matizeta.com/2025/10/29/mi-blog-como-mi-unica-red-social/",
    "fecha": "29/10/2025",
    "contenido": "En marzo del 2023 la empresa Automattic dueña de WordPress, Tumblr entre otras adquirió el plugin ActivityPub para entrar de lleno al Fediverso. A los pocos meses, en septiembre ya había dado el salto  y todos los planes de WordPress.com (incluido el gratuito) ya lo incorporaba.  Mi blog es federado"
  },
  {
    "blog": "impermanente",
    "titulo": "La máquina no está rota",
    "link": "https://impermanente.es/2025/10/29/la-mquina-no-est-rota.html",
    "fecha": "29/10/2025",
    "contenido": "En ingeniería de sistemas existe un concepto llamado POSIWID, que son las siglas en inglés de &ldquo;the purpose of a system is what it does&rdquo;. Esto quiere decir que un sistema nunca está equivocado, un sistema hace siempre aquello para lo que fue diseñado. Puede no ser el resultado que querías"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Cómo instalar Uptime Kuma en Debian 13",
    "link": "https://voidnull.es/como-instalar-uptime-kuma-en-debian-13/",
    "fecha": "29/10/2025",
    "contenido": "Uptime Kuma es una herramienta de monitoreo de auto-hospedaje muy popular que permite a los administradores de sistemas realizar un seguimiento del tiempo de actividad de sus servicios y recibir notificaciones en caso de fallos."
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "Mi mudanza a Manjaro como sistema principal",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2025/10/29/20251029-mudanza-a-manjaro/",
    "fecha": "29/10/2025",
    "contenido": "Esta elección atípica ha dado un resultado inesperadamente bueno, pudiendo invertir la potencia del equipo en lo que importa de verdad"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "La Desolación del Carácter ASCII",
    "link": "https://docig.bearblog.dev/la-desolacion-del-caracter-ascii/",
    "fecha": "29/10/2025",
    "contenido": "La verdad es que la victoria del Texto Plano (o Textus Nullus, como lo bautizó algún sociólogo de la red antes de autodisolverse en la inanidad general) no fue una liberación, como se había prometido. Fue la confirmación final de la derrota. Una derrota absoluta de la Belleza y, consecuentemente, de"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Aventuras en blanco y negro",
    "link": "https://www.ericafustero.com/2025-10-aventuras-en-blanco-y-negro",
    "fecha": "29/10/2025",
    "contenido": "No soy muy fan de las cámaras de apuntar y disparar. Me gusta saber a qué estoy enfocando, qué va a salir en el encuadre y tener cierto control durante el proceso. Además, la experiencia de usarlas me suele dejar un poco fría. Un clic ¿y ya está? Sin duda prefiero usar cámaras con más [&#8230;]"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Carlos Mazón",
    "link": "https://www.xn--jmuoz-qta.es/2025/10/carlos-mazon.html",
    "fecha": "29/10/2025",
    "contenido": "Un año hace de la DANA que asoló Valencia y el sinistro Mazón sigue en el cargo. Un presidente del Partido Popular que es incapaz de hacer que dimita no merece ser presidente del Gobierno de España y esa inmovilidad puede costarle las elecciones.Mazón, dimisión."
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Hoy ya sí es otoño",
    "link": "https://www.xn--jmuoz-qta.es/2025/10/hoy-ya-si-es-otono.html",
    "fecha": "29/10/2025",
    "contenido": "Llevo hablando de inicios desde el 1 de septiembre, de cambio de estación desde que entró el otoño... pero, verán ustedes, ya sí que es otoño de verdad. No solo porque los puestos de castañas se hayan instalado por fin en la ciudad, es que por fin hace frío por la mañana, es que por fin está llovien"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "El Texto Plano lo gobierna todo (ficción)",
    "link": "https://docig.mataroa.blog/blog/el-texto-plano-lo-gobierna-todo-ficcion/",
    "fecha": "29/10/2025",
    "contenido": "Uno nunca sabe bien por dónde empezar con estas cosas, la verdad. Se supone que el universo de internet, ahora que el Texto Plano lo gobierna todo, debería ser más sencillo. Pero, francamente, a mí me parece que se ha vuelto más denso, más... gris.\nAntes, con eso del HTML, el CSS, las imágenes que p"
  },
  {
    "blog": "",
    "titulo": "Eventos.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/10/29/eventos-45/",
    "fecha": "29/10/2025",
    "contenido": ""
  },
  {
    "blog": "Blep",
    "titulo": "Sencillo",
    "link": "https://blep.org/Sencillo",
    "fecha": "28/10/2025",
    "contenido": "Soy un tipo sencillo. Una máquina de reconocimiento de patrones que extrae consecuencias de las causas, en relación sencilla \"Si A entonces B\".\n\nTengo una capacidad de atención limitada. Cuando me fijo en algo, me fijo en esa cosa. Para percibir mi entorno, tengo que no fijarme en nada, para que mi "
  },
  {
    "blog": "Moribundo Insurgente",
    "titulo": "MásOrange controla datos de hábitos del 50% de la población del Estado español para venderlos a anunciantes",
    "link": "https://moribundoinsurgente.noblogs.org/post/2025/10/28/masorange-controla-datos-de-habitos-del-50-de-la-poblacion-del-estado-espanol-para-venderlos-a-anunciantes/",
    "fecha": "28/10/2025",
    "contenido": "Tras la fusión que oficializó la creación de MásOrange en 2024, la empresa se posicionó como la operadora líder del Estado español, en posesión de datos personales y hábitos de más del 50% de los ciudadanos y más de la &#8230; Sigue leyendo &#8594;"
  },
  {
    "blog": "Webnauta",
    "titulo": "Alrededor de la fogata",
    "link": "https://webnauta.blog/alrededor-de-la-fogata",
    "fecha": "28/10/2025",
    "contenido": "\n  \n    \n      Por Tegan Mierle en Unsplash\n    \nSobre leer y escucharDurante mi infancia tuve la dicha de vivir un sinfín de aventuras con mis hermanos, primas y primos: mis camaradas. Las más vívidas que recuerdo son las historias leídas en voz alta por la mayor de mis primas, alrededor de una fog"
  },
  {
    "blog": "Jinversor",
    "titulo": "La riqueza no se ve",
    "link": "https://jinversor.co/2025/10/la-riqueza-no-se-ve/",
    "fecha": "28/10/2025",
    "contenido": "Los aparantes ricos pululan en Internet como cucarachas. Cada día publican en sus redes millones de fotos y videos mostrando bienes de consumo para dar a entender que sus finanzas [&#8230;]\nLa entrada La riqueza no se ve se publicó primero en Jinversor."
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Probando un nuevo editor de textos MarkDown",
    "link": "https://matizeta.com/2025/10/28/probando-un-nuevo-editor-de-textos-markdown/",
    "fecha": "28/10/2025",
    "contenido": "Me gusta utilizar editores de texto ligeros y minimalistas que eliminan opciones superfluas y que sólo se enfocan en el proceso de escribir. Desde que el editor Uylsses decidió pasar de un modelo de pago único a uno de suscripción (maldito habito), me ví obligado a buscar alternativas. Su reemplazo "
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Glutamato Monosódico (MSG): ¿indispensable en la cocina asiática?",
    "link": "https://blog.danielaragay.net/glutamato-monosodico-msg-indispensable-en-la-cocina-asiatica/",
    "fecha": "28/10/2025",
    "contenido": "Or&#xed;genes del glutamato monos&#xf3;dicoEl glutamato monos&#xf3;dico (GMS) tiene sus ra&#xed;ces en la gastronom&#xed;a asi&#xe1;tica de principios del siglo XX. En 1908, el cient&#xed;fico japon&#xe9;s Kikunae Ikeda logr&#xf3; aislar qu&#xed;micamente el"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Un micro resumen de las JPOD y sustos que da Rico",
    "link": "https://blog.danielaragay.net/un-micro-resumen-de-las-jpod-y-sustos-que-da-rico/",
    "fecha": "28/10/2025",
    "contenido": "Te cuento muy por encima como fueron las jornadas de podcasting, si quieres un especial m&#xe1;s a fondo lo encontrar&#xe1;s en el podcast Maestro Podcaster. Y luego te cuento un par de sustos que ha dado Rico.Blog danielaragay.net Todos los podcasts: https://aragay.net"
  },
  {
    "blog": "impermanente",
    "titulo": "Pensamiento de blog #2",
    "link": "https://impermanente.es/2025/10/29/pensamiento-de-blog.html",
    "fecha": "28/10/2025",
    "contenido": "Vivimos en un mundo donde todos corren muy rápido porque quieren llegar al futuro antes que nadie. Se esfuerzan en mejorar, en ser más productivos y en mostrar lo buenos que son… pero en esa carrera se olvidan de algo muy sencillo: disfrutar lo que está pasando ahora mismo.\nAceptación en la vida no "
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Mejor no hablar de ciertas cosas",
    "link": "https://altgr.xyz/2025/10/28/mejor-no-hablar-de-ciertas-cosas/",
    "fecha": "28/10/2025",
    "contenido": "No se habla de política, religión ni fútbol en la mesa. Son temas que despiertan pasiones y pueden generar acaloradas discusiones, peleas y momentos desagradables. Para que la mesa sea un lugar tranquilo y agradable, es mejor no hablar de ciertas cosas, ¿verdad? Yo creo que la conversación política "
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Zabbix Agent 7.0 en Debian 13",
    "link": "https://voidnull.es/instalacion-de-zabbix-agent-7-0-en-debian-13/",
    "fecha": "28/10/2025",
    "contenido": "Se utiliza para monitorear redes, servidores, aplicaciones, servicios y recursos en la nube. También permite el monitoreo de dispositivos de almacenamiento, bases de datos, máquinas virtuales, telefonía, recursos de seguridad y mucho más."
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Condicionamiento Geo-Social: Una Paradoja de la Estabilidad Planetaria",
    "link": "https://docig.bearblog.dev/el-condicionamiento-geo-social-una-paradoja-de-la-estabilidad-planetaria/",
    "fecha": "28/10/2025",
    "contenido": "El planeta Tierra, si se le examinaba con la fría y desapasionada lente del sociólogo, no era más que un Sistema de Regulación extraordinariamente sofisticado. Se le podría considerar el más vasto y complejo de los Laboratorios Globales jamás concebidos. Su verdadero Sistema Operativo, el Kernel que"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "Núcleo, Reacción y Delirio: El Sistema Operativo del Planeta Tierra",
    "link": "https://docig.mataroa.blog/blog/nucleo-reaccion-y-delirio-el-sistema-operativo-del-planeta-tierra/",
    "fecha": "28/10/2025",
    "contenido": "El planeta giraba, una matriz húmeda y azul, pero el verdadero motor, la médula espinal del proceso, era un Sistema Operativo codificado en las vísceras del basalto y las fibrilaciones del magma. No era software en el sentido burgués de la palabra; era Gnosis convertida en Kernel, una arquitectura d"
  },
  {
    "blog": "",
    "titulo": "Recomendación de la semana.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/10/28/recomendacion-de-la-semana-27/",
    "fecha": "28/10/2025",
    "contenido": "Un poco mas de Achaiva Da ponte que esta de Aniversario, si pueden ir a ver sus presentaciones vayan."
  },
  {
    "blog": "Calaveras",
    "titulo": "Los tornados del barrio",
    "link": "https://calaveras.bearblog.dev/los-tornados-del-barrio/",
    "fecha": "28/10/2025",
    "contenido": "Una tranquila noche de octubre, ni tan fría ni tan cálida, Abrelia se encontraba durmiendo incómoda, algunas arrugas en su frente la delataban. Las sábanas azules apenas cubrían su cuerpo, mientras que el acolchado beige yacía sutilmente en el suelo. Los movimientos de Abrelia eran suaves, aunque br"
  },
  {
    "blog": "brucknerite",
    "titulo": "Acero y arena",
    "link": "https://brucknerite.net/2025/10/acero-y-arena.html",
    "fecha": "27/10/2025",
    "contenido": "Arrancamos la nueva semana estrenando el horario de invierno en este rincón de Europa. Arrancamos, también, un nuevo episodio de la serie sobre cultura ferroviaria en El maquinista de La General. Hoy vamos de arranques difíciles."
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Lynis, la herramienta para auditar la seguridad de tu sistema Linux/Unix",
    "link": "https://victorhckinthefreeworld.com/2025/10/27/lynis-la-herramienta-para-auditar-la-seguridad-de-tu-sistema-linux-unix/",
    "fecha": "27/10/2025",
    "contenido": "Lynis es una herramienta de software libre con la que podrás auditar la seguridad de tu sistema GNU/Linux y otras derivadas de Unix como FreeBSD, Solaris o MacOS."
  },
  {
    "blog": "Jinversor",
    "titulo": "Tener seguidores",
    "link": "https://jinversor.co/2025/10/tener-seguidores/",
    "fecha": "27/10/2025",
    "contenido": "He llegado a un punto de mi vida que cada día me gusta más: el punto en que no quiero ni necesito tener seguidores para sentir que existo. Sé que [&#8230;]\nLa entrada Tener seguidores se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "La Torre – Ejercicio de clase Semana 6 del Taller de Escritura Creativa Librería Luces 2025/2026",
    "link": "https://mcallus.net/2025/10/27/la-torre-ejercicio-de-clase-semana-6-del-taller-de-escritura-creativa-libreria-luces-2025-2026/",
    "fecha": "27/10/2025",
    "contenido": "En el ejercicio de esta semana en clase recibimos tres cartas al azar de corte bastante surrealista. Teníamos que escribir lo primero que se nos inspirasen esas cartas, y eso fue lo que me salió a mi. Os dejo las fotos al final del relato. La pareja entró corriendo, agarradas de la mano, en el [&#82"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Gboard Dial Edition, el teclado que parece un teléfono antiguo",
    "link": "https://mareosdeungeek.es/gboard-dial-edition-el-teclado-que-parece-un-telefono-antiguo/",
    "fecha": "27/10/2025",
    "contenido": "A principios de mes, Google Japón presentó su última creación. Se trata del Gboard Dial Edition, una especie de teclado que se maneja con varias ruedas, como si fuera un teléfono antiguo y permite controlar dispositivos girándolas. GBoard Dial Edition nace de un experimento del equipo de Gboard, enc"
  },
  {
    "blog": "Feed de SL1200",
    "titulo": "- Epidemia de hackeos. Verificación de autenticidad de webs e emails y algunos consejos.",
    "link": "https://proxy.dystopic.world/art/epidemiahacking.gmi",
    "fecha": "27/10/2025",
    "contenido": ""
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Entre la puesta de sol y la hora de dormir",
    "link": "https://www.macram.es/posts/2025-10-24-entre-la-puesta-de-sol-y-la-hora-de-dormir/",
    "fecha": "27/10/2025",
    "contenido": "Hace un rato reflexionaba sobre un tema. Existe una palabra en muchos idiomas que representa el periodo de tiempo entre la puesta de sol y la hora de dormir, la noche de verdad.\n\nGallego: serán1\nCatalán: vespre\nInglés: evening\nItaliano: sera\nFrancés: soirée\nRumano: seară\nAlemán: Abend\n\nY me estaba e"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "¡Blog!¡blog!, el directorio de blogs en español",
    "link": "https://matizeta.com/2025/10/27/blogblog-el-directorio-de-blogs-en-espanol/",
    "fecha": "27/10/2025",
    "contenido": "Hasta ahora no había hablado en el blog del proyecto que comencé hace algunos meses sobre el directorio de blogs en español ¡Blog!¡Blog!. Esta semana el directorio llegó a los 100 blogs publicados y considero es un buen momento para hacer una presentación “oficial”. El proyecto nació con la idea de "
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "482. Concurso literario 2",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/10/481-concurso-literario-2.html",
    "fecha": "27/10/2025",
    "contenido": "&nbsp; &nbsp; Lo sé, lo sé. Sé que no tendría que alargar más el chicle. Las segundas partes nunca fueron buenas, y esta seguramente no lo es, aunque sea breve.&nbsp;&nbsp; &nbsp; Ahí donde los organizadores y concursantes exclaman: «¡Enhorabuena a los ganadores y a todos los participantes!», creo q"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Navidrome usando Docker",
    "link": "https://voidnull.es/instalacion-de-navidrome-usando-docker/",
    "fecha": "27/10/2025",
    "contenido": "Navidrome: tu música autoalojada, fácil y accesible desde cualquier lugar."
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Navidrome en PikaPods",
    "link": "https://voidnull.es/instalacion-de-navidrome-en-pikapods/",
    "fecha": "27/10/2025",
    "contenido": "Descubre cómo instalar Navidrome en PikaPods y crea tu propio servicio de música en la nube sin complicaciones."
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de CyberPanel en AlmaLinux 9",
    "link": "https://voidnull.es/instalacion-de-cyberpanel-en-almalinux-9/",
    "fecha": "27/10/2025",
    "contenido": "CyberPanel es un potente panel de control para servidores web diseñado para simplificar la gestión de sitios web y aplicaciones en servidores GNU/Linux."
  },
  {
    "blog": "Bitácora de fernand0",
    "titulo": "YouTube: ¿qué sube la gente normal y para qué lo usa?",
    "link": "https://blog.elmundoesimperfecto.com/2025/10/27/algoritmo-youtube/",
    "fecha": "27/10/2025",
    "contenido": "\n\nSe habla mucho del algoritmo (como si solo hubiera uno, o como metáfora de un pretendido dominio por parte de alguien que maneja algo que influye sobre nuestra voluntad). Da para titulares jugosos y esta vez traemos The hidden world beneath the shadows of YouTube’s algorithm un tema que parece más"
  },
  {
    "blog": "fernand0 @ GitHub.io",
    "titulo": "Del ‘no-code’ al código dirigido por preguntas con ayuda de las IAs",
    "link": "http://fernand0.github.io//low-code-no-code/",
    "fecha": "27/10/2025",
    "contenido": "A veces nos ponemos con una herramienta a realizar algún proyectito y cuando nos damos cuenta hemos invertido tantas horas que tal vez nos habría ido mejor utilizar alguna otra aproximación. Esto tiene que ver con las herramientas no code, de lo que va este artículo, pero podría aplicarse perfectame"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "$CÓDIGO\\_FUENTEv1.0\\_HUMANO$.exe (El Archivo de la Carne Podrida)",
    "link": "https://docig.bearblog.dev/codigo_fuentev10_humanoexe-el-archivo-de-la-carne-podrida/",
    "fecha": "27/10/2025",
    "contenido": "La oficina no era blanca, era el color enfermizo del hueso viejo, de la porcelana manchada por años de mala leche. Y el silencio... no olía a ozono. Olía a polvo de tiza y a la electricidad estática de un televisor encendido a las tres de la mañana en una habitación vacía.Elías, con los ojos inyecta"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "$CÓDIGO\\_FUENTEv1.0\\_HUMANO$.exe",
    "link": "https://docig.mataroa.blog/blog/codigo_fuentev10_humanoexe/",
    "fecha": "27/10/2025",
    "contenido": "El arquitecto se llamaba Elías. No de los que construyen con ladrillos y argamasa, sino con abstracciones. Trabajaba en la cimentación de un error, eso lo sabía. O más precisamente, en la línea de comando que generaba la errata.\nLa oficina era blanca, una cúpula sin eco donde el silencio olía a ozon"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "Catalogo binario",
    "link": "https://docig.mataroa.blog/blog/catalogo-binario/",
    "fecha": "27/10/2025",
    "contenido": "Un solo pulso en la arteria de silicio. 1, 0.\nEl universo, entendido cabalmente, \nse comprime en el flash de un instante. \nNo es piel, no es médula. Es cifra.\nLágrima de sangre en la avidez del código. \nDos estados turgentes, \npirámide casual convertida en pira ardiente.\nMi gnosis, debo abandonarla:"
  },
  {
    "blog": "",
    "titulo": "Frase de la semana.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/10/27/frase-de-la-semana-53/",
    "fecha": "27/10/2025",
    "contenido": "Que las bendiciones de cada día sean las bendiciones que más necesitas. Proverbio Irlandes."
  },
  {
    "blog": "La Máquina de Von Neumann",
    "titulo": "Herramientas cognitivas X",
    "link": "https://vonneumannmachine.wordpress.com/2025/10/26/herramientas-cognitivas-x/",
    "fecha": "26/10/2025",
    "contenido": "Continuamos con la colección: «Nunca sabes de qué peor suerte te ha salvado tu mala suerte». Frase atribuida al escritor Cormac McCarthy en su libro No Country for Old Men (del que los Coen hicieron la fantástica película que inmortalizó al personaje interpretado por Javier Bardem, Anton Chigurh). C"
  },
  {
    "blog": "Mindeka",
    "titulo": "Solución fiable contra Tebas",
    "link": "https://mindeka.es/2025/10/26/solucion-fiable-contra-tebas/",
    "fecha": "26/10/2025",
    "contenido": "Es llegar el fin de semana, ya incluso podemos contar desde el viernes y uno de mis «vicios» tradicionales, como es jugar a videojuegos un ratillo, se ha vuelto algo casi imposible, porque el lag es abusivo. Ayer sábado volvió a suceder y ya el tema me cabreó en mayúsculas, porque es uno de los [&#8"
  },
  {
    "blog": "ocubom's blog | Oscar Cubo Medina",
    "titulo": "Hora Zulu",
    "link": "https://ocubom.page/es/post/hora-zulu/",
    "fecha": "26/10/2025",
    "contenido": "En ciertos mapas meteorológicos, imágenes de radar o satélite, así como en películas bélicas o de espionaje a veces se indica la hora mediante expresiones como «10:10 Z» o «1010 Zulu».\nPero ¿qué significan estas expresiones?\nDesde tiempos inmemoriales, la humanidad ha detectado fenómenos naturales c"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Ensuizados, El Parche de Odín y Haciendo el Sueco en directo en las JPOD 2025",
    "link": "https://blog.danielaragay.net/ensuizados-el-parche-de-odin-y-haciendo-el-sueco-en-directo-en-las-jpod-2025/",
    "fecha": "26/10/2025",
    "contenido": "Ensuizados, El Parche de Od&#xed;n y Haciendo el Sueco en directo en las JPOD 2025Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendoelsuecoEnlace al cap&#xed;tulo https://podcast.danielaragay.net/@haciendo"
  },
  {
    "blog": "SKR - Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "Comando Monstruo es James Gunn sin destilar y sin filtrar",
    "link": "https://seyker.eu/comando-monstruo-james-gunn-sin-destilar-y-sin-filtrar/",
    "fecha": "26/10/2025",
    "contenido": "Doceava serie de 2025 y debo decir que pese a no ser una obra maestra ni algo que volará la cabeza de nadie, es una de las obras más disfrutables que se ha lanzado recientemente en este formato. Comando Monstruo es James Gunn en estado puro, es diversión, acción, buena música, ritmo y personajes de "
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Domingo de rastro",
    "link": "https://www.ericafustero.com/2025-10-domingo-de-rastro",
    "fecha": "26/10/2025",
    "contenido": "Por supuesto, mi viaje a Madrid incluyó una visita al Rastro, ese lugar donde nunca compro nada y del que siempre salgo cargada de fotos. Nada más entrar me topé con los Álex de Miyagi Studio, un laboratorio/tienda de reparación de cámaras de Madrid que te recomiendo visitar. Espero que elllos tuvie"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Hackeo – Ejercicio de casa Semana 5 del Taller de Escritura Creativa Librería Luces 2025/2026",
    "link": "https://mcallus.net/2025/10/25/hackeo-ejercicio-de-casa-semana-5-del-taller-de-escritura-creativa-libreria-luces-2025-2026/",
    "fecha": "25/10/2025",
    "contenido": "Esta semana teníamos que escribir un relato inspirado en el autor húngaro László Krasznahorkai, Premio Nobel de Literatura 2025. Su literatura se caracteriza por largos párrafos sin puntos y aparte. La verdad es que me costó bastante elegir sobre que escribir. No lograba que me encajara en la novela"
  },
  {
    "blog": "SKR - Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "Clair Obscur: Expedition 33, vivir en el duelo",
    "link": "https://seyker.eu/clair-obscur-expedition-33-vivir-en-el-duelo/",
    "fecha": "25/10/2025",
    "contenido": "Clair Obscur: Expedition 33 fue mi noveno juego de 2025, pero lo recuerdo como si lo hubiera terminado ayer. Aunque han pasado meses desde que cerré su historia, el peso de lo que viví en sus expediciones me ha acompañado tanto que he tardado en atreverme a escribir sobre él. ¿Cómo aportar algo nuev"
  },
  {
    "blog": "zona de confort",
    "titulo": "Minutos musicales",
    "link": "https://sopadeletras.club/efmorell/minutos-musicales",
    "fecha": "25/10/2025",
    "contenido": ""
  },
  {
    "blog": "La Frikoteca",
    "titulo": "Librojuegos: Los guerreros del Templo de la Luna, El Tributo del Dragón y Prisionero de Elderwood",
    "link": "http://frikoteca.blogspot.com/2025/10/librojuegos-los-guerreros-del-templo-de.html",
    "fecha": "25/10/2025",
    "contenido": "Tres reseñas más de los librojuegos clásicos de los 80 de la colección Dungeons & Dragons aventura sin fin. Tenéis las anteriores aquí: los tres primeros libros, las reseñas de los libros 4, 5 y 6, las reseñas de los libros 7, 8 y 9 y las reseñas de los libros 10, 11 y 12.\nLos Guerreros del Templo d"
  },
  {
    "blog": "Calaveras",
    "titulo": "Mi experiencia con distrubuciones Linux",
    "link": "https://calaveras.bearblog.dev/mi-experiencia-con-distrubuciones-linux/",
    "fecha": "25/10/2025",
    "contenido": "Para celebrar mi primer aniversario de Linux sin Windows a mis alrededores, voy a escribir sobre mi experiencia con las distros que probé, lo bueno, lo malo y lo calavera. Voy a contarlo cronológicamente y según me acuerde.\nKaliNo debería contar pero fue mi primer acercamiento mediante un curso de C"
  }
]