[
  {
    "blog": "RSS.app - Feed Generator",
    "titulo": "Not found. Sign Up to RSS.app to use this feed.",
    "link": "https://rss.app",
    "fecha": "03/10/2025",
    "contenido": "Not found. Sign Up to RSS.app to use this feed. - create a new RSS feed at RSS.app. - (Z2UoFd814d10jbq1)"
  },
  {
    "blog": "blog – matizeta",
    "titulo": "Con esto Kindle va a popularizar las Paper Tablet",
    "link": "https://matizeta.com/2025/10/03/con-esto-kindle-va-a-popularizar-los-enote/",
    "fecha": "03/10/2025",
    "contenido": "Hace tiempo que vengo siguiendo de cerca el mercado de las tablets de tinta electrónica, dispositivos de tinta electrónica para tomar notas. Dentro de varias marcas (casi todas chinas Boox, Bigme), sobresalen Supernote&#160;y reMarkeable. Todos estos dispositivos son costosos y difíciles de consegui"
  },
  {
    "blog": "Bits de Ocio",
    "titulo": "Los Juegos de Mi Vida (VII)",
    "link": "https://bitsdeocio.wordpress.com/2025/10/02/los-juegos-de-mi-vida-vii/",
    "fecha": "02/10/2025",
    "contenido": "Nueva entrega de «Los Juegos de Mi Vida» (que se estrenó originalmente el 7 de junio de 2025). Esta serie de vídeos es, básicamente, mi rincón para hablar, casi a vuelapluma, de los videojuegos que me han dejado huella. Hablo de títulos como «Assassin&#8217;s Creed II», «Ico» o «Gunstar Heroes», ent"
  },
  {
    "blog": "Blog de Joselito",
    "titulo": "Fin del podcast",
    "link": "https://joselito.mataroa.blog/blog/fin-del-podcast/",
    "fecha": "02/10/2025",
    "contenido": "Ya hace bastante tiempo que no hago ningún podcast y he tomado la decisión final de terminar con el que era mi Podcast Personal. No lo voy a borrar (no sé si lo hará Acast, donde está alojado) pero ya no haré ninguno más. Bueno, tengo una copia de los audios también en mi nube Nextcloud.\nHace tiempo"
  },
  {
    "blog": "Adrián Perales",
    "titulo": "Tengo que apuntarlo todo",
    "link": "https://adrianperales.com/2025/10/tengo-que-apuntarlo-todo/",
    "fecha": "02/10/2025",
    "contenido": "Desde hace ya bastante, pero en especial desde la baja por estrés, noto que mi memoria ya no es lo que era. Será la adultez, será la cantidad de obligaciones o será que mi cerebro no para quieto, pero he llegado a un punto en el que tengo que apuntar absolutamente todo lo que sea [&#8230;]"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Recopilación del boletín de noticias de la Free Software Foundation – octubre de 2025",
    "link": "https://victorhckinthefreeworld.com/2025/10/02/recopilacion-del-boletin-de-noticias-de-la-free-software-foundation-octubre-de-2025/",
    "fecha": "02/10/2025",
    "contenido": "Recopilación y traducción del boletín mensual de noticias relacionadas con el software libre publicado por la Free Software Foundation."
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "Qué sentido tiene",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/que-sentido-tiene/",
    "fecha": "02/10/2025",
    "contenido": "Anoche tuve una pequeña crisis existencial. Hablo en pasado como si, en efecto, se me hubiera pasado, pero de eso nada. Al final lo que ocurre es que una se acostumbra a seguir adelante cargando con la desazón y punto, como si en eso consistiera crecer. \nAnoche me preguntaba qué sentido tiene nada d"
  },
  {
    "blog": "Jinversor",
    "titulo": "Héroes del Silencio",
    "link": "https://jinversor.co/2025/10/heroes-del-silencio/",
    "fecha": "02/10/2025",
    "contenido": "No soy un gran fan del rock en espa&#241;ol. Creo que, en t&#233;rminos generales y salvo puntuales excepciones, se trata de un sonsonete una m&#250;sica parroquial, provinciana, muy lejana de [&#8230;]\nLa entrada Héroes del Silencio se publicó primero en Jinversor."
  },
  {
    "blog": "Escritos en la nube",
    "titulo": "Adiós Bluesky, hola Wafrn",
    "link": "https://nube.codeberg.page/blog/wafrn/",
    "fecha": "02/10/2025",
    "contenido": "Hace poco en este blog había mencionado que me encontraba usando Bluesky después de haberme tomado unas vacaciones del fediverse, para cuando escribí eso llevaba como un mes ahí.\nPero la luna de miel se acabó pronto, bueno, no del todo, pero hablaremos de ello más adelante.\n\n¿Por qué me gustaba Blue"
  },
  {
    "blog": "blog – matizeta",
    "titulo": "Mi news 52 semanas llega a su fin. Spoiler: hay uno nuevo",
    "link": "https://matizeta.com/2025/10/02/mi-news-52-semanas-llega-a-su-fin-spoiler-hay-uno-nuevo/",
    "fecha": "02/10/2025",
    "contenido": "Mientras escribía la publicación del último boletín de 52 semanas repentinamente tomé la decisión de darlo por finalizado, luego de 28 ediciones. Desde aquel primer número allá por el mes de enero, hubo muchos cambios tanto en mi vida personal como en el blog. De repente sentí que era momento de dar"
  },
  {
    "blog": "esencial",
    "titulo": "Life",
    "link": "https://yeite.github.io/esencial/life",
    "fecha": "02/10/2025",
    "contenido": ""
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "La ventana del Café Venecia",
    "link": "https://guillermolatorre.com/fotolog/la-ventana-del-cafe-venecia",
    "fecha": "01/10/2025",
    "contenido": "Me tiene enamorado esta ventana del Café Venecia en en San Agustín (Los Realejos). Está siempre abierta pero si además el cielo está despejado, es una maravilla por la mañana cuando entra la luz del sol.Responder por email."
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "openSUSE Leap 16.0 ya disponible para instalar",
    "link": "https://victorhckinthefreeworld.com/2025/10/01/opensuse-leap-16-0-ya-disponible-para-instalar/",
    "fecha": "01/10/2025",
    "contenido": "Ya está disponible la versión definitiva de openSUSE Leap 16.0. La nueva versión mayor de esta distribución de GNU/Linux con soporte extendido y muchos cambios."
  },
  {
    "blog": "Mi perra vida",
    "titulo": "Mi perra vida temporada 2025, episodio 40.",
    "link": "https://escritura.social/norberto/mi-perra-vida-temporada-2025-episodio-40",
    "fecha": "01/10/2025",
    "contenido": ""
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Lecturas en Septiembre de 2025",
    "link": "https://mcallus.net/2025/10/01/lecturas-en-septiembre-de-2025/",
    "fecha": "01/10/2025",
    "contenido": "Este mes por fin terminé Rogue Trader (juegazo) con lo que el tiempo libre sin videojuegos ha aumentado sustancialmente a partir de la segunda quincena. Aunque no he podido dedicarlo todo a leer porque he aumentado la cantidad de escritura de ficción, gracias en parte a un taller intensivo que hice,"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Los lenguajes de programación más populares de 2025",
    "link": "https://mareosdeungeek.es/los-lenguajes-de-programacion-mas-populares-de-2025/",
    "fecha": "01/10/2025",
    "contenido": "Como cada año se ha publicado la lista de los lenguajes de programación más populares, en esta ocasión los correspondientes al 2025. Seguimos viendo que Python es el lenguaje de programación más popular aunque existen serias dudas de cuanto tiempo le quedará en lo más alto de lista. La lista de los "
  },
  {
    "blog": "blog – matizeta",
    "titulo": "Yo solo elegí meterme en este lío",
    "link": "https://matizeta.com/2025/10/01/yo-solo-elegi-meterme-en-este-lio/",
    "fecha": "01/10/2025",
    "contenido": "Debo confesar que muchas veces termino algo agotado de los proyectos. Me refiero a esos que son hobbies y que no me generan ningún rédito económico. Porque si vamos a sufrir al menos que sea ganando algo de dinero. Este blog nació con la idea sencilla de escribir y es por eso que elegí utilizar [&#8"
  },
  {
    "blog": "La bitácora de Locutus",
    "titulo": "Oscilación moral",
    "link": "http://locutusbit.blogspot.com/2025/10/oscilacion-moral.html",
    "fecha": "01/10/2025",
    "contenido": "&nbsp;La figura se agranda.El detalle se une a la materia del mundo.La comunidad conquistadahace el trabajo suplementario.Las mismas formas. Al mismo tiempo.Vínculo entre confección y exterminio.El sujeto. El objeto. Lo estético.El ideal es un producto de la metamorfosis.Pascual Herrera"
  },
  {
    "blog": "esencial",
    "titulo": "Resignación",
    "link": "https://yeite.github.io/esencial/resignacion",
    "fecha": "01/10/2025",
    "contenido": "“La mayoría de la gente, en algún momento entre los veinticinco y los cuarenta años, se resigna. La gran mayoría de la gente que conozco está en pareja con su segunda opción, y la mitad de ellos lo niega. Conlleva menos riesgo."
  },
  {
    "blog": "Bits de Ocio",
    "titulo": "Inquietudes (Agosto/Septiembre 2025)",
    "link": "https://bitsdeocio.wordpress.com/2025/09/30/inquietudes-agosto-septiembre-2025/",
    "fecha": "30/09/2025",
    "contenido": "Esta vez traigo mis Inquietudes, en lo que a ocio multimedia se refiere, de dos meses. Lo hago así porque, de todo el mundo es sabido que, durante las vacaciones, quienes tenemos hijos (y les dedicamos el tiempo que necesitan) no tenemos el mismo tiempo para nosotros, paradójicamente gozamos de meno"
  },
  {
    "blog": "Blog de Joselito",
    "titulo": "Cartas amorosas",
    "link": "https://joselito.mataroa.blog/blog/cartas-amorosas/",
    "fecha": "30/09/2025",
    "contenido": "¡Qué tiempos!. Aquella época en que nos enamorábamos y teníamos relaciones a distancia y no había internet. Todo era por cartas enviadas por correo, o paquetes con algún caset de música para acompañar esos sentimientos. \nYo tuve una novia por correspondencia. Tenía yo por entonces 20 años y ella era"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "Más barato y más eficaz que un curso de seducción",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/mas-barato-y-mas-eficaz-que-un-curso-de-seduccion/",
    "fecha": "30/09/2025",
    "contenido": "No sé cómo estará ahora la cosa, pero hace una década no era extraño encontrarse señores en interné que daban lecciones sobre cómo seducir a mujeres. Evidentemente, ellos se presentaban como grandes triunfadores entre las féminas, verdaderos conquistadores. Solían demostrarlo poniendo en práctica al"
  },
  {
    "blog": "Jinversor",
    "titulo": "Contenido fascista",
    "link": "https://jinversor.co/2025/09/contenido-fascista/",
    "fecha": "30/09/2025",
    "contenido": "Esta ma&#241;ana leyendo el feed de Matizeta que llega a mi correo encontr&#233; un post titulado &#171;La delgada l&#237;nea entre curadur&#237;a y censura&#187; en el cual su autor cuenta que [&#8230;]\nLa entrada Contenido fascista se publicó primero en Jinversor."
  },
  {
    "blog": "blog – matizeta",
    "titulo": "La delgada línea entre curaduría y censura",
    "link": "https://matizeta.com/2025/09/30/la-delgada-linea-entre-curaduria-y-censura/",
    "fecha": "30/09/2025",
    "contenido": "Cuando uno encara proyectos que involucran activamente a una comunidad, suelen presentarse situaciones que quizás no estaban en el radar, como es el siguiente caso que sucedió con el directorio de ¡Blog!¡Blog! Para poner en contexto rápidamente,&#160;¡Blog!¡Blog! es un directorio que agrupa blogs en"
  },
  {
    "blog": "esencial",
    "titulo": "Sueño de mariposa",
    "link": "https://yeite.github.io/esencial/suenos-de-mariposa",
    "fecha": "30/09/2025",
    "contenido": ""
  },
  {
    "blog": "brucknerite",
    "titulo": "La bomba lenta que arrasó América (transcripción)",
    "link": "https://brucknerite.net/2025/09/la-bomba-lenta-que-arraso-america-transcripcion.html",
    "fecha": "29/09/2025",
    "contenido": "Comparto con vosotros una versión en texto de la charla que di el pasado 19 de septiembre de 2025 en el evento Naukas Bilbao, en el palacio Euskalduna."
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Nevermind (1991), de Nirvana",
    "link": "https://thecheis.com/2025/09/29/nevermind-1991-de-nirvana/",
    "fecha": "29/09/2025",
    "contenido": "«It&#8217;s okay to eat fish / &#8216;Cause they don&#8217;t have any feelings» Este mes Nirvana estuvo de aniversario. Hace 32 años, el 21 de septiembre de 1993, se lanzaba el disco In Utero —el último, antes del suicidio de Kurt Cobain—. Y también cumplía 34 años Nevermind, el gran exitazo de la b"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Yarr tu aplicación de feeds RSS de escritorio o para servidor",
    "link": "https://victorhckinthefreeworld.com/2025/09/29/yarr-tu-aplicacion-de-feeds-rss-de-escritorio-o-para-servidor/",
    "fecha": "29/09/2025",
    "contenido": "Yarr (Yet another rss reader) es un agregador de feeds en el navegador que se puede utilizar tanto como una aplicación de escritorio como en un servidor personal autoalojado"
  },
  {
    "blog": "Mindeka",
    "titulo": "Dominio propio: Mindeka.es",
    "link": "https://mindeka.es/2025/09/29/dominio-propio-mindeka-es/",
    "fecha": "29/09/2025",
    "contenido": "Hacía tiempo que quería hacerme con un dominio, pero no sabía porque empresa decidirme, lo que sí quería era que fuese española o al menos europea. ¡Lo encontré! y aquí tenéis el nuevo dominio de mi página: Porque está muy bien eso de decir «No a las big techs» pero luego siempre elegirlas por defec"
  },
  {
    "blog": "Proyecto para no aburrir",
    "titulo": "Tostadas con membrillo y salmón ahumado",
    "link": "https://ericdq.com/2025/09/29/tostadas-membrillo-salmon-ahumado/",
    "fecha": "29/09/2025",
    "contenido": "Mientras desayunaba membrillo se me pasó por la cabeza que le quedaría genial conjuntar esos sabores en una tostada. Añado otras combinaciones que me sugirieron por Mastodon."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Raspberry Pi 500+",
    "link": "https://mareosdeungeek.es/raspberry-pi-500/",
    "fecha": "29/09/2025",
    "contenido": "La Fundación Raspberry anunció la semana pasada la llegada del ordenador Raspberry Pi 500+. Se trata de un nuevo modelo que incluye todo en un teclado, a imagen y semejanza de los ordenadores de 8 bits de los años ochenta. Se trata de un tipo de ordenador que se inició en el año 2020 con [&#8230;]"
  },
  {
    "blog": "alt43",
    "titulo": "Comparativa en el uso diario de openVPN vs Wireguard",
    "link": "https://alt43.es/comparativa-protocolos-vpn-openvpn-vs-wireguard/",
    "fecha": "29/09/2025",
    "contenido": "Por motivos de seguridad y gestión de equipos, conecto a diario con mi propio servidor VPN ubicado en&#46;&#46;&#46;"
  },
  {
    "blog": "End3r.es",
    "titulo": "Inteligencia persuasiva",
    "link": "https://www.end3r.es/posts/007-inteligencia-emocional/",
    "fecha": "29/09/2025",
    "contenido": "Hace algún tiempo me enteré de casualidad que la universidad de Stanford está impartiendo\nun curso de inteligencia persuasiva.\nAl encontrarse Stanford en California, cerca de Silicon Valley, que es la medida estándar\ninternacional de lo vergonzoso, me entró curiosidad por saber más sobre este asunto"
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "Al huerto de buena mañana",
    "link": "https://guillermolatorre.com/fotolog/al-huerto-de-buena-manana",
    "fecha": "28/09/2025",
    "contenido": "Responder por email."
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "Cosas de pueblo",
    "link": "https://guillermolatorre.com/fotolog/cosas-de-pueblo",
    "fecha": "28/09/2025",
    "contenido": "Responder por email."
  },
  {
    "blog": "La Loica",
    "titulo": "Libro – Hilos y Tejidos edición revista Ideas",
    "link": "https://laloica.noblogs.org/libro-hilos-y-tejidos-edicion-revista-ideas/",
    "fecha": "28/09/2025",
    "contenido": "Encontré este Tomo I de una edición especial de la Revista Ideas que se llama Hilos y Tejidos, es la edición de 1985 sacada en Chile. La encontré en mi feria de antigüedades de los sábados; creo que el casero que me las vende ya sabe que voy cada sábado por alguna y me tiene ... Read moreLibro &#821"
  },
  {
    "blog": "Jinversor",
    "titulo": "InstagramPrivSniffer",
    "link": "https://jinversor.co/2025/09/instagramprivsniffer/",
    "fecha": "28/09/2025",
    "contenido": "He encontrado una herramienta muy interesante llamada InstagramPrivSniffer. Esta herramienta se ejecuta desde la l&#237;nea de comandos (CLI) en sistemas GNU/Linux y su funci&#243;n es hallar las colaboraciones que se [&#8230;]\nLa entrada InstagramPrivSniffer se publicó primero en Jinversor."
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "Máscaras y mordazas: cuando la censura y la guerra digital se dan la mano",
    "link": "https://gatooscuro.xyz/mascaras-y-mordazas-cuando-la-censura-y-la-guerra-digital-se-dan-la-mano/",
    "fecha": "28/09/2025",
    "contenido": "Hoy, mientras saltaba entre titulares con mi café en mano, me topé con dos entramados tan delicados que me hicieron dudar aún más de la supuesta neutralidad de Internet. Dos\nSeguir leyendo  Máscaras y mordazas: cuando la censura y la guerra digital se dan la mano\nEl cargo Máscaras y mordazas: cuando"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "¡Blog!¡Blog!",
    "link": "https://mareosdeungeek.es/blogblog/",
    "fecha": "28/09/2025",
    "contenido": "¡Blog!¡Blog! es un directorio de bitácoras en español creado por el argentino matizeta. El directorio empezó a funcionar el pasado mes de agosto y tras varios ajustes y mejoras está cerca de las 100 bitácoras registradas. Como ya comenté cuando volví a retomar este espacio, el proceso de mierdificac"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Vergüenza",
    "link": "https://www.macram.es/series/verguenza/",
    "fecha": "28/09/2025",
    "contenido": "Vergüenza. El título de la serie no puede estar mejor puesto: cada capítulo me ha hecho sentir todavía más vergüenza ajena que el anterior. Y no tengo dudas de que es exactamente lo que pretende la serie.\nMe ha llamado mucho la atención, además, la trama de la tercera temporada. Las dos primeras era"
  },
  {
    "blog": "JosemiGT | Blog | Jardín digital",
    "titulo": "Usando un bare git repo para dotfiles",
    "link": "https://josemigt.dev/posts/usando-bare-git-repo-dotfiles/",
    "fecha": "28/09/2025",
    "contenido": "Como versionar tus ficheros de configuración usando un repo de git pero sin romper tu $HOME."
  },
  {
    "blog": "Blog de Joselito",
    "titulo": "Tener hijos",
    "link": "https://joselito.mataroa.blog/blog/tener-hijos/",
    "fecha": "27/09/2025",
    "contenido": "Hoy os quería hablar sobre este tema tan particular. Yo no tengo hijos pero tampoco me arrepiento de ello, me encuentro bien. Mi mujer también comparte esta opinión.\nEs cierto que no es algo que hayamos buscado, ha venido así por diversas circunstancias. Es cierto que siempre estaremos con la duda d"
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "Almendra",
    "link": "https://guillermolatorre.com/libros/almendra",
    "fecha": "27/09/2025",
    "contenido": "Fecha de lectura: 28/09/2025.Autor/a: Sohn Won-Pyung.Categoría: Ficción.Número de páginas: 256.Mi valoración: ★★★★☆Lo vi recomendado en una edici&oacute;n de Vereda y ha respondido a lo que esperaba. Es una lectura ligera, me lo he leído en un par de sentadas, pero la historia es potente y te atrapa"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "La importancia de los videojuegos en mi vida",
    "link": "https://blog.luiscarlospando.com/personal/2025/09/la-importancia-de-los-videojuegos-en-mi-vida/",
    "fecha": "27/09/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Crónicas Digitales",
    "titulo": "Integrando el sistema",
    "link": "https://cronicasdigitales.mr-bytes.com/2025/09/integrando-el-sistema.html",
    "fecha": "27/09/2025",
    "contenido": "&nbsp;Nada me preparó para integrar los sistemas de un gigante de los alimentos con los de un gigante de los autoservicios. Esto me llevaría después a donde pocos habían ido antes: a integrar sistemas en tiempos donde la técnica para eso apenas se estaba escribiendo. También me llevaría a un proyect"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 39 de 2025",
    "link": "https://victorhckinthefreeworld.com/2025/09/26/opensuse-tumbleweed-revision-de-la-semana-39-de-2025/",
    "fecha": "26/09/2025",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Blogpocket Foodie",
    "titulo": "Proceso estándar para guisos en robot",
    "link": "https://foodybp.blog/2025/09/26/proceso-estandar-para-guisos-en-robot/",
    "fecha": "26/09/2025",
    "contenido": "Todos los guisos siguen el mismo proceso con pequeñs variaciones."
  }
]