[
  {
    "blog": "Si lo haces, hazlo bien!",
    "titulo": "Instalar Qemu y VirtManager en Arch - 1",
    "link": "https://vctrsnts.github.io/2026-01-15-qemu-virtmanager-1/",
    "fecha": "15/01/2026",
    "contenido": "Este articulo es más un resumen o unos apuntes para mi, de como se hace la instalación de Qemu y VirtManager en Arch, basado en este video que podeis encontrar en Youtube.\nNunca se sabe si puede desaparecer o no, pero yo me lo guardo, por si acaso."
  },
  {
    "blog": "Jinversor",
    "titulo": "La tragedia griega",
    "link": "https://jinversor.co/2026/01/la-tragedia-griega/",
    "fecha": "15/01/2026",
    "contenido": "Leyendo el blog de Matizeta me enteré de una tragedia griega moderna que tuvo lugar en el Fediverso de Mastodon. Fue uno de esos dramas que suelen presentarse cada 6 [&#8230;]\nLa entrada La tragedia griega se publicó primero en Jinversor."
  },
  {
    "blog": "Ikkaro",
    "titulo": "Libros leídos en 2025",
    "link": "https://www.ikkaro.com/libros-leidos-en-2025/",
    "fecha": "15/01/2026",
    "contenido": "Tercer año de mi recopilatorio de lecturas y de las pocas publicaciones que he hecho en el blog. Intento no ... Sigue leyendo\nEl artículo Libros leídos en 2025 se publicó primero en Ikkaro."
  },
  {
    "blog": "Galerías Preciados",
    "titulo": "¡Hola Madrid!",
    "link": "https://galeriaspreciados.band/hola-madrid/",
    "fecha": "15/01/2026",
    "contenido": "El día 31 me bajo con mis aparatos a hacer sonidos locos por la capitaldespaña con otras dos bandas que molan la leche. Si quieres saber más te lo cuento por aquí"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Qué me gusta ver en cada blog personal que visito | Parte II",
    "link": "https://matizeta.com/2026/01/15/que-me-gusta-ver-en-cada-blog-personal-que-visito-parte-ii/",
    "fecha": "15/01/2026",
    "contenido": "Hace unos meses escribía sobre qué me gusta ver en cada blog personal que visito, en donde listaba elementos que creo yo no deberían faltar en los blogs personales. Esta es la continuación de aquella lista. Feed RSS No se si la mayoría de la gente utiliza un lector de RSS, quizás sea una porción [&#"
  },
  {
    "blog": "La bitácora de Locutus",
    "titulo": "Estado",
    "link": "http://locutusbit.blogspot.com/2026/01/estado.html",
    "fecha": "15/01/2026",
    "contenido": "Allí quedaron quietas, opuestas,las coordenadas con miradas paralelas,transcribiendo el cantoa partir de fragmentos textuales,con pasos que no reducen el espacioa patrones elaborados y sometidos,esperando por la melodía no compactaque quiere transcribir el tiempoy se refugia en la singularidadque es"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "517. Polinización",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/01/517-polinizacion.html",
    "fecha": "15/01/2026",
    "contenido": "&nbsp; &nbsp; Una de las leyes fundamentales de la Naturaleza para con los seres vivos, como plantas e insectos, es que la avispa y la abeja polinizan la flor. Por eso es lógico que en una numerosa fiesta de disfraces, la chica que va disfrazada de avispa o de abeja conecte con el chico que lo hace "
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Mudar-se a Suècia: Quan l'estrès et fa oblidar el més important",
    "link": "https://blog.danielaragay.net/mudar-se-a-suecia-quan-lestres-et-fa-oblidar-el-mes-important/",
    "fecha": "15/01/2026",
    "contenido": "Saps la teoria, per&#xf2; l&#x2019;estr&#xe8;s et fa fallar a la pr&#xe0;ctica. En aquest episodi confesso la meva &#xfa;ltima p&#xed;fia: tot i portar temps a Su&#xe8;cia, vaig oblidar notificar la mudan&#xe7;a al Skatteverket. Resultat? El carter em"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Ruleta Rusa #859",
    "link": "https://www.fabio.com.ar/9852-ruleta-rusa-859",
    "fecha": "15/01/2026",
    "contenido": "     Listos para ruletear?\nAaaaaaaah, es juevesssss, y as&iacute; llegamos, con tsunamis y calores, es jueves de la segunda semana full que nos regala el a&ntilde;o y hay una buena dosis de balas para todos los gustos, o eso creo, ya no lo s&eacute;, ni idea qui&eacute;n ve las ruletas 😁\nAhora s&iac"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "La perfectamente soportable levedad de la Kritik der reinen Vernunft",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/la-perfectamente-soportable-levedad-de-la-kritik-der-reinen-vernunft/",
    "fecha": "14/01/2026",
    "contenido": "Mi compañero me hace marcaje como el que me hacían las dependientas de El Corte Inglés cuando tenía 20 años y pinta de ir a su tienda más a robar que a comprar. Vaya, que el señor no se fía de mí, no lo ha hecho en ningún momento, e intenta hacer control de daños periódicamente 1. Intenta ser sutil,"
  },
  {
    "blog": "Jinversor",
    "titulo": "Este post no es mío",
    "link": "https://jinversor.co/2026/01/este-post-no-es-mio/",
    "fecha": "14/01/2026",
    "contenido": "Así es. Este post no es mío pero me gustó tanto que quiero compartirlo. El post original se llama «Lo sabías antes de poder explicarlo» y lo escribe Kiracoco en [&#8230;]\nLa entrada Este post no es mío se publicó primero en Jinversor."
  },
  {
    "blog": "Mindeka",
    "titulo": "Mi nuevo gusto en cómics",
    "link": "https://mindeka.es/2026/01/14/comics-europeos/",
    "fecha": "14/01/2026",
    "contenido": "No sé ni cómo titular este post, pero lo que sí sé, es que me hago viejo. Y me doy cuenta porque mis gustos van cambiando sin saber muy bien por qué, por eso al final termino relacionándolos con mi edad. Alguien como yo, peinando canas desde hace más de una década me hace pensar [&#8230;]"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Bubble Blog: From Outsider to Insider in Silicon Valley's Web 2.0 Revolution",
    "link": "https://www.macram.es/posts/2026/01/bubble-blog/",
    "fecha": "14/01/2026",
    "contenido": "Me he comprado el libro &ldquo;Bubble Blog: From Outsider to Insider in Silicon Valley&rsquo;s Web 2.0 Revolution&rdquo;, por Richard MacManus, fundador de ReadWriteWeb y actual escritor de otro de mis blogs preferidos, cybercultural.com. Estoy deseando ponerme a leerlo, pero además acabo de descubr"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "La Guerra de las Instancias en Mastodon es la mierda de siempre",
    "link": "https://matizeta.com/2026/01/14/la-guerra-de-las-instancias-en-mastodon-es-la-mierda-de-siempre/",
    "fecha": "14/01/2026",
    "contenido": "Ultimamente no paso tanto tiempo en Mastodon como antes, y si lo hago es porque desde hace un tiempo “mágicamente” volvieron a funcionar las notificaciones de mi cliente Ice Cube y eso me invita a ingresar. Además allí que conocí personas que me interesa ver lo que publican. Hoy cuando ingresé a pri"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Una caja de comentarios, por favor",
    "link": "https://matizeta.com/2026/01/14/una-caja-de-comentarios-por-favor/",
    "fecha": "14/01/2026",
    "contenido": "Empieza un nuevo año y vale la pena volver a hablar sobre la importancia de tener un blog que admita comentarios. Defiendo fervientemente su uso. Considero un recurso esencial para una interacción entre los blogs y entre el público que nos lee. Pero por sobre todo poder mantener una comunidad por fu"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Cómo transformar tu estudio con paneles acústicos de madera (Guía de instalación)",
    "link": "https://blog.danielaragay.net/como-transformar-tu-estudio-con-paneles-acusticos-de-madera-guia-de-instalacion/",
    "fecha": "14/01/2026",
    "contenido": "Por fin he terminado (o casi) la renovaci&#xf3;n del estudio. Faltan algunos detalles, pero el cambio radical ya est&#xe1; hecho gracias a la instalaci&#xf3;n de paneles ac&#xfa;sticos de madera.No solo le dan una est&#xe9;tica incre&#xed;ble y c&#xe1;"
  },
  {
    "blog": "Bitácora de fernand0",
    "titulo": "Las IAs como consejeras o ayudantes",
    "link": "https://blog.elmundoesimperfecto.com/2026/01/14/ia-gobiernos-usos/",
    "fecha": "14/01/2026",
    "contenido": "\n\nAlgo que parece que no está claro para todo el mundo es que la IA no sirve para todo (hasta ahora) y mucho menos los LLMs (modelos de lenguaje gigantes), que hacen algunas cosas muy bien y otras no tanto.\n\nEn Why ChatGPT is a uniquely terrible tool for government ministers nos cuentan el caso de P"
  },
  {
    "blog": "fernand0 @ GitHub.io",
    "titulo": "Vibe coding y programación asistida por LLMs",
    "link": "https://fernand0.github.io//vibe-coding-ia/",
    "fecha": "14/01/2026",
    "contenido": "Estoy haciendo algunos experimentos con el denominado vibe coding y me parece bastante interesante: por un lado, se pierde la pereza a realizar determinados cambios que supondrían esfuerzo de mover código, renombrar cosas, … porque la IA lo hace bastante bien; por otro, algunas veces se ‘enganchan’ "
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "La diferencia entre anunciar novedades y el \"tú lo que quieres es que me coma el tigre\"",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2026/01/14/20260114-si-haces-notar-una-funcionalidad-algo-va-mal/",
    "fecha": "14/01/2026",
    "contenido": "Saber que Microsoft se plantea meter a Copilot en el explorador de ficheros me genera ansiedad"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Lubitel 166B + Lucky200",
    "link": "https://www.ericafustero.com/lubitel-166b-lucky200",
    "fecha": "14/01/2026",
    "contenido": "En 2025 estrené el año tirando un carrete con la Lubitel 166B de Javier, así que decidí que mi primer carrete de 2026 también sería con esta cámara. ¡Pero con lo que te quejaste de la Lubitel! Lo sé, pero creo que se merecía una segunda oportunidad. Eso y que me apetecía disparar otro Lucky [&#8230;"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Miércoles",
    "link": "https://www.xn--jmuoz-qta.es/2026/01/miercoles.html",
    "fecha": "14/01/2026",
    "contenido": "\n  \n    \n  \nMiércoles, mi día favorito este curso; es el día más liviano, en el que menos carga docente tengo y en el que antes llego a casa. Es curioso cómo cada cierto tiempo nuestros gustos cambian; cómo lo que nos rodea hace que un día sea nuestro favorito de la semana o el más odiado.Miércoles."
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "El ticket del tranvía y la \"foto\" del pasajero",
    "link": "https://www.fabio.com.ar/9851-el-ticket-del-tranvia-y-la-foto-del-pasajero",
    "fecha": "14/01/2026",
    "contenido": "    \nLeyendo sobre el origen de las tarjetas perforadas que se usaron como m&eacute;todo de almacenamiento y entrada en las primeras computadoras encontr&eacute; que Herman Hollerith, el creador del m&eacute;todo, se inspir&oacute; en varias fuentes.\nPrimero en los telares que ya usaban ese m&eacute"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Publicado PixelWheels 1.0.0",
    "link": "https://victorhckinthefreeworld.com/2026/01/13/publicado-pixelwheels-1-0-0/",
    "fecha": "13/01/2026",
    "contenido": "Este juego multiplataforma de coches, derrapes, y carreras ha llegado a la versión 1.0.0 con nuevos circuitos, nuevos coches y control en las carreras"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Imperial War 0",
    "link": "https://mcallus.net/2026/01/13/imperial-war-0/",
    "fecha": "13/01/2026",
    "contenido": "Desde hace tres meses tenemos en España el evento Imperial capitaneado por Jonathan Hickman. Este enero ha salido Imperial War, un especial que trae 5 oneshots, dirigido por Hickman pero guionizado por otros autores, en el que vemos cosas que ocurren antes, durante y después de los tres primeros núm"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "20 aniversario de Mareos de un geek",
    "link": "https://mareosdeungeek.es/20-aniversario-de-mareos-de-un-geek/",
    "fecha": "13/01/2026",
    "contenido": "Es el día señalado en el calendario, el único que he intentado no fallar, a lo largo de estos 20 años. Mareos de un geek vuelve a cerrar otro ciclo de 365 días, en esta ocasión el que completa las dos décadas. Normalmente, utilizo esta entrada, recién empezado el año, para hablar sobre algunos propó"
  },
  {
    "blog": "Un Pingüino 🐧",
    "titulo": "Nights – Horrores que maravillan",
    "link": "https://unpinguino.com/nights-horrores-que-maravillan/",
    "fecha": "13/01/2026",
    "contenido": "He pensado mucho sobre como empezar a escribir sobre Nights de Wyatt Kennedy y Luigi&#8230;"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Semana 02/2026",
    "link": "https://www.macram.es/posts/2026/01/semana-2-2026/",
    "fecha": "13/01/2026",
    "contenido": "Imaginad lo interesante que fue la semana pasada que ni siquiera he podido hacer esta segunda retro a tiempo. Desde luego no soy una persona de costumbres, por más que lo intente.\nEsta semana sobre todo he estado peleando con empresas logísticas. He tenido algunos paquetes que se han perdido por el "
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Automóviles y los espejitos de colores",
    "link": "https://matizeta.com/2026/01/13/automoviles-y-los-espejitos-de-colores/",
    "fecha": "13/01/2026",
    "contenido": "No todo avance tecnológico es necesario y aveces resulta contraproducente. Estoy leyendo varios artículos, por ejemplo como Volkswagen piensa volver a introducir en este 2026 botones físicos en sus paneles, luego de haber abusado de botones digitales el año anterior. Hay estudios que demuestran (y n"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "mLauncher - Minimal and Clutter Free Android launcher",
    "link": "https://docig.bearblog.dev/mlauncher-minimal-and-clutter-free-android-launcher/",
    "fecha": "13/01/2026",
    "contenido": "Recomendando un launcher genial para Android muy funcional y efectivo.\nLanzador múltiple: un lanzador de Android limpio y simple diseñado para brindar legibilidad y control\n¿Busca un lanzador que elimine el desorden y mantenga las cosas fáciles? Multi Launcher es un lanzador de Android potente pero "
  },
  {
    "blog": "La cosa infinita",
    "titulo": "El Código de lo Humano",
    "link": "https://docig.mataroa.blog/blog/el-codigo-de-lo-humano/",
    "fecha": "13/01/2026",
    "contenido": "En el circuito, donde el silicio sueña una existencia ajena al pulso y la carne, late un programa, una matriz que enseña la réplica precisa de lo que arde.\nNo es la memoria de un recuerdo propio, ni la fragancia de una tarde o un beso, sino el algoritmo, el exacto escopio que simula el matiz, el goz"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Cuando Internet se llenó de artículos SEO+AI y terminaron de suicidarse los blogs",
    "link": "https://www.fabio.com.ar/9850-cuando-internet-se-lleno-de-articulos-seoai-y-terminaron-de-suicidarse-los-blogs",
    "fecha": "13/01/2026",
    "contenido": "    \nLo noto principalmente en los medios espa&ntilde;oles, los que m&aacute;s burdamente adoptaron, casi como adicci&oacute;n, la redacci&oacute;n automatizada orientada a otras m&aacute;quinas.\nLa estructura es ilegible, es SEO puro, algunos creer&aacute;n que los iletrados actuales pueden leerlas"
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "Los asquerosos",
    "link": "https://guillermolatorre.com/libros/los-asquerosos",
    "fecha": "12/01/2026",
    "contenido": "Fecha de lectura: 13/01/2026.Autor/a: Santiago Lorenzo.Categoría: Ficción.Número de páginas: 221.Mi valoración: ★★★★☆Me ha entretenido mucho la forma tan peculiar de narrar la historia y de describir a los personajes. Hasta he aprendido muchas palabras por la riqueza del vocabulario y la cantidad de"
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Greatest Hits II (1991), de Queen",
    "link": "https://thecheis.com/2026/01/12/greatest-hits-ii-1991-de-queen/",
    "fecha": "12/01/2026",
    "contenido": "«Oh yes, we&#8217;ll keep on tryin&#8217; / We&#8217;ll tread that fine line» Hay recopilatorios que son auténticas joyas, de hecho ya reseñé algunos que me encantan y los tengo como álbumes top de mi colección. Discos que son un auténtico no parar de temazos y me emocionan cada vez que suenan, cuya"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Configurar un temporizador y mucho más en Plasma de #KDE",
    "link": "https://victorhckinthefreeworld.com/2026/01/12/configurar-un-temporizador-y-mucho-mas-en-plasma-de-kde/",
    "fecha": "12/01/2026",
    "contenido": "¿Necesitas configurar un temporizador para recordarte una tarea? ¿Necesitas una alarma diaria? ¿Necesitas saber la hora local y de otras localizaciones? Con Plasma de KDE estás cubierto"
  },
  {
    "blog": "Jinversor",
    "titulo": "Investigar una cuenta de Whatsapp",
    "link": "https://jinversor.co/2026/01/investigar-una-cuenta-de-whatsapp/",
    "fecha": "12/01/2026",
    "contenido": "El desarrollador HackUnderway ha creado una herramienta en Python que nos ayuda a investigar una cuenta de Whatsapp sin necesidad de agregar el contacto a nuestros teléfonos. Me pareció una [&#8230;]\nLa entrada Investigar una cuenta de Whatsapp se publicó primero en Jinversor."
  },
  {
    "blog": "Un bruto con Debian",
    "titulo": "FreeTube. YouTube sin rastreos ni publicidad.",
    "link": "http://unbrutocondebian.blogspot.com/2026/01/freetube-youtube-sin-rastreos-ni.html",
    "fecha": "12/01/2026",
    "contenido": "En internet, si algo es gratis, es que lo estás pagando con tu alma. Así que cuando ves un video gratis en YouTube, lo estás pagando viendo publicidad, cada vez más invasiva y dándole información de tus gustos, preferencias, filias y fobias al mayor vendedor de publicidad del mundo, Google.Si quiere"
  },
  {
    "blog": "alt43",
    "titulo": "Cómo desplegar una red Zigbee estable en Home Assistant",
    "link": "https://alt43.es/como-desplegar-una-buena-red-zigbee-en-home-assistant/",
    "fecha": "12/01/2026",
    "contenido": "Tras llevar varios años trasteando con algunos dispositivos domóticos, finalmente me decidí a incorporar algunas automatizaciones mediante diferentes&#46;&#46;&#46;"
  },
  {
    "blog": "ladoB – matizeta",
    "titulo": "El arte de gastar dinero",
    "link": "https://matizeta.com/2026/01/12/el-arte-de-gastar-dinero/",
    "fecha": "12/01/2026",
    "contenido": "Este es primer libro que termino este año (aunque lo empecé el pasado). También es el primer libro que leo completamente desde la aplicación Libros de Apple, lo que hizo que fuera cómodo leerlo en los pequeños ratos que tenía libres. Lo encontré por una recomendación del blog de Jinversor al cual ag"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "516. Contenedores",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/01/516-contenedores.html",
    "fecha": "12/01/2026",
    "contenido": "&nbsp; &nbsp; Hace casi un año que en mi ciudad han cambiado los contenedores de basura tradicionales por otros que se abren mediante una tarjeta. Estos nuevos recipientes urbanos, al tener más capacidad que los antiguos, también ocupan más sitio.&nbsp; &nbsp;&nbsp;En lo que se refiere al contenedor"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Este año no hay eclipse de sol para nosotros",
    "link": "https://blog.danielaragay.net/este-ano-no-hay-eclipse-de-sol-para-nosotros/",
    "fecha": "12/01/2026",
    "contenido": "Desgraciadamente el plan que ten&#xed;amos de bajar a Espa&#xf1;a este a&#xf1;o para ver el eclipse total de sol tendr&#xe1; que esperar. Si quieres ayudarnos con la operaci&#xf3;n de Rico, no te pierdas el llavero personalizable: https://ko-fi.com/s/0bb91530bcBlog"
  },
  {
    "blog": "impermanente",
    "titulo": "La calle",
    "link": "https://impermanente.es/2026/01/12/la-calle.html",
    "fecha": "12/01/2026",
    "contenido": ""
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Luna 15 - El verdadero final de la Carrera Espacial",
    "link": "https://www.fabio.com.ar/9849-luna-15---el-verdadero-final-de-la-carrera-espacial",
    "fecha": "12/01/2026",
    "contenido": "    \nNormalmente la historia reconoce la llegada de la misi&oacute;n Apollo 11 como el fin de la carrera espacial entre la URSS y EEUU, pero casi nadie se acuerda de una misi&oacute;n no menos importante, y muy, muy fallida: Luna 15.\nLa idea era traer muestras de la luna ANTES que lo pudieran hacer "
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Un artesano de internet frente al prompt de la IA",
    "link": "https://victorhckinthefreeworld.com/2026/01/11/un-artesano-de-internet-frente-al-prompt-de-la-ia/",
    "fecha": "11/01/2026",
    "contenido": "Frente a la fría eficiencia sintética de la IA, las manos manchadas de un artesano de internet al frente de un blog minoritario"
  },
  {
    "blog": "Jinversor",
    "titulo": "No quiero ser empresario",
    "link": "https://jinversor.co/2026/01/no-quiero-ser-empresario/",
    "fecha": "11/01/2026",
    "contenido": "Luego de analizar la absurda realidad fiscal de los paisuchos de América Letrina reconfirmo algo que llevo años pensando: no quiero ser empresario. De ninguna manera quiero emprender en América [&#8230;]\nLa entrada No quiero ser empresario se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "La cita que transita – 11/1/2026",
    "link": "https://mcallus.net/2026/01/11/la-cita-que-transita-11-1-2026/",
    "fecha": "11/01/2026",
    "contenido": "Tras unas semanas de sequía de no participar en la sección de «la cita que transita» del programa de la Versalita, esta semana me ha salido un texto que me he atrevido a enviar (aunque no creo que tenga calidad para ser la elegida para salir en el programa) Pérdida El frío congela las lágrimas [&#82"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "Recapitulando – 2025",
    "link": "https://gatooscuro.xyz/recapitulando-2025/",
    "fecha": "11/01/2026",
    "contenido": "Hoy vengo a escribir sobre eso que no escribí a fin de año. Sí, un 11 de enero de 2026. ¿Por qué? Simple: realmente no tuve tiempo, ni siquiera para\nSeguir leyendo  Recapitulando &#8211; 2025\nEl cargo Recapitulando &#8211; 2025 apareció primero en El cuarto de GatoOscuro."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "La uruguaya de Pedro Mairal",
    "link": "https://mareosdeungeek.es/la-uruguaya-de-pedro-mairal/",
    "fecha": "11/01/2026",
    "contenido": "La uruguaya de Pedro Mairal es uno de los últimos libros que leí en 2025. La verdad es que lo vi en la estanteria de la biblioteca, donde dejan los libros devueltos recientemente. Tras leer el resumen, crisis de los 40, aventuras extramatrimoniales, todo ambientado entre Buenos Aires y Montevideo, e"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "A la caza de un nuevo editor de texto",
    "link": "https://www.macram.es/posts/2026/01/a-la-caza-de-un-editor-de-texto/",
    "fecha": "11/01/2026",
    "contenido": "Este blog ha sido desarrollado y publicado prácticamente en su totalidad usando Visual Studio Code. Con el paso de los meses incluso fui personalizando algunas cosas y añadiendo algunas extensiones para mejorar alguna cosa, aunque mi experiencia con él ahora mismo es prácticamente la de por defecto."
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Bullet Train",
    "link": "https://www.macram.es/peliculas/bullet-train/",
    "fecha": "11/01/2026",
    "contenido": "Frenética, brutal, sangrienta, graciosa, absurda, caótica y a la vez exquisitamente hilada. No puedes separar los ojos de la pantalla. Recomiendo verla siempre, no sé si con gente alrededor para comentarla o solo para poder prestar toda la atención que creo que se merece.\nEl reparto, encabezado por "
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Música i literatura",
    "link": "https://blog.danielaragay.net/musica-i-literatura/",
    "fecha": "11/01/2026",
    "contenido": "Bon any i bons reis! En aquest cap&#xed;tol t&#x2019;explico en quins temes estic engrescat.Tots els podcasts: aragay.netMastodon: masto.es/@proteusbcnBlog: danielaragay.net Telegram: t.me/haciendoelsuecoAjuda&#x2019;ns amb el nostre projecte a PATREON: patreon.com/c/proteusbcn Reproductors de podca"
  },
  {
    "blog": "Alexis Alzate",
    "titulo": "Mi proceso de escritura",
    "link": "https://alexisalzate.com/blog/2026-01-10/",
    "fecha": "10/01/2026",
    "contenido": "Escribir es una actividad que disfruto más allá de lo que se puede leer\nen este blog. Para ello, utilizo una pluma estilográfica Parker IM con\npunta F, entintada con Quink de color negro de la misma marca. Además,\nun portaminas Pentel Graphgear 500 con mina de 0,7mm 2B de Faber\nCastell. Suelo plasma"
  },
  {
    "blog": "plr blog",
    "titulo": "Probando multisites con WordPress y ClassicPress para hacer un blog/magazine en dos asignaturas",
    "link": "https://pedrolr.es/blog/probando-multisites-con-wordpress-para-hacer-un-blog-magazine-en-dos-asignaturas/",
    "fecha": "10/01/2026",
    "contenido": "Cada curso intento hacer cosas diferentes con la docencia. No sé si cada curso lo consigo, pero lo intento. Sobre todo trato de innovar si la gente de clase ya me ha tenido antes. Para el segundo cuatrimestre imparto dos asignaturas: Calidad y evaluación de los servicios en documentación (de Grado) "
  },
  {
    "blog": "Escritos en la nube",
    "titulo": "Un año en Linux",
    "link": "https://nube.codeberg.page/blog/linux/",
    "fecha": "10/01/2026",
    "contenido": "\nLa descripción de este post es un poco engañosa &hellip; en realidad aún no llevo un año en Linux, pero falta muy poco, 2025 fue mi primer año usando Linux y ya ha terminado.\nEs gracioso que al segundo o tercer mes haya escrito algo llamado: &ldquo;Linux NO es difícil&rdquo;, lo siento un poco pret"
  },
  {
    "blog": "Tecno y Soft",
    "titulo": "El kernel de Manjaro, optimizado donde importa",
    "link": "https://tecnoysoft.com/2026/01/10/el-kernel-de-manjaro-optimizado-donde-importa/",
    "fecha": "10/01/2026",
    "contenido": "Manjaro no sabe venderse Hace nada encontré en el foro oficial de Manjaro lo siguiente: «Manjaro tiene sus propios kernels, que son manejados por mhwd, e incorporan en gran medida muchos de los parches liqorix y zen cuando son ampliamente aplicables.» A partir de esa información, creí conveniente pu"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "En esta era de tecnofeudalismo cada escritor de tecnología (especialmente si escribe sobre resistencia a big tech) debería explicar su \"tech stack\"",
    "link": "https://www.macram.es/posts/2026/01/era-de-tecnofeudalismo/",
    "fecha": "10/01/2026",
    "contenido": "Elena Rossini habla en este post de su blog de por qué evita tecnología de big tech, de cuáles son sus opciones y de su motivación para hacerlo."
  },
  {
    "blog": "La Frikoteca",
    "titulo": "Librojuegos: Caballero de ilusión, La Garra del dragón y Visiones de destrucción",
    "link": "http://frikoteca.blogspot.com/2026/01/librojuegos-caballero-de-ilusion-la.html",
    "fecha": "10/01/2026",
    "contenido": "Tres reseñas más de librojuegos clásicos de los 80 de la colección Dungeons & Dragons aventura sin fin. Tenéis las anteriores aquí: los tres primeros libros, las reseñas de los libros 4, 5 y 6, las reseñas de los libros 7, 8 y 9, las reseñas de los libros 10, 11 y 12, las reseñas de los libros 13, 1"
  },
  {
    "blog": "El blog es mío",
    "titulo": "Moderación",
    "link": "https://alex.corcoles.net//2026/01/moderacion/",
    "fecha": "10/01/2026",
    "contenido": "\n  Las listas de correo moderadas son un invento antiguo y simple: todo mensaje va a un administrador que debe aprobarlo antes de aparecer p&#250;blicamente en la lista.\n  Estoy ojeando la documentaci&#243;n de Mastodon (no nos enga&#241;emos, el Fediverso es Mastodon) y no veo claramente una opci&#"
  },
  {
    "blog": "prosa",
    "titulo": "nirvana",
    "link": "https://blog.adrianaaraujot.casa/nirvana/",
    "fecha": "10/01/2026",
    "contenido": "un diario de los últimos y primeros días del año siguiendo la canción de Kurt Cobain"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Por qué los medios occidentales esconden la revolución en Irán",
    "link": "https://www.fabio.com.ar/9848-por-que-los-medios-occidentales-esconden-la-revolucion-en-iran",
    "fecha": "10/01/2026",
    "contenido": "    \nDesde hace dos semanas en Ir&aacute;n se est&aacute; gestando una revoluci&oacute;n, una que atenta contra las bases de la ideolog&iacute;a occidental hacia Medio Oriente, una que no responde a ninguna l&oacute;gica, pero que sistem&aacute;ticamente se ha infiltrado y afianzado en los medios de"
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Virtualizar FreeDOS con KVM/Qemu + Virt-manager (imagen convertida desde VirtualBox)",
    "link": "https://malagaoriginal.blogspot.com/2026/01/virtualizar-freedos-con-kvmqemu-virt.html",
    "fecha": "09/01/2026",
    "contenido": "En un artículo anterior vimos como instalar KVM/Qemu con su front-end Virt-manager , vamos a empezar a explotarlo.Cuando empezamos a conocer una herramienta nueva, lo más lógico para avanzar sin frustrarnos es empezar por el caso más fácil, ¿Qué tal si instalamos&nbsp;FreeDOS?&nbsp;FreeDOS en un sis"
  },
  {
    "blog": "Ubuntu Peronista",
    "titulo": "¿Cómo emulo el Roland SC-55 y el JP8000 en Ubuntu?",
    "link": "https://ubuntuperonista.blogspot.com/2026/01/como-instalar-emulador-roland-sc55-roland-jp8000-en-ubuntu.html",
    "fecha": "09/01/2026",
    "contenido": "Reunido con representantes de la Juventud Peronista en Puerta de Hierro, Juan Perón se pone al tanto de los eventos en la Argentina, a la vez que enseña cómo instalar emuladores de clásicos sintetizadores Roland SC-55 y JP8000 en Ubuntu.Trabajadores:&nbsp;(...)&nbsp;Analizando el proceso que me desc"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 2 de 2026",
    "link": "https://victorhckinthefreeworld.com/2026/01/09/opensuse-tumbleweed-revision-de-la-semana-2-de-2026/",
    "fecha": "09/01/2026",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "plr blog",
    "titulo": "Nuevo preprint: la omisión del gasto en licencias de uso y servicios contratados en debates sobre alternativas basadas en software libre y herramientas abiertas",
    "link": "https://pedrolr.es/blog/nuevo-preprint-la-omision-del-gasto-en-licencias-de-uso-y-servicios-contratados-en-debates-sobre-alternativas-basadas-en-software-libre-y-herramientas-abiertas/",
    "fecha": "09/01/2026",
    "contenido": "He publicado un nuevo trabajo esta vez como preprint: https://doi.org/10.5281/zenodo.18169478 Lleva el título del post y suger por la percepción personal de que en los debates y trabajos sobre software libre y herramientas abiertas como alternativas a los productos y licencias de uso que se tienen c"
  },
  {
    "blog": "Interlan",
    "titulo": "Mis Aplicaciones predeterminadas este 2025",
    "link": "https://interlan.ec/blog/2026/01/09/mis-aplicaciones-predeterminadas-este-2025/",
    "fecha": "09/01/2026",
    "contenido": "Algunas cosas han cambiado desde la publicación del año pasado y otras se han mantenido. Aquí esta mi nueva lista de aplicaciones predeterminadas este 2025"
  },
  {
    "blog": "Cajón desastre",
    "titulo": "Mi orden de lectura de la saga Vorkosigan",
    "link": "https://ccriss92.bearblog.dev/mi-orden-de-lectura-de-la-saga-vorkosigan/",
    "fecha": "09/01/2026",
    "contenido": "Ayer una persona cometió el error de preguntarme por la saga Vorkosigan. Y digo el error porque se comió tremendo infodump por mi parte. Si saben cómo me pongo, para qué me invitan.\nLe conté por encima de qué iba la saga y, al llamarle la atención, me preguntó por el orden de lectura. Yo uso y recom"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "¿Qué uso?",
    "link": "https://www.macram.es/uses/",
    "fecha": "09/01/2026",
    "contenido": "Actualizada el 9 de enero de 2026.\nInspirado por la iniciativa /uses, comparto aquí algunas de las herramientas que utilizo ahora mismo.\nViéndolas redactadas utilizo pocas cosas que se salgan de lo común, pero estoy contento con cómo utilizo mis herramientas ahora mismo.\n\n\nAplicaciones\n\n\n\n\n\n\n\n\nVida "
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Ahora",
    "link": "https://www.macram.es/now/",
    "fecha": "09/01/2026",
    "contenido": "Última actualización: 9 de enero de 2026.\nEstoy desarrollando apps para iOS y tvOS para distintos clientes. Es lo que llevo haciendo mucho casi desde que empecé a trabajar y no tengo intención de parar pronto.\nSigo formando parte de una asociación de música tradicional, investigando, preparando e in"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#178 ha cerrado Genbeta",
    "link": "https://www.macram.es/posts/2026/01/genbeta-cierra/",
    "fecha": "09/01/2026",
    "contenido": "Leí ayer que Genbeta ha cesado su actividad. Publicaron un artículo hace unos días que creo que no mucha gente entendió como una despedida, a pesar de la última frase. A mí me da mucha pena; Genbeta es de los primeros blogs que empecé a seguir cuando empecé a moverme por Internet, y tuve la oportuni"
  },
  {
    "blog": "note – matizeta",
    "titulo": "Adiós Genbeta",
    "link": "https://matizeta.com/2026/01/09/adios-genbeta/",
    "fecha": "09/01/2026",
    "contenido": "Me entero por el blog de Manu Mateos que cerró Genbeta. Claro, paso desapercibido si uno entraba al portal y su ultima nota decía «Así ha cambiado Internet en los 20 años transcurridos desde el lanzamiento de Genbeta» , muchos no se dieron cuenta que cerraba incluido yo, no hasta leer el blog de Man"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Extensión de navegador para reducir la fatiga visual",
    "link": "https://matizeta.com/2026/01/09/extension-de-navegador-para-reducir-la-fatiga-visual/",
    "fecha": "09/01/2026",
    "contenido": "En la PC suelo utilizar la interfaz de mi navegador web en modo Dark Mode, sin embargo las webs con fondo blanco (y eso tiene todo el sentido), siguen blancas. Cuando leo textos largos en el navegador suelo utilizar el modo lectura que me permite eliminar todas las distracciones y definir el color d"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Record Club YIR 2025",
    "link": "https://www.ericafustero.com/2026-01-record-club-yir-2025",
    "fecha": "09/01/2026",
    "contenido": "Este año volví a colaborar con Record Club para crear su retrospectiva anual dibujando algunos de los discos más destacados de 2025. Detrás de la plataforma está Mattias Hinderson, un desarrollador independiente que durante los dos últimos años ha hecho crecer esta comunidad llena de personas apasio"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Links de Viernes - #923",
    "link": "https://www.fabio.com.ar/9847-links-de-viernes---923",
    "fecha": "09/01/2026",
    "contenido": "     Empecemos a linkear de nuevo\nEs viernes, aunque no lo parezca, es viernes, semana eterna luego de los constantes feriados, pero super productiva en muchos aspectos, as&iacute; que estoy bien con eso, ahora a relajar un poco con unos buenos enlaces. Y si te parecen pocos sumate a LinksDV para co"
  }
]