[
  {
    "blog": "Alexis Alzate",
    "titulo": "Cambios en mi uso de internet",
    "link": "https://alexisalzate.com/blog/2026-02-07/",
    "fecha": "07/02/2026",
    "contenido": "A lo largo de los últimos meses he realizado algunos cambios con\nrespecto al uso que hago de internet.\nDe no ser por Codeberg Pages, mi página web no existiría. Sin\nembargo, dicho servicio ahora se encuentra en “modo de\nmantenimiento”, lo que significa que no recibirá nuevas\ncaracterísticas, y si bi"
  },
  {
    "blog": "plr blog",
    "titulo": "Mi móvil con LineageOS: destaco la duración de la batería y la desconexión digital que consigo",
    "link": "https://pedrolr.es/blog/mi-movil-con-lineageos-destaco-la-duracion-de-la-bateria-y-la-desconexion-digital-que-consigo/",
    "fecha": "07/02/2026",
    "contenido": "En un post del 14 de agosto de 2025 ya hablé de mi móvil con LineageOS: probando con LineageOS como sistema principal en el móvil (enlace). En este post añado capturas y cuento algo más. En su día, allá por diciembre de 2022, me compré un móvil del 2017 en una tienda de segunda mano [&#8230;]"
  },
  {
    "blog": "El Sueño del Artista Blog",
    "titulo": "Los poetas de Facebook o la Instapoesia . Una mirada moderna y digital a la poesía .",
    "link": "https://polotman.wordpress.com/2026/02/07/los-poetas-de-facebook-o-la-instapoesia-una-mirada-moderna-y-digital-a-la-poesia/",
    "fecha": "07/02/2026",
    "contenido": "#literatura #Lospoetasdefaceboock&#160; #ElSueñodelArtistablog #poesia #Instapoesia&#160; Cuando escuche hablar por primera vez de los términos&#160; la instapoesia&#160; o los poetas de Facebook se me hizo algo curioso y a la vez algo gracioso la creación de un&#160; término específico a la redacci"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Último día en Cracovia y regreso",
    "link": "https://blog.danielaragay.net/ultimo-dia-en-cracovia-y-regreso/",
    "fecha": "07/02/2026",
    "contenido": "Te cuento como fue el &#xfa;ltimo d&#xed;a y el regreso a casa con Rico.Formas de patrocinio. Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendoelsuecoEnlace al cap&#xed;tulo https://podcast.danielaragay.n"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "COPE. Estar desinformado",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/cope-estar-desinformado.html",
    "fecha": "07/02/2026",
    "contenido": "COPE. Estar desinformado :)He hablado ya unas cuantas veces de este asunto: que el lema de la COPE sea «estar informado», cuando encontrarte una última hora en esa emisora es casi un milagro,&nbsp;me parece de mal gusto. Pasó hace unos semanas con el accidente de tren de Adamuz, donde fueron incapac"
  },
  {
    "blog": "La Frikoteca",
    "titulo": "El material reciclado de Chaosium",
    "link": "http://frikoteca.blogspot.com/2026/02/el-material-reciclado-de-chaosium.html",
    "fecha": "07/02/2026",
    "contenido": "Para nadie será una sorpresa saber que soy muy fan del juego de rol Pendragón. Fui el traductor principal de la quinta edición del juego al español (la que publicó Nosolorol), y la primera persona que dirigió completa la Gran Campaña de Pendragón en el mundo, aparte del autor; no entiendo cómo el go"
  },
  {
    "blog": "Diegologs 💾",
    "titulo": "Volviendo a configurar Nvim desde cero",
    "link": "https://diegologs.com/configuracion-nvim-desde-cero/",
    "fecha": "07/02/2026",
    "contenido": "Llevo usando Vim como 10 años (Neovim desde hace 3 o 4 años) y mi config ha ido evolucionando con el paso del tiempo, he decidido volver a crearla desde cero, hacer un remake, como en los videojuegos.\nHacerlo desde cero me va a permitir hacer limpieza de muchas cosas que he ido arrastrando con el pa"
  },
  {
    "blog": "Un blog",
    "titulo": "Odio manejar",
    "link": "https://nachof.blog/posts/2026/odio-manejar/",
    "fecha": "07/02/2026",
    "contenido": "Este post va a ser bastante negativo, lo cual es evidente por el título. Si no querés leer negatividad, sentite libre de saltearlo.\nOdio manejar. Lo odio con todo mi ser. Odio los autos, y la cultura alrededor de ellos, y el riesgo que representan para las personas, y el entorno cultural en el que t"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Mortification: Scrolls Of The Megilloth | Un Clásico Para No Olvidar",
    "link": "https://www.delotroladometal.com.ar/2026/02/07/un-clasico-para-no-olvidar/",
    "fecha": "07/02/2026",
    "contenido": "(1992 &#8211; Nuclear Blast/Intense Records/Soundmass/Rowe Productions) Es uno de esos discos invencibles por el paso...\nThe post Mortification: Scrolls Of The Megilloth | Un Clásico Para No Olvidar first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Formatear un pendrive con celdas defectuosas en Debian",
    "link": "https://malagaoriginal.blogspot.com/2026/02/formatear-un-pendrive-con-celdas.html",
    "fecha": "06/02/2026",
    "contenido": "¿Quién no se ha encontrado alguna vez con un pendrive con celdas defectuosas?Nuestra primer impulso es tirarlo a la basura, ¡MAL! Primero porque antes deberíamos destruirlo por completo por la información sensible que pueda seguir teniendo accesibles pero a lo mejor todavía se le puede dar uso, al m"
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Marcadores #5",
    "link": "https://thecheis.com/2026/02/06/marcadores-5/",
    "fecha": "06/02/2026",
    "contenido": "Últimamente estoy tomándome un descanso bastante bueno del mundo online, pero tenía en borradores esta entrada con algunos artículos interesantes que no quiero perder. Aquí va un buen popurrí de cosas sacadas de la web personal. Yo me vuelvo a mi cueva. 1. Cómo y por qué dejé de comprar portátiles n"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 6 de 2026",
    "link": "https://victorhckinthefreeworld.com/2026/02/06/opensuse-tumbleweed-revision-de-la-semana-6-de-2026/",
    "fecha": "06/02/2026",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Jinversor",
    "titulo": "Ratas",
    "link": "https://jinversor.co/2026/02/ratas/",
    "fecha": "06/02/2026",
    "contenido": "Me gustó el video. Muy alegórico aunque no somos ratas. ¿O sí?\nLa entrada Ratas se publicó primero en Jinversor."
  },
  {
    "blog": "Interlan",
    "titulo": "Estado: Multisite WordPress",
    "link": "https://interlan.ec/blog/2026/02/06/estado-multisite-wordpress/",
    "fecha": "06/02/2026",
    "contenido": "He hecho algunos cambios de perspectivas con respecto a mis dos blogs, actualmente independientes, por cuanto su administracion es complicada para lo que esperaba de ellos. Hoy vamos a intentar unirlos bajo una funcion llamada MultiSite de WordPress Introducción Desde hace un buen tiempo que he esta"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Webs útiles #1",
    "link": "https://matizeta.com/2026/02/06/webs-utiles-1/",
    "fecha": "06/02/2026",
    "contenido": "Tengo en Notion una colección de webs útiles para tenerlas al alcance de mi mano cuando las necesite. Siempre pensé en compartir su contenido, pero aún estoy analizando la mejor forma de hacerlo. Mientras tanto comparto diez que agregué, quizás algunas te resulten útiles. GenAI Image Showdown Una we"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Configurar Home Assistant con Pangolin para acceder con dominio de forma segura",
    "link": "https://voidnull.es/configurar-home-assistant-con-pangolin-para-acceder-con-dominio-de-forma-segura/",
    "fecha": "06/02/2026",
    "contenido": "Aprende a exponer Home Assistant de forma segura con Pangolin, usando un dominio propio y sin depender de Cloudflare ni abrir puertos en tu red."
  },
  {
    "blog": "56K",
    "titulo": "Ejecutar e.com en Linux – Un editor que ocupa 5kb",
    "link": "https://56k.es/fanta/ejecutar-e-com-en-linux-un-editor-que-ocupa-5kb/",
    "fecha": "06/02/2026",
    "contenido": "Lo interesante del paquete que he montado es que el contenido que se edite con el editor se guardará en una imagen de disquete ima. Esto permite que puedas clonarlo a un disquete real si quieres pero digamos que es para poder trabajar como si lo hicieras sobre un disquete. Esto no tiene una utilidad"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Links de Viernes - #927",
    "link": "https://www.fabio.com.ar/9869-links-de-viernes---927",
    "fecha": "06/02/2026",
    "contenido": "     Mir&aacute;, mir&aacute;, hay links!\nSi, s&iacute;, es viernes, ya nadie lee, pero yo igual les dejo la dosis necesaria para que sus luces vuelvan a iluminarse, que si no es con palabras, que sea con im&aacute;genes, ooooh gloria internetera, reina de los links y los memes, he aqu&iacute; para "
  },
  {
    "blog": "Spam de autor",
    "titulo": "Sonic Life, la autobiografía de Thurston Moore",
    "link": "http://blog.spamdeautor.com/2026/02/06/sonic-life-la-autobiografia-de-thurston-moore/?utm_source=rss&utm_medium=rss&utm_campaign=sonic-life-la-autobiografia-de-thurston-moore",
    "fecha": "06/02/2026",
    "contenido": "A mediados de 2025 la Editorial Contra publicó la traducción al castellano de “Sonic Life”, el contundente tomo con más de 500 páginas de autobiografía de Thurston Moore. Como fan absoluto de Sonic Youth, estaba cantado que me iba a &#8230; Sigue leyendo &#8594;\nLa entrada Sonic Life, la autobiograf"
  },
  {
    "blog": "JDRM",
    "titulo": "Una alternativa abierta y segura a los canales de Telegram",
    "link": "https://jdrm.info/una-alternativa-abierta-y-segura-a-los-canales-de-telegram.html",
    "fecha": "06/02/2026",
    "contenido": "Una opción de código abierto para reemplazar los canales de Telegram"
  },
  {
    "blog": "Ubuntu Peronista",
    "titulo": "¿Cómo convierto imágenes BIN/CUE a ISO en Ubuntu?",
    "link": "https://ubuntuperonista.blogspot.com/2026/01/como-convertir-imagenes-bin-cue-a-iso-en-ubuntu.html",
    "fecha": "05/02/2026",
    "contenido": "Exponiendo las necesidades de consolidar la una unión a imágen y semejanza de otras en el Mundo, Juan Perón explica cómo convertir imágenes BIN/CUE a ISO en Ubuntu.¡Trabajadores!Cuando la situación económica se caracteriza por la carencia de materias primas, la solución está en aumentar su producció"
  },
  {
    "blog": "El Blog de Juan A. Flores",
    "titulo": "Excelente noticia",
    "link": "https://juanagustinflores.wordpress.com/2026/02/05/excelente-noticia/",
    "fecha": "05/02/2026",
    "contenido": ""
  },
  {
    "blog": "El Blog de Juan A. Flores",
    "titulo": "Usando jetpack",
    "link": "https://juanagustinflores.wordpress.com/2026/02/05/usando-jetpack/",
    "fecha": "05/02/2026",
    "contenido": "Probando nuevamente la app, y activé el plugin Activity pub"
  },
  {
    "blog": "Jinversor",
    "titulo": "In – Off – icioso",
    "link": "https://jinversor.co/2026/02/off/",
    "fecha": "05/02/2026",
    "contenido": "Hace poco conocí el Movimiento Off. Se trata de una agrupación de personas que dicen luchar contra la alienación tecnológica. El enunciado suena bien: combatir la alienación tecnológica y recuperar [&#8230;]\nLa entrada In – Off – icioso se publicó primero en Jinversor."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Watashi no Workbook N5",
    "link": "https://mareosdeungeek.es/watashi-no-workbook-n5/",
    "fecha": "05/02/2026",
    "contenido": "Desde que en 2020 naciera el proyecto Watashi no Nihongo de Sandra Carrascosa, ha pasado mucho tiempo, ahora, este método de aprendizaje de japonés sigue creciendo con la publicación de Watashi no Workbook N5. Anunciado a mediados de enero, este cuaderno de trabajo es el complemento perfecto para Wa"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Creo que deberías probar LibreOffice",
    "link": "https://www.macram.es/posts/2026/02/deberias-probar-libreoffice/",
    "fecha": "05/02/2026",
    "contenido": "Hace poco Apple lanzó una nueva suite de aplicaciones llamada &ldquo;Apple Creator Studio&rdquo;. Tardaban en lanzar algo así: una suscripción de unos cuantos euros al mes que te da acceso a una serie de programas realmente potentes como Final Cut Pro, Logic Pro o Pixelmator Pro, y que de rebote tam"
  },
  {
    "blog": "post-it – matizeta",
    "titulo": "Sidephone",
    "link": "https://matizeta.com/2026/02/05/sidephone/",
    "fecha": "05/02/2026",
    "contenido": "Sidephone es un particular teléfono lanzado en enero del 2026. ¿Qué lo hace tan característico por sobre el resto? Que puedes intercambiar los teclados fácilmente. Viene con un clásico teclado numérico, puedes adquirir por separado un teclado al mejor estilo Blackberry Pearl hibrido numérico/QWERTY "
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "523. Felicidad y soma",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/02/523-felicidad-y-soma.html",
    "fecha": "05/02/2026",
    "contenido": "&nbsp; &nbsp; Sandalio se acercó hasta mí y me preguntó para qué querría yo ser libre si ya soy feliz. Y con intención puramente socrática, le pregunté que si él era feliz y tenía todas sus necesidades cubiertas, por qué siempre se enfadaba tanto con Pedro Sánchez.&nbsp;&nbsp; &nbsp; Que si Pedro co"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Cracovia día 2",
    "link": "https://blog.danielaragay.net/cracovia-dia-2/",
    "fecha": "05/02/2026",
    "contenido": "Otro d&#xed;a en Polonia con m&#xe1;s actividades y de nuevo cansado y con muchas ganas de regresar y estar con Rico y ChatFormas de patrocinio. Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "¿Redes sociales para niños? Dejemos de ser naífs y hablemos claro",
    "link": "https://blog.danielaragay.net/redes-sociales-para-ninos-dejemos-de-ser-naifs-y-hablemos-claro/",
    "fecha": "05/02/2026",
    "contenido": "&#xa1;Muy buenas! Hoy te escribo desde Cracovia; llegamos ayer y, francamente, fue un d&#xed;a de esos que te dejan para el arrastre. Pero bueno, antes de caer rendido, grab&#xe9; un cap&#xed;tulo en el podcast y quer&#xed;a aprovechar para poner por escrito algo"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Algunas fotos de enero",
    "link": "https://www.ericafustero.com/2026-02-algunas-fotos-de-enero",
    "fecha": "05/02/2026",
    "contenido": "Enero fue un mes de frío, poco sol, lluvia ¡e incluso nieve!, ¿pero cuándo eso me ha impedido hacer fotos? (mejor no contestar a esta pregunta). La cuestión es que, a pesar de la metereología adversa, o quizás gracias a ella, fue un buen mes fotográfico, así que aquí van algunas de las fotos que [&#"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "El fascismo anticárnico",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/el-fascismo-anticarnico.html",
    "fecha": "05/02/2026",
    "contenido": "Me despierto esta mañana leyendo en El País&nbsp;que Ámsterdam se convierte en la primera capital que prohíbe los anuncios de la carne. En una época en la que todo se etiqueta como fascismo, qué menos que hacer lo propio con la prohibición de exhibir carteles cárnicos en una de las principales capit"
  },
  {
    "blog": "La cosa infinita (Daniel Omar Cignacco)",
    "titulo": "La extinción del procedimiento",
    "link": "https://danielomarcignacco.mataroa.blog/blog/la-extincion-del-procedimiento/",
    "fecha": "05/02/2026",
    "contenido": "El reloj de la cocina, un artefacto de plástico que pretendía imitar el mármol, marcó las 11:50 con un clic metálico que, por alguna razón, me recordó a las etiquetas de los frascos de mermelada en los estantes de un supermercado de Versalles. Faltaban diez minutos para el fin del mundo. No era una "
  },
  {
    "blog": "",
    "titulo": "Recomendación.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/02/05/recomendacion-15/",
    "fecha": "05/02/2026",
    "contenido": "Les dejo unas canciones que Santiago Molina hizo en el canal Todo Noticias para que vean como es su musica."
  },
  {
    "blog": "ochobitshacenunbyte",
    "titulo": "Gestión documental con Paperless-ngx y Docker",
    "link": "https://www.ochobitshacenunbyte.com/2026/02/05/gestion-documental-con-paperless-ngx-y-docker/",
    "fecha": "05/02/2026",
    "contenido": "¿Alguna vez has pasado media mañana buscando aquel contrato de alquiler de hace tres años o la factura de la lavadora que justo se acaba de romper? Todos hemos estado ahí: una montaña de&#46;&#46;&#46;\nLa entrada Gestión documental con Paperless-ngx y Docker se publicó primero en ochobitshacenunbyte"
  },
  {
    "blog": "56K",
    "titulo": "Fanta Mixtapes – 005 – Pero usted quien es",
    "link": "https://56k.es/fanta/fanta-mixtapes-005-pero-usted-quien-es/",
    "fecha": "05/02/2026",
    "contenido": "En este caso el titulo es «Pero usted quien es» pero podría haberse llamado «El dueño de Telegram». Se puede escuchar aquí: La voz es de la mujer que se hizo meme en el Diario de Patricia diciendo «Pero usted quien es» al que le decía que quería casarse con ella prácticamente :D. Las canciones..."
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Ruleta Rusa #862",
    "link": "https://www.fabio.com.ar/9868-ruleta-rusa-862",
    "fecha": "05/02/2026",
    "contenido": "     Ya saben, ruleta\nJueves! Ruelta y jueves van de la mano, es el momento del corchazo semanal, el tiro en la sien de tu productividad, aqu&iacute; es donde descendemos al pozo de la decadencia de internet que otrora ser&aacute; considerada la internet gourmet, la old school, libros analizar&aacut"
  },
  {
    "blog": "Picando Código",
    "titulo": "Números",
    "link": "https://picandocodigo.net/2026/numeros/",
    "fecha": "05/02/2026",
    "contenido": "Últimamente he ido identificando ciertos números \"hito\" tanto en este blog como en lo personal. Así que usé esos números como excusa para escribir. En enero escribí mucho En Enero de 2026, publiqué 16 entradas en el blog. Mirando el dropdown de archivos del blog, desde 2021 no escribía tantos posts "
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "German Pascual: Beyond Our Comprehensions | En Equilibro Con El Metal",
    "link": "https://www.delotroladometal.com.ar/2026/02/05/en-equilibro-con-el-metal/",
    "fecha": "05/02/2026",
    "contenido": "(2025 &#8211; Roxx Productions) Cuando la cosa parece indefinida y abre la puerta del debate...\nThe post German Pascual: Beyond Our Comprehensions | En Equilibro Con El Metal first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Piumaster | Alejandro Piumetti",
    "titulo": "Mis consumos y recomendaciones de enero",
    "link": "https://alepiumetti.github.io/blog/consumos-de-enero",
    "fecha": "05/02/2026",
    "contenido": "Estas últimas semanas estuve más activo como consumidor que de creador por lo que dejo algunas recomendaciones de cosas que me resultaron interesantes, cosas que estoy haciendo o probando. Algunos videos Soy visitante recurrente de Eric y esta vez subió un video, segundo de una “serie”, en la que ha"
  },
  {
    "blog": "Blog de Daniel Torres Burriel",
    "titulo": "Verificar la edad: el reto de diseño que viene",
    "link": "https://dani.torresburriel.com/verificar-la-edad-el-reto-de-diseno-que-viene/",
    "fecha": "05/02/2026",
    "contenido": "Estos días se habla mucho de la prohibición de redes sociales a menores de 16 años. Estoy a favor. Pero no vengo a debatir eso, hay argumentos en todas direcciones y cada cual que llegue a sus conclusiones. Lo que ahora me ocupa como profesional del diseño de experiencia de usuario es otra cosa: es "
  },
  {
    "blog": "Ilogeek",
    "titulo": "El blog personal como resistencia",
    "link": "https://ilogeek.es/el-blog-personal-como-resistencia/",
    "fecha": "05/02/2026",
    "contenido": "El blogging en español no vive sus mejores momentos. Pero hay iniciativas como la que traigo hoy aquí que arroja un poco de luz."
  },
  {
    "blog": "brucknerite",
    "titulo": "Obras alemanas, obras españolas",
    "link": "https://brucknerite.net/2026/02/obras-alemanas-obras-espanolas.html",
    "fecha": "04/02/2026",
    "contenido": "Entre el pasado 1 de agosto de 2025 y el 30 de abril de 2026 se está ejecutando la renovación general de la línea de alta velocidad Berlín-Hamburgo. Para ello, se ha cerrado por completo. El proyecto se llama allí Generalsanierung, lo que a mis oídos duros para el alemán les remite a cierto personaj"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Añadir notas a pestañas, widgets de listas y temporizador en Firefox Nightly",
    "link": "https://victorhckinthefreeworld.com/2026/02/04/anadir-notas-a-pestanas-widgets-de-listas-y-temporizador-en-firefox-nightly/",
    "fecha": "04/02/2026",
    "contenido": "En Firefox Nightly podemos experimentar con nuevas funciones como añadir notas a las pestañas, o añadir widgets de crear listas o un temporizador enla página de nueva pestaña"
  },
  {
    "blog": "plr blog",
    "titulo": "Un llamamiento para llevar a cabo más estudios sobre personas no usuarias de bibliotecas públicas",
    "link": "https://pedrolr.es/blog/un-llamamiento-para-llevar-a-cabo-mas-estudios-sobre-personas-no-usuarias-de-bibliotecas-publicas/",
    "fecha": "04/02/2026",
    "contenido": "En evaluación de bibliotecas es muy común llevar a cabo estudios de satisfacción de personas usuarias con los servicios ofrecidos. Llevo tiempo dedicándome a eso y en los últimos años he podido impartir una asignatura que se llama Calidad y Evaluación de los Servicios en Documentación en el Grado en"
  },
  {
    "blog": "Fierro Viejo",
    "titulo": "Red de Invitados como Red Predeterminada",
    "link": "https://fierroviejo.com/2026/02/red-de-invitados-como-red-predeterminada.html",
    "fecha": "04/02/2026",
    "contenido": "Ventajas de utilizar la red de invitados."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "El maestro que prometió el mar",
    "link": "https://mareosdeungeek.es/el-maestro-que-prometio-el-mar/",
    "fecha": "04/02/2026",
    "contenido": "El maestro que prometió el mar es una película sobre la enseñanza durante la II República. Contando la historia de uno de esos maestros de pueblo que introdujo métodos revolucionarios para la época. Y el caro precio que tuvo que pagar por sus ideas revolucionarias. Uno de los avances más destacados "
  },
  {
    "blog": "pov – matizeta",
    "titulo": "No seamos islas",
    "link": "https://matizeta.com/2026/02/04/no-seamos-islas/",
    "fecha": "04/02/2026",
    "contenido": "Hay una canción de un grupo que me gusta que se titula Islas, si bien es una canción de amor, en su estribillo repite «..no seamos islas» y eso me hace reflexionar sobre la actualidad de blogs. Si pretendemos devolver un poco de eso a la web que hemos perdido, ¿como vamos a hacerlo si [&#8230;]"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Cracovia día 1",
    "link": "https://blog.danielaragay.net/cracovia-dia-1/",
    "fecha": "04/02/2026",
    "contenido": "Hoy hacemos el podcast desde la ciudad polaca de Cracovia.Formas de patrocinio. Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendoelsuecoEnlace al cap&#xed;tulo https://podcast.danielaragay.net/@haciendoel"
  },
  {
    "blog": "_ voidNull",
    "titulo": "paste: combina lineas de varios ficheros de forma horizontal",
    "link": "https://voidnull.es/paste-combina-lineas-de-varios-ficheros-de-forma-horizontal/",
    "fecha": "04/02/2026",
    "contenido": "Herramienta para combinar líneas de uno o varios archivos en columnas, ideal para unir datos y generar tablas simples desde la terminal."
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Pangolin en Ubuntu 24.04",
    "link": "https://voidnull.es/instalacion-de-pangolin-en-ubuntu-24-04/",
    "fecha": "04/02/2026",
    "contenido": "Pangolin permite exponer servicios internos a Internet de forma segura y sin abrir puertos actuando como una alternativa segura de CloudFlare Tunnel"
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "Reduciendo el dolor de cabeza en el diseño \"Liquid Glass\"",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2026/02/04/20260204-reduciendo-dolor-en-liquid-glass/",
    "fecha": "04/02/2026",
    "contenido": "iOS 26 apostó por los efectos de transparencia y fluidez de movimiento, lo que genera múltiples problemas de accesibilidad"
  },
  {
    "blog": "La cosa infinita (Daniel Omar Cignacco)",
    "titulo": "Descubre los libros de Daniel Omar Cignacco (gratis)",
    "link": "https://danielomarcignacco.mataroa.blog/blog/descubre-la-literatura-sin-fronteras-de-daniel-omar-cignacco-gratis/",
    "fecha": "04/02/2026",
    "contenido": "¿Buscas una lectura que desafíe tus sentidos y te invite a la reflexión profunda? Te invito a sumergirte en el universo literario de Daniel Omar Cignacco, un escritor argentino que ha dedicado su pluma a explorar la condición humana, la consciencia y la belleza de lo cotidiano.\nComo defensor de la l"
  },
  {
    "blog": "eaplmx",
    "titulo": "Incongruencias modernas",
    "link": "https://text.eapl.mx/incongruencias-modernas",
    "fecha": "04/02/2026",
    "contenido": ""
  },
  {
    "blog": "prosa",
    "titulo": "quemaditos",
    "link": "https://blog.adrianaaraujot.casa/quemaditos/",
    "fecha": "04/02/2026",
    "contenido": "Bad Bunny, JLo, Djaimilia Pereira de Almeida y yo"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Cuando programo, no escribo",
    "link": "https://www.fabio.com.ar/9867-cuando-programo-no-escribo",
    "fecha": "04/02/2026",
    "contenido": "    \nUna cosa que me pasa, y desde ya no creo ser el &uacute;nico, es que varias zonas de mi cerebro est&aacute;n interconectadas y si uso mucho una para ciertas tareas, no puedo hacer otras porque se me superpone la neurona. En mi caso es escribir y programar.\nNo es que desarrollar software requier"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "RUIDO presenta el EP \"6 Monedas Para Caronte\" | Graves Riffs Desde El Desierto Cuyano",
    "link": "https://www.delotroladometal.com.ar/2026/02/04/graves-riffs-desde-el-desierto-cuyano/",
    "fecha": "04/02/2026",
    "contenido": "Ya era tiempo de poder escuchar algo en esta tonalidad. Sonidos y riffs pesados, graves,...\nThe post RUIDO presenta el EP \"6 Monedas Para Caronte\" | Graves Riffs Desde El Desierto Cuyano first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Un Diario",
    "titulo": "Mi Setup DeGoogle",
    "link": "https://thejnx.bearblog.dev/mi-setup-degoogle/",
    "fecha": "04/02/2026",
    "contenido": "Las apps que uso en mi dia a dia para alejarme de Google"
  },
  {
    "blog": "Un Diario",
    "titulo": "Hablemos De Emulación",
    "link": "https://thejnx.bearblog.dev/hablemos-de-emulacion/",
    "fecha": "04/02/2026",
    "contenido": "Todo lo referente a la emulación: multiplataforma, Android, PC, guías, paginas útiles, etc."
  },
  {
    "blog": "AsturGeek V3",
    "titulo": "Voces en castellano en Spiderman 2 (PC)",
    "link": "https://blogo.asturgeek.eu/2026/02/04/voces-en-castellano-en-spiderman-2-pc/",
    "fecha": "04/02/2026",
    "contenido": "Tengo la absoluta manía de probar muchos de los juegos que me interesan antes de comprarlos. Ya me ha pasado de comprar un juego, en apariencia compatible con alguna versión de Proton y que en mi equipo no vaya. Cosas de jugar en GNU/linux&#8230; En ésta ocasión he probado (que no jugado) Marvel&#82"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Recopilación del boletín de noticias de la Free Software Foundation – febrero de 2026",
    "link": "https://victorhckinthefreeworld.com/2026/02/03/recopilacion-del-boletin-de-noticias-de-la-free-software-foundation-febrero-de-2026/",
    "fecha": "03/02/2026",
    "contenido": "Recopilación y traducción del boletín mensual de noticias relacionadas con el software libre publicado por la Free Software Foundation."
  },
  {
    "blog": "plr blog",
    "titulo": "Municipios en los que el sueldo medio al año supera los 80 mil euros por persona trabajadora de bibliotecas públicas",
    "link": "https://pedrolr.es/blog/municipios-en-los-que-el-sueldo-medio-al-ano-supera-los-80-mil-euros-por-persona-trabajadora-de-bibliotecas-publicas/",
    "fecha": "03/02/2026",
    "contenido": "Se publicaron los datos de 2024 para bibliotecas públicas en la web de Bibliotecas públicas en cifras (Ministerio de Cultura, 2026; en este post la referencia principal y en la que se basan muchos enlaces y una captura añadida es la anterior). Como todos los años, he hecho un cálculo: Gastos corrien"
  },
  {
    "blog": "NeoSite Blog",
    "titulo": "NeoCMS - Autenticación 2FA para panel de administración",
    "link": "http://blog.neosite.com.ar/post/draft_neocms-autenticaci-n-2fa-para-panel-de-administraci-n",
    "fecha": "03/02/2026",
    "contenido": ""
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#180: he descubierto que me gusta el yogur de avena",
    "link": "https://www.macram.es/posts/2026/02/yogur-de-avena/",
    "fecha": "03/02/2026",
    "contenido": "Llevo tiempo probando de vez en cuando alternativas vegetarianas a determinados alimentos, particularmente lácteos. La leche (nótense las cursivas) todavía no la consigo manejar bien en casa, aunque fuera se ve que la saben preparar y la puedo tomar sin ningún problema. Sin embargo los yogures creo "
  },
  {
    "blog": "post-it – matizeta",
    "titulo": "Unihertz Titan 2 Elite",
    "link": "https://matizeta.com/2026/02/03/unihertz-titan-2-elite/",
    "fecha": "03/02/2026",
    "contenido": "¿Será este 2026 el tímido regreso de los móviles con teclado?. Con la reciente llegada de Ikko Mind One a los consumidores que permite por medio de una funda sumarle un teclado y el anunciado Clicks Comunicator, ahora la empresa Unihertz anuncia una nuevo teléfono con tecklado QWERTY Unihertz viene "
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Nos vamos a Cracovia",
    "link": "https://blog.danielaragay.net/nos-vamos-a-cracovia/",
    "fecha": "03/02/2026",
    "contenido": "En unas horas vuelo hacia Cracovia y en medio de un marr&#xf3;n.Formas de patrocinio. Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendoelsuecoEnlace al cap&#xed;tulo https://podcast.danielaragay.net/@haci"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Berlín a -10 grados",
    "link": "https://www.ericafustero.com/2026-02-berlin-a-10-grados",
    "fecha": "03/02/2026",
    "contenido": "Esta semana estoy en Berlín, y uno de cada tres cómics que dibujo tiene que ver con el frío. This week I'm in Berlin, and one out of every three comics I draw has to do with the cold. 1 \"Let's go to that bakery; it's really pretty inside.\" 2 \"Beautiful.\" 1 \"It's not as [&#8230;]"
  },
  {
    "blog": "ochobitshacenunbyte",
    "titulo": "Test de IOPS en Linux con Fio",
    "link": "https://www.ochobitshacenunbyte.com/2026/02/03/test-de-iops-en-linux-con-fio/",
    "fecha": "03/02/2026",
    "contenido": "La necesidad aviva el ingenio o por lo menos eso dicen. La cuestión, en mi día a día me piden realizar diferentes pruebas, ya sea de uso de memoria, CPU o uso disco en&#46;&#46;&#46;\nLa entrada Test de IOPS en Linux con Fio se publicó primero en ochobitshacenunbyte."
  },
  {
    "blog": "56K",
    "titulo": "No es buena idea usar «Not by AI»",
    "link": "https://56k.es/fanta/es-posible-que-no-sea-buena-idea-usar-not-by-ai-en-tu-web/",
    "fecha": "03/02/2026",
    "contenido": "Sobre Not By AI han escrito por el fediverso un hilo en el que se argumenta porque es mierda TESCREAL. Seguramente reconozcas la etiqueta not By AI viéndola. Es la siguiente: ¿Qué es TESCREAL? Las compañeras Arte es Ética ( @arteesetica@mastodon.social ) lo describen muy bien aquí arteesetica.org/el"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Tapas de discos y aviación",
    "link": "https://www.fabio.com.ar/9866-tapas-de-discos-y-aviacion",
    "fecha": "03/02/2026",
    "contenido": "    \nEl otro d&iacute;a me encontr&eacute; con la portada de un disco de Beastie Boys, Licensed to Ill, que me hab&iacute;a olvidado completamente de su existencia y todo un thread lleno de portadas de discos asociadas a la aviaci&oacute;n.\nColeccion&eacute; las que m&aacute;s me llamaron la atenci&"
  },
  {
    "blog": "Un blog",
    "titulo": "Emprolijando un deploy",
    "link": "https://nachof.blog/posts/2026/emprolijando-un-deploy/",
    "fecha": "03/02/2026",
    "contenido": "Uno de los sitios que mantengo es Mesa de Juegos, que es una herramienta que usamos para organizar juntadas de juegos de mesa. Está ahí andando y generalmente no necesita demasiado mantenimiento porque anda. De hecho, el total de modificaciones al código durante el 2025 fue cero. Hay un par de error"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "\"The Blind Leading Blind\" Se Estrena El 13 De Febrero... | Nuevo Single Y Nuevo EP Para Fear Not",
    "link": "https://www.delotroladometal.com.ar/2026/02/03/nuevo-single-y-nuevo-ep-para-fear-not/",
    "fecha": "03/02/2026",
    "contenido": "Hace un buen tiempo, nos prometieron un disco entero, pero parece que aún no es...\nThe post \"The Blind Leading Blind\" Se Estrena El 13 De Febrero... | Nuevo Single Y Nuevo EP Para Fear Not first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Blog de Daniel Torres Burriel",
    "titulo": "Lo que aprendí organizando una comunidad antes de que existieran las herramientas para hacerlo",
    "link": "https://dani.torresburriel.com/lo-que-aprendi-organizando-una-comunidad-antes-de-que-existieran-las-herramientas-para-hacerlo/",
    "fecha": "03/02/2026",
    "contenido": "Hace unos días, en la previa de la BilboStack 2026, estuve viendo una charla de Bart Farrell sobre creación y gestión de comunidades profesionales. Y mientras escuchaba, me encontré viajando mentalmente veinte años atrás, a aquel abril de 2005 en el que convoqué el primer Cocktail Cadius en Zaragoza"
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "Comerás flores",
    "link": "https://guillermolatorre.com/libros/comeras-flores",
    "fecha": "02/02/2026",
    "contenido": "Fecha de lectura: 02/02/2026.Autor/a: Luc&iacute;a Solla.Categoría: Ficción.Número de páginas: 248.Mi valoración: ★★★★☆Me ha gustado el libro. La historia, la evolución de la protagonista, la forma en que escribe Lucía Solla y en cómo aporta un necesario rayito de luz a tantas sombras cotidianas, qu"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Da más estilo a Fastfetch con las configuraciones que incorpora",
    "link": "https://victorhckinthefreeworld.com/2026/02/02/da-mas-estilo-a-fastfetch-con-las-configuraciones-que-incorpora/",
    "fecha": "02/02/2026",
    "contenido": "Fastfetch incluye una serie de configuraciones ya creadas que dan más estilo a la información de tu equipo que muestra en la terminal este software"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "También quiero recuperar mi vida digital",
    "link": "https://blog.luiscarlospando.com/personal/2026/02/tambien-quiero-recuperar-mi-vida-digital/",
    "fecha": "02/02/2026",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "alt43",
    "titulo": "De Heliboard a LeanType: la IA llega al mejor teclado Android de código abierto",
    "link": "https://alt43.es/cuando-el-mejor-teclado-android-heliboard-adopta-la-ia-de-la-mejor-manera-posible-leantype/",
    "fecha": "02/02/2026",
    "contenido": "Descubre LeanType, la evolución del teclado Heliboard para Android que integra IA de forma transparente. Analizamos sus tres versiones (estándar, offline y lite), su compromiso con la privacidad y cómo configurar modelos como Gemini o Groq para traducir y corregir textos sin salir de cualquier app."
  },
  {
    "blog": "Galerías Preciados",
    "titulo": "¡Una de breves!",
    "link": "https://galeriaspreciados.band/una-de-breves/",
    "fecha": "02/02/2026",
    "contenido": "Mi anterior texto fue muy largo y aún así muchos os lo fumasteis enterito que sois mas majos que la vida así que hoy voy con uno más corto que os lo tenéis ganado"
  },
  {
    "blog": "NeoSite Blog",
    "titulo": "NeoCMS - Posts relacionados y migración del sistema de estadisticas",
    "link": "http://blog.neosite.com.ar/post/neocms-posts-relacionados-y-migraci-n-del-sistema-de-estadisticas",
    "fecha": "02/02/2026",
    "contenido": ""
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "\"¿Por qué los lectores de RSS parecen clientes de correo electrónico?\"",
    "link": "https://www.macram.es/posts/2026/02/por-que-los-lectores-rss-parecen-clientes-de-correo/",
    "fecha": "02/02/2026",
    "contenido": "Acabo de leer en Manual do Usuário este artículo, en inglés: &quot;¿Por qué los lectores de RSS parecen clientes de correo electrónico?&quot;. A su vez enlaza a este post en el blog de Terry Godier (añado, post exquisitamente diseñado). Tiene toda la razón: casi todos los lectores RSS clásicos tiene"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Matriz",
    "link": "https://www.macram.es/musica/matriz-rozalen/",
    "fecha": "02/02/2026",
    "contenido": "Rozalén hizo en 2022 un disco que es una declaración de amor a nuestras raíces. A las suyas, a las mías y a las de todos los que hemos crecido en España. Y lo hizo con algunas de las mejores compañías que se puede tener. Ella misma es bandurrista y se nota en muchas de sus obras, pero nunca había id"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Aplicaciones de listas de tipo ToDo para iPhone",
    "link": "https://matizeta.com/2026/02/02/aplicaciones-de-listas-de-tipo-todo-para-iphone/",
    "fecha": "02/02/2026",
    "contenido": "Probé muchísimas aplicaciones de listas del tipo TODO. Si bien tengo una de cabecera que me acompaña hace varios años, quiero compartir otras dos que probé y me gustaron por su sencillez. 1. TickTick Mi app de cabecera, hablé de ella en su momento. Tiene plan por suscripción pero su versión gratuita"
  },
  {
    "blog": "JosemiGT | Blog | Jardín digital",
    "titulo": "Mis aplicaciones por defecto",
    "link": "https://josemigt.dev/posts/mis-aplicaciones-por-defecto/",
    "fecha": "02/02/2026",
    "contenido": "Las aplicaciones que más utilizo en mi día a día"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "522. Macaria",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/02/522-macaria.html",
    "fecha": "02/02/2026",
    "contenido": "&nbsp; &nbsp; Macaria no es que idealizara la monogamia, pero hubo un tiempo en que estaba dispuesta a envejecer junto a Demetario, de no ser porque este, en los últimos tiempos, se había convertido en un pedorro incontinente. Un día inesperado y lluvioso, la consistencia mefítica de uno de los cues"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "LinkedIn, la cámara de eco",
    "link": "https://blog.danielaragay.net/linkedin-la-camara-de-eco/",
    "fecha": "02/02/2026",
    "contenido": "Confieso que apenas entro en LinkedIn. Y si soy sincero, cuando lo hago es m&#xe1;s por presi&#xf3;n corporativa que por gusto real. Para m&#xed;, esta plataforma se ha convertido en una especie de burbuja de egos, un lugar donde todo el mundo parece estar triunfando,"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Newsletter #45 - ¡Empezamos el año con algunos cambios!",
    "link": "https://voidnull.es/newsletter/newsletter-45-empezamos-el-ano-con-algunos-cambios/",
    "fecha": "02/02/2026",
    "contenido": "Descubre en un solo vistazo lo más destacado del mes: artículos, noticias y recursos seleccionados para ti."
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "La Secta del Átomo",
    "link": "https://docig.bearblog.dev/la-secta-del-atomo/",
    "fecha": "02/02/2026",
    "contenido": "Se dice que los adeptos a la Secta del Átomo Indivisible —quienes prefieren llamarse a sí mismos Los Observadores— profesan una fe que es, en rigor, una forma extrema de la aritmética. Su doctrina, dispersa en panfletos de una geometría fatigosa, sostiene que el universo no es una creación, sino una"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Febrero",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/febrero.html",
    "fecha": "02/02/2026",
    "contenido": "\n  \n    \n  \nY sin verlo venir, ya ha llegado febrero. Ya se ha ido el primer mes del año. Parece mentira cómo pasa el tiempo y, que sí, al final todo llega y todo pasa.He escrito poco por aquí el mes de enero porque, de nuevo, estoy algo desbordado con el trabajo y me faltan horas en el día (y en la"
  },
  {
    "blog": "La cosa infinita (Daniel Omar Cignacco)",
    "titulo": "En el templo de la Superposición",
    "link": "https://danielomarcignacco.mataroa.blog/blog/en-el-templo-de-la-superposicion/",
    "fecha": "02/02/2026",
    "contenido": "En el templo de la Superposición, el Sumo Sacerdote no oficiaba la misa: simplemente esperaba a que todos los futuros posibles se agotaran hasta quedar solo uno.\nLos fieles no se arrodillaban; permanecían en un estado de vibración constante, sabiendo que la fe, al igual que un fotón, se destruye en "
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Buscando tu propio Reichstag",
    "link": "https://www.fabio.com.ar/9865-buscando-tu-propio-reichstag",
    "fecha": "02/02/2026",
    "contenido": "    \nEl 23 de Febrero de 1933 el parlamento alem&aacute;n ard&iacute;a en llamas, el Reichstag era consumido por un fuego tan voraz como provocador, luego del incendio pasaron cosas, muchas cosas.\nTodo estado fascista necesita un incendio del Reichstag, en su momento sirvi&oacute; para perseguir a l"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Angel Distress: Ligna In Inani | La Conjunción Entre Lo Bello Y Oscuro",
    "link": "https://www.delotroladometal.com.ar/2026/02/02/la-conjuncion-entre-lo-bello-y-oscuro/",
    "fecha": "02/02/2026",
    "contenido": "(2025 &#8211; Extreme Records) La belleza y lo hermoso también tienen su costado oscuro, y...\nThe post Angel Distress: Ligna In Inani | La Conjunción Entre Lo Bello Y Oscuro first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Blog de Daniel Torres Burriel",
    "titulo": "Del output al outcome: cuando alguien se atreve a compartir su framework",
    "link": "https://dani.torresburriel.com/del-output-al-outcome-cuando-alguien-se-atreve-a-compartir-su-framework/",
    "fecha": "02/02/2026",
    "contenido": "Este pasado fin de semana he estado en la BilboStack 2026 y me he quedado con ganas de escribir sobre la charla de Carlos Iglesias. No porque dijera cosas que no supiéramos (la mayoría llevamos años masticando estas ideas) sino más bien por cómo las ha articulado y, sobre todo, por lo que hizo despu"
  },
  {
    "blog": "plr blog",
    "titulo": "La película \"Buenos principios\" está basada en \"Al oeste de Roma\" y \"Mi perro idiota\" de John Fante",
    "link": "https://pedrolr.es/blog/la-pelicula-buenos-principios-esta-basada-en-al-oeste-de-roma-y-mi-perro-idiota-de-john-fante/",
    "fecha": "01/02/2026",
    "contenido": "El viernes me puse una película en la app de RTVE: \"Buenos principios\" (enlace a RTVE). Me la puse sin saber que está basada en \"Al oeste de Roma\" y \"Mi perro idiota\" de John Fante, quizá sin ninguna duda de quien he leído más. Tengo pocos libros en casa (tiro de bibliotecas), pero de [&#8230;]"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "El silencio también envejece",
    "link": "https://gatooscuro.xyz/el-silencio-tambien-envejece/",
    "fecha": "01/02/2026",
    "contenido": "Me animé a escribir esto durante esta noche, a pocos días de mi cumpleaños, con una serie de emociones encontradas. Realmente no sé a qué darle prioridad de todo lo\nSeguir leyendo  El silencio también envejece\nEl cargo El silencio también envejece apareció primero en El cuarto de GatoOscuro."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Hozuki, la librería de Mitsuko",
    "link": "https://mareosdeungeek.es/hozuki-la-libreria-de-mitsuko/",
    "fecha": "01/02/2026",
    "contenido": "Hozuki, la librería de Mitsuko es la segunda historia de la pentalogía La sombra del cardo de la escritora Aki Shimazaki. De nuevo, es otro de esos libros que encuentro en la biblioteca y despiertan mi curiosidad, así que no puedo evitar cogerlos prestados. Cuando cogí esta obra de Aki Shimazaki des"
  },
  {
    "blog": "Tecno y Soft",
    "titulo": "Configurar Fastfetch para que muestre una imagen personalizada",
    "link": "https://tecnoysoft.com/2026/02/01/configurar-fastfetch-para-que-muestre-una-imagen-personalizada/",
    "fecha": "01/02/2026",
    "contenido": "Me gusta ser creativo y he decidido configurar Fastfetch para que muestre una imagen personalizada como logo, controlando su tamaño, posición y sin errores en el archivo config.jsonc. Hacer una copia de respaldo Hay que ser cuidadoso en el proceso y, como medida de seguridad, comienza por hacer un r"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Semana 05/2026",
    "link": "https://www.macram.es/posts/2026/02/semana-5-2026/",
    "fecha": "01/02/2026",
    "contenido": "Final de una semana, inicio de mes. Sigue haciendo frío y eso sigue haciendo mella en los coraazones. Lo bueno es que de momento está lloviendo bien y, aunque la tierra a mi alrededor está ya saturada, los pozos están a punto de rebosar y estoy viendo correr arroyos que de normal van secos, no parec"
  },
  {
    "blog": "La bitácora de Locutus",
    "titulo": "XXXVIII",
    "link": "http://locutusbit.blogspot.com/2026/02/xxxviii.html",
    "fecha": "01/02/2026",
    "contenido": "&nbsp;Son los límites,porque no son símbolos,pero se imponen.Pascual Herrera"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Ping #16: Actualizaciones, novedades y ranking de distros",
    "link": "https://voidnull.es/ping-16-actualizaciones-novedades-y-ranking-de-distros/",
    "fecha": "01/02/2026",
    "contenido": "Aquí encontrarás las distribuciones más recientes, paquetes actualizados y el ranking de las distros más descargadas. 🚀"
  },
  {
    "blog": "zona de confort",
    "titulo": "Perder el miedo",
    "link": "https://sopadeletras.club/efmorell/perder-el-miedo",
    "fecha": "01/02/2026",
    "contenido": ""
  },
  {
    "blog": "La Frikoteca",
    "titulo": "Dune",
    "link": "http://frikoteca.blogspot.com/2026/02/dune.html",
    "fecha": "01/02/2026",
    "contenido": "Hace unos días me propusieron jugar a una partida en Comunidad Umbría basada en Dune. Como he comentado en varias ocasiones, a mí me gusta bastante jugar a rol por foro, y Comunidad Umbría es un foro de los más grandes que existen en lengua hispana.\nEn Comunidad Umbría te puedes apuntar a las partid"
  },
  {
    "blog": "eaplmx",
    "titulo": "Ya no es lo que era, y no está bien",
    "link": "https://text.eapl.mx/ya-no-es-lo-que-era-y-no-esta-bien",
    "fecha": "01/02/2026",
    "contenido": ""
  },
  {
    "blog": "56K",
    "titulo": "Fanta Mixtapes – 004 – Estamos en internet",
    "link": "https://56k.es/fanta/fanta-mixtapes-004-estamos-en-internet/",
    "fecha": "01/02/2026",
    "contenido": "Esta mixtape la he titulado «Estamos en internet». Tiene una duración de unos 10 minutos como habitualmente. Se puede escuchar aquí: &#8211; La voz es de Álvaro Pombo del mitin de UPyD en Vista Alegre en 2011. &#8211; Las canciones que suenan: The Box de Roddy Ricch,  Seasons de Cunninlynguists con "
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "80286 mi primer PC",
    "link": "https://www.fabio.com.ar/9864-80286-mi-primer-pc",
    "fecha": "01/02/2026",
    "contenido": "    \nHe hablado en este blog de procesadores muchas veces, pero por alguna raz&oacute;n nunca habl&eacute; en detalle del 80286, procesador ahora olvidado, pero que fue el de mi primera PC, un salto enorme desde la XT original, aunque todav&iacute;a incompleto.\nLa 286 fue la primera PC accesible de "
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "White Metal…Simple Etiqueta O Subgénero?",
    "link": "https://www.delotroladometal.com.ar/2026/02/01/white-metalsimple-etiqueta-o-subgenero/",
    "fecha": "01/02/2026",
    "contenido": "Cuestión complicada de dilucidar si las hay, y una de las temáticas que más polvareda...\nThe post White Metal…Simple Etiqueta O Subgénero? first appeared on Del Otro Lado Metal."
  }
]