[
  {
    "blog": "Blog de Joselito",
    "titulo": "Los móviles de los demás",
    "link": "https://joselito.mataroa.blog/blog/los-moviles-de-los-demas/",
    "fecha": "24/09/2025",
    "contenido": "Hace un tiempo me quedé sorprendido por lo que me ocurrió con una limpiadora del trabajo. Me vino un día contando que estaba con la hija en el coche y de pronto saltó desde su móvil una conversación que había tenido conmigo en el trabajo, pero que nunca la había grabado. \nTras hacerle unas preguntas"
  },
  {
    "blog": "Blog de Joselito",
    "titulo": "El pastillero",
    "link": "https://joselito.mataroa.blog/blog/el-pastillero/",
    "fecha": "22/09/2025",
    "contenido": "Siempre odié las pastillas. Nunca quería tomar una, ni siquiera cuando me dolía la cabeza. Antes de los 50 años no tenía ni historial médico, nunca pisaba el centro de salud o el Hospital. Tampoco me han operado nunca.\nPero a partir de los 50, en un exámen médico de empresa, me sacaron la tensión al"
  },
  {
    "blog": "yejokjanan",
    "titulo": "Aprende mecanografía con estas tres herramientas",
    "link": "https://blog.yejokjanan.xyz/aprende-mecanografia-con-estas-tres-herramientas/",
    "fecha": "21/09/2025",
    "contenido": "&#xbf;Te gusta practicar mecanograf&#xed;a? Pues te recomiendo 3 herramientas muy buenas para practicar d&#xed;a a d&#xed;a y mejorar la escritura. No importa tu profesi&#xf3;n o lo que sea que hagas, pero si usas un computador es importante saber escribir bien, as&"
  },
  {
    "blog": "Ubuntu Peronista",
    "titulo": "¿Cómo instalo el editor ne en Ubuntu?",
    "link": "https://ubuntuperonista.blogspot.com/2025/09/como-instalar-ne-editor-ubuntu.html",
    "fecha": "20/09/2025",
    "contenido": "El 7 de octubre de 1949 y ante intelectuales americanos becados por la Comisión Nacional de Cultura, Juan Perón expone cómo instalar y usar nice editor en Ubuntu.&nbsp;\nEstimados señores,Es el nuestro un pueblo sencillo, de trabajadores, en el que aún se conserva el sentido de la amistad y la confra"
  },
  {
    "blog": "Blog de Joselito",
    "titulo": "Nosotros los calvos",
    "link": "https://joselito.mataroa.blog/blog/nosotros-los-calvos/",
    "fecha": "20/09/2025",
    "contenido": "Cuando era pequeño me burlaba de los calvos. Me escondía con un amigo por las esquinas y les gritábamos: ¡¡calvo!!. También me reía mucho con los episodios de Benny Hill donde daba palmaditas en la calva a ese calvo pequeñín.\nYo siempre tuve un pelo muy duro. Yo decía que tenía pelo de negro, refiri"
  },
  {
    "blog": "Películas y series",
    "titulo": "Un detective suelto en Hollywood: Axel F",
    "link": "https://yeite.github.io/lps/2025/09/18/un-detective-suelto-en-hollywood-4",
    "fecha": "18/09/2025",
    "contenido": "Persecuciones en transportes ridículos, chistes irónicos de discriminación relacionados al color de piel. Momentos graciosos."
  },
  {
    "blog": "Películas y series",
    "titulo": "El robo a Mussolini",
    "link": "https://yeite.github.io/lps/2025/09/18/el-robo-a-mussollini",
    "fecha": "18/09/2025",
    "contenido": "Película Italiana basada en una historia real pero ambientada en comedia. Con una trama de acción y amor en partes iguales."
  },
  {
    "blog": "Películas y series",
    "titulo": "Todopoderoso",
    "link": "https://yeite.github.io/lps/2025/09/18/todopoderoso",
    "fecha": "18/09/2025",
    "contenido": "Son esa películas que se recuerdan por tener un guión distinto. Una de las películas más relevantes y recordadas de Jim Carrey. Un ciudadano común de un momento para otro se convierte en Dios y se dará cuenta lo difícil que es ser él."
  },
  {
    "blog": "Películas y series",
    "titulo": "They Live",
    "link": "https://yeite.github.io/lps/2025/09/18/they-live",
    "fecha": "18/09/2025",
    "contenido": "Esta película de 1988 fue la que inspiró al juego Duke Nukem. Con un guion original y hasta contemporáneo, relata la historia de un trabajador que encuentra unos lentes y puede ver el mundo real que está manejado por una especie alienígena , donde todos los productos de consumo tienen mensajes subli"
  },
  {
    "blog": "Películas y series",
    "titulo": "Cabrini",
    "link": "https://yeite.github.io/lps/2025/09/18/cabrini",
    "fecha": "18/09/2025",
    "contenido": "La historia de la Madre Cabrini. Dos horas de película que pasan como si nada."
  }
]