[
  {
    "blog": "plr blog",
    "titulo": "The Marvelous Mrs. Maisel y Mad Men ocurren en la misma ciudad y más o menos la misma época: qué cerca y qué diferentes",
    "link": "https://pedrolr.es/blog/the-marvelous-mrs-maisel-y-mad-men-ocurren-en-la-misma-ciudad-y-mas-o-menos-la-misma-epoca-que-cerca-y-que-diferentes/",
    "fecha": "12/11/2025",
    "contenido": "Estoy viendo por segunda vez la serie The Marvelous Mrs. Maisel y Mad Men la vi dos veces ya. Me llama la atención que ambas series ocurren en la década de los 50 y/o 60, en un tiempo muy cercano, y además en la misma ciudad: Nueva York. En cambio, la realidad de ese tiempo [&#8230;]"
  },
  {
    "blog": "alt43",
    "titulo": "Migrando de Spotify al código abierto",
    "link": "https://alt43.es/migrando-de-spotify-al-codigo-abierto/",
    "fecha": "12/11/2025",
    "contenido": "Como usuario durante muchos años de una cuenta Premium (compartida) en Spotify, llevo bastante tiempo barajando la posibilidad&#46;&#46;&#46;"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Navidrome en Portainer",
    "link": "https://voidnull.es/instalacion-de-navidrome-en-portainer/",
    "fecha": "12/11/2025",
    "contenido": "Descubre cómo instalar Navidrome en Portainer dentro de tu NAS y crea tu propio servicio de música en la nube sin complicaciones."
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "Violoncello como navegador en texto plano",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2025/11/12/20251112-violoncello/",
    "fecha": "12/11/2025",
    "contenido": "Navegar en texto plano tiende ventajas de velocidad y ahorra, pero tambien visibiliza el poco respeto porla accesibilidad"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Your photo as a drawing",
    "link": "https://www.ericafustero.com/2025-11-your-photo-as-a-drawing",
    "fecha": "12/11/2025",
    "contenido": "Crear ilustraciones a partir de fotografías es una de mis especialidades - me encanta el reto que implica interpretar los detalles a mi estilo, sin perder la esencia del original. Así que este otoño vuelvo a abrir mis encargos para transformar tus fotos en dibujos, justo a tiempo para Navidad.Puede "
  },
  {
    "blog": "La cosa infinita",
    "titulo": "El Papiro Binario",
    "link": "https://docig.mataroa.blog/blog/el-papiro-binario/",
    "fecha": "12/11/2025",
    "contenido": "Me encontraba yo, como tantas otras mañanas, deambulando por el barrio de Flores. Uno nunca sabe si la inspiración lo asaltará en la fila del banco o, peor aún, en la verdulería. En fin, el caso es que entré a una de esas tiendas de antigüedades cuya única antigüedad real parece ser el polvo, y el d"
  },
  {
    "blog": "Jinversor",
    "titulo": "Ellos dicen mierda",
    "link": "https://jinversor.co/2025/11/ellos-dicen-mierda/",
    "fecha": "11/11/2025",
    "contenido": "Esta mañana mientras tomaba mi café y leía las noticias económicas la playlist reprodujo Ellos dicen mierda de La Polla Records. De inmediato pensé que el título de la canción [&#8230;]\nLa entrada Ellos dicen mierda se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "En el callejón",
    "link": "https://mcallus.net/2025/11/12/en-el-callejon/",
    "fecha": "11/11/2025",
    "contenido": "Se metieron en mi vida, intentaron decirme qué hacer, e incluso quisieron encerrarme.Si los hubiera escuchado, quizás no estaría en este callejón con una jeringuilla en el brazo. Mi vida apagándose de manera lenta e inexorable."
  },
  {
    "blog": "Fierro Viejo",
    "titulo": "Libros de Linux",
    "link": "https://fierroviejo.com/2025/11/libros-de-linux.html",
    "fecha": "11/11/2025",
    "contenido": "Paquete de Libros de Linux para Profesionales"
  },
  {
    "blog": "Un bruto con Debian",
    "titulo": "Clonando equipos con Clonezilla",
    "link": "http://unbrutocondebian.blogspot.com/2025/11/clonando-equipos-con-clonezilla.html",
    "fecha": "11/11/2025",
    "contenido": "&nbsp;Tenia que clonar un equipo. En este caso era un equipo con Windows y logré encontrar un programa que prometía clonar el disco duro desde el propio Windows. Solo tenia dos problemillas, hay que reiniciar el equipo y el programa trabaja antes de volver a cargar el escritorio y los servicios, con"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Siempre pasan cosas",
    "link": "https://www.macram.es/posts/2025/11/pasan-cosas/",
    "fecha": "11/11/2025",
    "contenido": "Una frase que he escuchado mucho y uno de los argumentos que muchos tienen para irse del rural a una ciudad es que en las ciudades &ldquo;pasan cosas&rdquo;. Hay conciertos, hay obras de teatro, puedes salir a la calle y ver gente. Incluso a veces enciendes la televisión y en el telediario hablan de"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "486. Después de la muerte",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/11/486-despues-de-la-muerte.html",
    "fecha": "11/11/2025",
    "contenido": "&nbsp; &nbsp; Un nuevo cadáver se acercó y se colocó junto a mí. El recién llegado todavía estaba en un estado, digamos, aceptable. Lo cual me hizo pensar que llevaba un par de horas muerto; tres a lo sumo. Su cara, pese a estar inanimada, también reflejaba desengaño. Lo mismo que la faz de sus ante"
  },
  {
    "blog": "impermanente",
    "titulo": "Una nueva era",
    "link": "https://impermanente.es/2025/11/11/una-nueva-era.html",
    "fecha": "11/11/2025",
    "contenido": ""
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Kener en Debian 13",
    "link": "https://voidnull.es/instalacion-de-kener-en-d/",
    "fecha": "11/11/2025",
    "contenido": "Instala Kener en Debian 13 con Docker y crea tu propia página de estado moderna, ligera y totalmente autohospedada."
  },
  {
    "blog": "",
    "titulo": "Recomendación de la semana.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/11/recomendacion-de-la-semana-29/",
    "fecha": "11/11/2025",
    "contenido": "Nota de Mago de Oz presentando su ultimo disco malicia."
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Yo, robot",
    "link": "https://thecheis.com/2025/11/10/yo-robot/",
    "fecha": "10/11/2025",
    "contenido": "Hace unos años, cuando vi las demostraciones de Boston Dynamics con su robot Atlas, supe que estaba ante un avance importante de la tecnología. Ese humanoide mecánico rozaba la ciencia ficción: sus movimientos eran increíbles, parecía irreal. Pero, aunque era obvio que existía margen de mejora, no e"
  },
  {
    "blog": "Webnauta",
    "titulo": "¿Simples algoritmos y procesamiento de datos?",
    "link": "https://webnauta.blog/simples-algoritmos-y-procesamiento-de-datos",
    "fecha": "10/11/2025",
    "contenido": "\n      \n\n    \n      Foto de Google DeepMind en Unsplash\n    \nII. Comprendiendo la privacidad\nYuval Noah Harari concluye su libro Homo Deus con tres interrogantes clave que espera permanezcan en la mente del lector mucho después de haberlo terminado:\n¿Son en verdad los organismos sólo algoritmos y la"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Microreflexiones: El miedo detrás de la violencia",
    "link": "https://blog.danielaragay.net/microreflexiones-el-miedo-detras-de-la-violencia/",
    "fecha": "10/11/2025",
    "contenido": "Cuando alguien recurre a la violencia &#x2014;ya sea f&#xed;sica o verbal&#x2014; para imponer sus ideas, en realidad est&#xe1; demostrando su propia inseguridad. Porque si de verdad creyera en la solidez de sus pensamientos, no necesitar&#xed;a forzar, amenazar ni humillar. La violencia aparece cua"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Fauna Primavera 2025: Massive Attack",
    "link": "https://altgr.xyz/2025/11/10/fauna-primavera-2025-massive-attack/",
    "fecha": "10/11/2025",
    "contenido": "El show más esperado de la jornada: Massive Attack. Cautivaron al público con su trip hop y un espectáculo visual que llama a tomar consciencia de los males y conflictos actuales en el mundo. Elizabeth Fraser, la ex cantante de Cocteau Twins, fue la invitada estelar de la jornada, quien tomó el rol "
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Fauna Primavera 2025: Bloc Party",
    "link": "https://altgr.xyz/2025/11/10/fauna-primavera-2025-bloc-party/",
    "fecha": "10/11/2025",
    "contenido": "Los británicos Bloc Party, en su primera visita a Chile, se encargaron de encender la noche con rock bailable, celebrando 20 años de su disco debut, Silent Alarm."
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Fauna Primavera 2025: Aurora",
    "link": "https://altgr.xyz/2025/11/10/fauna-primavera-2025-aurora/",
    "fecha": "10/11/2025",
    "contenido": "Aurora Aksnes, otra joven artista que se presentó la tarde de sábado en el Parque Ciudad Empresarial. Su dulce voz y gran carisma logran seducir a cualquier público."
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Fauna Primavera 2025: Tash Sultana",
    "link": "https://altgr.xyz/2025/11/10/fauna-primavera-2025-tash-sultana/",
    "fecha": "10/11/2025",
    "contenido": "La australiana Tash Sultana fue el primer show que vi en la edición de este año de Fauna Primavera. Una multiinstrumentista joven, con mucho talento y una voz conmovedora."
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de instancia de Peertube en Debian 13",
    "link": "https://voidnull.es/instalacion-de-instancia-de-peertube-en-debian-13/",
    "fecha": "10/11/2025",
    "contenido": "PeerTube es una aplicación web de software libre, descentralizada, federada y que usa la tecnología peer-to-peer para reducir la carga de los servidores individuales al visualizar videos."
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Protocolo Olvidado",
    "link": "https://docig.bearblog.dev/el-protocolo-olvidado/",
    "fecha": "10/11/2025",
    "contenido": "El final de la Red no fue un apagón, sino un desplazamiento. Al principio, se creyó que era un error de sincronización, una de esas fallas mínimas que los técnicos llaman \"latencia de la existencia\". Yo noté el cambio en mi amiga Aída: su perfil, siempre una orquídea artificial de filtros y frases i"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Novedades fotográficas",
    "link": "https://www.ericafustero.com/2025-11-novedades-fotograficas",
    "fecha": "10/11/2025",
    "contenido": "Hacía mucho que no publicaba post de novedades fotográficas y, por supuesto, no va a ser un post corto. Dentro encontrarás cambios en mi equipo fotográfico, charlas, exposiciones, experiencias químicas y la clásica ración de autobombo. ¡Vamos con ello! It's been a while since I wrote a photography n"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "La Invención de la Nada",
    "link": "https://docig.mataroa.blog/blog/la-invencion-de-la-nada/",
    "fecha": "10/11/2025",
    "contenido": "El día en que Internet murió, no hubo cataclismo ni trompetas apocalípticas. Fue, más bien, un cese sutil, una ausencia tan elegante y definitiva como el adiós de una dama de la alta sociedad. Yo me encontraba en el escritorio, tratando de evadir a una visita inoportuna (el primo de mi mujer, un hom"
  },
  {
    "blog": "",
    "titulo": "Frase de la semana.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/10/frase-de-la-semana-55/",
    "fecha": "10/11/2025",
    "contenido": "La gente se arregla todos los días el cabello. ¿Por qué no el corazón? Proverbio chino"
  },
  {
    "blog": "Jinversor",
    "titulo": "Blogroll",
    "link": "https://jinversor.co/2025/11/blogroll/",
    "fecha": "09/11/2025",
    "contenido": "Es raro que un buscador como Google muestre el contenido de un pequeño blog no monetizado en los primeros lugares de sus resultados de consulta. Esos lugares están reservados para [&#8230;]\nLa entrada Blogroll se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Ejercicio de clase Semana 8 del Taller de Escritura Creativa Librería Luces 2025/2026",
    "link": "https://mcallus.net/2025/11/09/ejercicio-de-clase-semana-8-del-taller-de-escritura-creativa-libreria-luces-2025-2026/",
    "fecha": "09/11/2025",
    "contenido": "Esta semana escogimos tres cartas al azar y teníamos que hacer una pequeña historia con inicio, nudo y desenlace basado en las tres cartas. La verdad es que no me inspiraron mucho esas cartas y me comí casi todo el tiempo sin escribir. Al final quedó una historia con un final muy abierto&#8230; casi"
  },
  {
    "blog": "plr blog",
    "titulo": "¿Puede una editorial prohibir la distribución de ejemplares de libros mediante préstamos públicos? No, para eso está el Artículo 37 del TRLPI",
    "link": "https://pedrolr.es/blog/puede-una-editorial-prohibir-la-distribucion-de-ejemplares-de-libros-mediante-prestamos-publicos-no-para-eso-esta-el-articulo-37-del-trlpi/",
    "fecha": "09/11/2025",
    "contenido": "En el libro que estoy leyendo ahora y que es de la editorial Libros del Asteroide S.L.U. (así aparece en el © del libro), han incluido este aviso en las primeras páginas: Queda rigurosamente prohibida, sin la autorización escrita de los titulares del copyright, bajo las sanciones establecidas en las"
  },
  {
    "blog": "El Sueño del Artista Blog",
    "titulo": "Podcast Episodio 6 El Grafiti ¿ arte o vandalismo ?",
    "link": "https://polotman.wordpress.com/2025/11/09/podcast-episodio-6-el-grafiti-arte-o-vandalismo/",
    "fecha": "09/11/2025",
    "contenido": "#Arte #arteComtemporaneo #Grafiti arteUrbano #podcast #ElSueñodelArtista #Blog #PodcastDeArte En este episodio exploramos el grafiti como fenómeno cultural, artístico y político. Hablamos de su origen en las subculturas urbanas, su papel como herramienta de protesta y su evolución hacia el arte inst"
  },
  {
    "blog": "Galerías Preciados",
    "titulo": "Sangre pop",
    "link": "https://galeriaspreciados.band/sangre-pop/",
    "fecha": "09/11/2025",
    "contenido": "Unas pildoritas de los siguientes pasos que me tienen todavía inquieto o algo así, pero antes de meternos en harina con eso: una parada para contar lo de la visitica a Pamplona que estuvo bien guay"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "El ingrediente inesperado: Capítulo 15",
    "link": "https://blog.danielaragay.net/el-ingrediente-inesperado-capitulo-15/",
    "fecha": "09/11/2025",
    "contenido": "Seguimos con la novela que puedes encontrar aqu&#xed;: https://books.danielaragay.net/bookstack/books/el-ingrediente-inesperadoAl d&#xed;a siguiente, Sebasti&#xe1;n se levant&#xf3; temprano, mucho antes de que sonara el despertador. Aprovech&#xf3; la ma&#xf1;ana para hablar con su hija por videoconf"
  },
  {
    "blog": "impermanente",
    "titulo": "Pasó en la península",
    "link": "https://impermanente.es/2025/11/09/pas-en-la-pennsula.html",
    "fecha": "09/11/2025",
    "contenido": "Yo crecí con la ficción de Asterix y Obelix, pero la historia real de una aldea celta resistiendo a los romanos por años se dió en Numancia.\nCrecí con las historias de Infantes de Marina ingleses, pero los primeros Infantes de Marina fueron los Tercios españoles.\nCrecí con la leyenda de la katana, p"
  },
  {
    "blog": "Diana                                                       Laurencich",
    "titulo": "¿Por qué «trueno» canta con ese acento?",
    "link": "https://dianalaurencich.wordpress.com/2025/11/09/por-que-trueno-canta-con-ese-acento/",
    "fecha": "09/11/2025",
    "contenido": "-¿Qué acento? -No sé, un acento como centroamericano&#8230;¿por qué no canta en argentino? Este increíble diálogo lo mantuve con un amigo de mis hermanos, ayer, en un asado en el que coincidimos. El tipo, arquitecto, mayor de 70, venía de un viaje por Noruega y Dinamarca. Visitar Escaninavia le qued"
  },
  {
    "blog": "Jinversor",
    "titulo": "Riqueza soberana",
    "link": "https://jinversor.co/2025/11/riqueza-soberana/",
    "fecha": "08/11/2025",
    "contenido": "Cada vez que veo las noticias me alegro de haber tomado el camino de la riqueza soberana. Quizás no lo hice en el momento preciso, quizás lo hice muy tarde [&#8230;]\nLa entrada Riqueza soberana se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Comentando Hija de la venganza Páginas 301 al final – Club de lectura de Librería Luces en Instagram",
    "link": "https://mcallus.net/2025/11/08/comentando-hija-de-la-venganza-paginas-301-al-final-club-de-lectura-de-libreria-luces-en-instagram/",
    "fecha": "08/11/2025",
    "contenido": "Y en esta entrada llegamos al final de esta obra de Michael McDowell. Antes de entrar en la parte con spoilers dejaré una pequeña sección para una reseña general sin spoilers y en un momento dado os indicaré donde comentaremos con destripes el último cuarto de la novela. Si queréis leer la introducc"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "485. Asistencia virtual conflictiva",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/11/485-asistencia-virtual-conflictiva.html",
    "fecha": "08/11/2025",
    "contenido": "&nbsp; &nbsp; Hace un par de meses más o menos que los inquilinos de los que hablé en la entrada número 369 se han ido a vivir a otro lugar. Así que mejor para los que nos quedamos y mejor para ellos, ya que muchas veces he estado a punto de echarles a Gertrudis encima.&nbsp;&nbsp; &nbsp; Los vecino"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "El ingrediente inesperado - Capítulo 14",
    "link": "https://blog.danielaragay.net/el-ingrediente-inesperado-capitulo-14/",
    "fecha": "08/11/2025",
    "contenido": "Los cap&#xed;tulos anteriores los encontrar&#xe1;s aqu&#xed;: https://books.danielaragay.net/bookstack/books/el-ingrediente-inesperadoMientras la motocicleta de Bom avanzaba hacia el centro, con Sebasti&#xe1;n sigui&#xe9;ndola en el coche alquilado, el tr&#xe1;fico se volv&#xed;a cada vez m&#xe1;"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Primal Scream en Teatro Coliseo",
    "link": "https://altgr.xyz/2025/11/08/primal-scream-en-teatro-coliseo/",
    "fecha": "08/11/2025",
    "contenido": "La banda de Bobby Gillispie fue el plato fuerte de la previa para Fauna Primavera 2025 en el Teatro Coliseo la noche de jueves. En casi 2 horas de concierto hicieron cantar y bailar al público con su rock ecléctico. La música de Primal Scream puede pasar de canciones rollingtonescas a otras muy elec"
  },
  {
    "blog": "La Frikoteca",
    "titulo": "Proyectos en marcha",
    "link": "http://frikoteca.blogspot.com/2025/11/proyectos-en-marcha.html",
    "fecha": "08/11/2025",
    "contenido": "Me he empezado a leer Entre críticos y pifias, la historia de los juegos de rol en España que ha escrito Domingo Cuenca, el autor del blog Rol de los 90. La verdad es que me está encantando lo que estoy leyendo, y eso que llevo solo unos pocos años. He de decir que me ha hecho mucha gracia leer una "
  },
  {
    "blog": "--el Profe Juan--",
    "titulo": "Cambiando de Ubicación",
    "link": "https://elprofejuan.com.ar/autosave-cdee3438437c842cd7a0da4d5aba6f8b",
    "fecha": "07/11/2025",
    "contenido": "Tenía que venir a resolver algunos problemas en otra casa que tengo que atender y postergue eso hace varios meses, bueno este es el primer posteo desde ahí.\n"
  },
  {
    "blog": "brucknerite",
    "titulo": "Cómo aumentar los salarios de todos los españoles",
    "link": "https://brucknerite.net/2025/11/como-aumentar-los-salarios-de-todos-los-espanoles.html",
    "fecha": "07/11/2025",
    "contenido": "Uno de mis descubrimientos intelectuales de los últimos tiempos, María Álvarez, argumenta con éxito en una reciente columna de opinión en ElDiario.es que el precio de la vivienda determina el coste de la vida en general, ya que se transmite al resto de la economía minorista a través de alquileres de"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 45 de 2025",
    "link": "https://victorhckinthefreeworld.com/2025/11/07/opensuse-tumbleweed-revision-de-la-semana-45-de-2025/",
    "fecha": "07/11/2025",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Blog de Thalskarth",
    "titulo": "Desconectando - Semana 1",
    "link": "https://blog.thalskarth.ar/desconectando-semana-uno/",
    "fecha": "07/11/2025",
    "contenido": "Ha pasado una semana, así que haré la primer actualización de estado sobre el proyecto de desconexión que encaro durante este mes."
  },
  {
    "blog": "Jinversor",
    "titulo": "Hacking automatizado con IA",
    "link": "https://jinversor.co/2025/11/hacking-automatizado-con-ia/",
    "fecha": "07/11/2025",
    "contenido": "Hoy que el trabajo estuvo medio flojo me puse a practicar hacking automatizado con IA. Había visto unos videos pero hasta ahora me puse en la tarea de explorar esa [&#8230;]\nLa entrada Hacking automatizado con IA se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "El guía – Ejercicio de casa Semana 7 del Taller de Escritura Creativa Librería Luces 2025/2026",
    "link": "https://mcallus.net/2025/11/07/ejercicio-de-casa-semana-7-del-taller-de-escritura-creativa-libreria-luces-2025-2026/",
    "fecha": "07/11/2025",
    "contenido": "Esta semana para casa teníamos que homenajear a Unica Zürn intentando hacer un relato de corte surrealista e incluso añadirle un dibujo propio del mismo corte. En mi caso no cumplí con lo del surrealismo porque es algo que no me gusta y, por tanto, no he consumido lo suficiente como para hacerlo bie"
  },
  {
    "blog": "Interlan",
    "titulo": "Tutorial: Buscar columna en todas las bases de datos",
    "link": "https://interlan.ec/2025/11/07/tutorial-buscar-columna-en-todas-las-bases-de-datos/",
    "fecha": "07/11/2025",
    "contenido": "El tutorial de hoy es sencillo y se puede realizar con unos cuantos comandos. Claro, si estas usando una GUI para MySQL no lo necesitarás, pero bueh, es otra cosa que es bueno aprender Introducción Esta es una tarea súper puntual que surgió por la necesidad de reparar una tabla que no conozco, pero "
  },
  {
    "blog": "Escritos en la nube",
    "titulo": "¿Por qué sigo escribiendo?",
    "link": "https://nube.codeberg.page/blog/escribo/",
    "fecha": "07/11/2025",
    "contenido": "Hace años escribí un poema llamado &ldquo;Escribo&rdquo;, que era una especie de declaración o manifiesto, donde dejaba claras mis razones para hacerlo. &ldquo;Escribo porque puedo&rdquo; decía en una de las lineas, es algo muy simple, realmente tonto, pero, no me parece una mala linea, escribo porq"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Mis primeros AirPods",
    "link": "https://matizeta.com/2025/11/07/mis-primeros-airpods/",
    "fecha": "07/11/2025",
    "contenido": "Hace tiempo que&#160;quería adquirir unos AirPods&#160;pero el&#160;precio que se vende en Argentina y ante la imposibles de traérmelos de afuera, fue postergándose ese deseo hasta hoy que lo conseguí a precio más bajo que en Amazon Estados Unidos. Así es que me hice de mis primeros AirPods, los de "
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Comenzando Fauna Primavera 2025 con Hesse Kassel",
    "link": "https://altgr.xyz/2025/11/07/comenzando-fauna-primavera-2025-con-hesse-kassel/",
    "fecha": "07/11/2025",
    "contenido": "La previa de Fauna Primavera 2026 comenzó anoche en el Teatro Coliseo con Hesse Kassel. Una de las bandas revelación en la escena del rock chileno el último tiempo. ¡Y cómo no! Su rock experimental, eso que llaman post-rock, da cuenta del enorme talento de estos chicos, que este año lanzaron su prim"
  },
  {
    "blog": "zona de confort",
    "titulo": "10 cosas sobre Luna",
    "link": "https://sopadeletras.club/efmorell/10-cosas-sobre-luna",
    "fecha": "07/11/2025",
    "contenido": ""
  },
  {
    "blog": "Actionauta - Notas por Sebastián Veggiani",
    "titulo": "picas y cabezas",
    "link": "https://xol.ar/notes/picas-y-cabezas",
    "fecha": "07/11/2025",
    "contenido": "Visiones de cabezas en picas exhibidas en la plaza pública."
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "La tabla Ascii",
    "link": "https://docig.bearblog.dev/la-tabla-ascii/",
    "fecha": "07/11/2025",
    "contenido": "La tabla ASCII servida por una computadora que no te rastrea\nLa tabla ASCII original (7 bits)\n| Fila \\ Columna | 0 | 1 | 2 | 3 | 4 | 5 | 6 | 7 || 0 | NUL | DLE | SP | 0 | @ | P | ` | p || 1 | SOH | DC1 | ! | 1 | A | Q | a | q || 2 | STX | DC2 | \" | 2 | B | R | b | r || 3 | ETX | DC3 | # | 3 | C | S "
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "La Máquina de Escribir Anacrónica",
    "link": "https://docig.bearblog.dev/la-maquina-de-escribir-anacronica/",
    "fecha": "07/11/2025",
    "contenido": "El Profesor Arkadi, un hombre que parecía haber sido tallado por el olvido y vestido con ropas que insistían en contradecir la moda actual, me la mostró en el trastero de su departamento, entre pilas de periódicos de los años cincuenta y una colección de dedales.\nNo era una máquina como las que se v"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "La radio es, sobre todo, compañía",
    "link": "https://www.xn--jmuoz-qta.es/2025/11/la-radio-es-sobre-todo-compania.html",
    "fecha": "07/11/2025",
    "contenido": "\n  \n    \n  \nApenas son las seis de la mañana y, aunque hoy entro más tarde, me he levantado a la misma hora porque ya tengo el cuerpo hecho. Llevo desde pasadas las cinco y media corrigiendo exámenes de mis alumnos de 2.° de Bachillerato, pero no estoy solo en la soledad de la noche: la radio me aco"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "La Tiranía de la Fuente",
    "link": "https://docig.mataroa.blog/blog/la-tirania-de-la-fuente/",
    "fecha": "07/11/2025",
    "contenido": "El pobre de Don Evaristo, un ex contable jubilado con el alma tan pulcra como sus balances de 1983, cayó en la grieta digital de la manera más inesperada: a través de la serifa.\nAl principio era inocente. Reenviaba esos memes de buenos días a sus contactos con la tipografía por defecto de su smartph"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "La tabla ASCII original (7 bits)",
    "link": "https://docig.mataroa.blog/blog/la-tabla-ascii-original-7-bits/",
    "fecha": "07/11/2025",
    "contenido": "| Fila \\ Columna | 0 | 1 | 2 | 3 | 4 | 5 | 6 | 7 || 0 | NUL | DLE | SP | 0 | @ | P | ` | p || 1 | SOH | DC1 | ! | 1 | A | Q | a | q || 2 | STX | DC2 | \" | 2 | B | R | b | r || 3 | ETX | DC3 | # | 3 | C | S | c | s || 4 | EOT | DC4 | $ | 4 | D | T | d | t || 5 | ENQ | NAK | % | 5 | E | U | e | u || 6"
  },
  {
    "blog": "",
    "titulo": "Ultimo disco de Mago de Oz en Spotify.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/07/ultimo-disco-de-mago-de-oz-en-spotify/",
    "fecha": "07/11/2025",
    "contenido": "Ya se encuentra disponible en Spotify el ultimo disco de Mago de Oz Malicia. les dejo el enlace para que lo escuchen."
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Accesos directos en el menú de MATE con categorías y subcategorias (niveles ilimitados)",
    "link": "https://malagaoriginal.blogspot.com/2025/11/accesos-directos-en-el-menu-de-mate-con.html",
    "fecha": "06/11/2025",
    "contenido": "Este artículo trata sobre algo que tenía ganas de hacer y que es muy difícil encontrar información: tener accesos directos en menús en categorías y subcategorías nuevas y distintas a las que ya tienes en el sistema. Vamos a verlo paso a paso.Antes de continuar, recomiendo tener activado etckeeper po"
  },
  {
    "blog": "Adrián Perales",
    "titulo": "Sobre autoexigencia y soltar lastre",
    "link": "https://adrianperales.com/2025/11/sobre-autoexigencia-y-soltar-lastre/",
    "fecha": "06/11/2025",
    "contenido": "Ya no soy ese jovencito con ganas de hacer muchas cosas a la vez, y eso no tiene por qué ser necesariamente malo. Bajar esa autoexigencia supone soltar lastre y renunciar a ciertos proyectos e ideas. El pasado Cuando era más joven podía ir a clase, dedicar tiempo a trabajos o estudio por las tardes,"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Mis impresiones sobre las JPOD 25",
    "link": "https://blog.danielaragay.net/mis-impresiones-sobre-las-jpod-25/",
    "fecha": "06/11/2025",
    "contenido": "Este a&#xf1;o y tras 9 a&#xf1;os sin hacerlo, estuve en las JPOD25 y estas son mis impresiones.Enlace al directo en Quickchannel: https://qcnl.tv/p/IdRtcOfFRFCXgXnBmIe14ATodos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendoelsueco"
  },
  {
    "blog": "_ voidNull",
    "titulo": "awk: procesa y analiza texto en modo todopoderoso",
    "link": "https://voidnull.es/awk-procesa-y-analiza-texto-en-modo-todopoderoso/",
    "fecha": "06/11/2025",
    "contenido": "Descubre cómo usar awk en GNU/Linux para analizar y procesar texto de forma eficiente."
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Límite de las Miniaturas",
    "link": "https://docig.bearblog.dev/el-limite-de-las-miniaturas/",
    "fecha": "06/11/2025",
    "contenido": "La catástrofe digital, para mí, no fue un big data apocalíptico, sino la modesta y persistente manía de mi vecino, el señor Rómulo, un experto en estampillas postales que, de pronto, se convirtió en una especie de curador de miniaturas.\nRómulo había empezado, como todos, con ese pequeño rectángulo l"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Back to los dibujos",
    "link": "https://www.ericafustero.com/2025-11-back-to-los-dibujos",
    "fecha": "06/11/2025",
    "contenido": "Esta semana he estado haciendo una de las cosas que más pereza me da del mundo: escanear mis libretas. Sé que no me costaría tanto si no tuviese que sacar y recoger el escáner cada vez que necesito usarlo, pero eso implicaría tener más periféricos feos en mi escritorio y me niego.Tenía mucho pendien"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "Un Micronarrativo (o el arte de la Small Web como terapia de choque para el Big Data y sus secuelas)",
    "link": "https://docig.mataroa.blog/blog/un-micronarrativo-o-el-arte-de-la-small-web-como-terapia-de-choque-para-el-big-data-y-sus-secuelas/",
    "fecha": "06/11/2025",
    "contenido": "El Narrador (que es siempre un Lector disimulado, un Reader que se ha cansado de los Releases y las Revisions de la Realidad Líquida) recordaba aquellos días pre-apocalípticos —tan recientes y tan geológicamente remotos— de la Big Web.\nUna gran Ciudad-Metáfora, desde luego, de pantallas siempre-ence"
  },
  {
    "blog": "",
    "titulo": "Santiago Molina (novedades)",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/06/santiago-molina-novedades/",
    "fecha": "06/11/2025",
    "contenido": "Les dejo como novedad el anuncio de que Santiago Molina esta planeando su segundo disco, va a ser un disco-documental, en el documental se va a mostrar la grabación del disco, este disco va a ser financiado mediante crowfunding, Santiago ya hizo una encuesta a través del instagram para ver detalles "
  },
  {
    "blog": "--el Profe Juan--",
    "titulo": "Qué raro?",
    "link": "https://elprofejuan.com.ar/qu%C3%A9-raro",
    "fecha": "05/11/2025",
    "contenido": "No se si comenté por acá, estoy haciendo un trayecto en la universidad sobre IA y Educación, y ya viene el final (es un cuatrimestre).\n"
  },
  {
    "blog": "--el Profe Juan--",
    "titulo": "Jugando con las Fotos",
    "link": "https://elprofejuan.com.ar/jugando-con-las-fotos",
    "fecha": "05/11/2025",
    "contenido": "Estamos haciendo los primeros palitos en esto de la fotografía con celular.\n"
  },
  {
    "blog": "Jinversor",
    "titulo": "Agobio",
    "link": "https://jinversor.co/2025/11/agobio/",
    "fecha": "05/11/2025",
    "contenido": "Dándome una pasadita por el blog de Manu Mateos encontré un post que sintetiza el insoportable agobio que siento cada vez que ingreso a un sitio web mierdificado (o sea [&#8230;]\nLa entrada Agobio se publicó primero en Jinversor."
  },
  {
    "blog": "Jinversor",
    "titulo": "Remember remember the 5th of November",
    "link": "https://jinversor.co/2025/11/remember-remember-the-5th-of-november/",
    "fecha": "05/11/2025",
    "contenido": "Hoy se cumplen 420 años desde que un grupo de conspiradores católicos liderados por Robert Catesby intentaran dinamitar el Parlamento británico para asesinar al rey Jacobo I y restaurar el [&#8230;]\nLa entrada Remember remember the 5th of November se publicó primero en Jinversor."
  },
  {
    "blog": "Interlan",
    "titulo": "Changelog: Channel2RSS 22 de octubre de 2025",
    "link": "https://interlan.ec/2025/11/05/changelog-channel2rss-22-de-octubre-de-2025/",
    "fecha": "05/11/2025",
    "contenido": "Channel2rss ha tenido algunas mejoras hasta el momento de registro de 22 de octubre de 2025 Introducción Aprovechando Channel2RSS como herramienta de estudio, he estado investigando como funciona el despliegue de software basado en PHP en la actualidad. No he completado grandes proyectos en este len"
  },
  {
    "blog": "El Sueño del Artista Blog",
    "titulo": "ASCII: Arte de códigos .",
    "link": "https://polotman.wordpress.com/2025/11/05/ascii-arte-de-codigos/",
    "fecha": "05/11/2025",
    "contenido": "El arte ASCII se basa en la unión de caracteres o códigos que llevan el propio nombre hasta formar una imagen en computadora que en un principio estos códigos fue creado para la telegrafía , casualmente manteniendo una especie de juegos de palabras con una amiga por medio de chat fue que descubrí el"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "El evento del año en la empresa",
    "link": "https://blog.danielaragay.net/el-evento-del-ano-en-la-empresa/",
    "fecha": "05/11/2025",
    "contenido": "Ayer se celebr&#xf3; el evento del a&#xf1;o en la empresa, el llamado V&#xed;deo Summit, donde uno de nuestros colaboradores tuvo una horrible experiencia.Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendo"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "Lanzador Android de terceros retro y nostálgico",
    "link": "https://docig.bearblog.dev/lanzador-android-de-terceros-retro-y-nostalgico/",
    "fecha": "05/11/2025",
    "contenido": "Este iniciador gratuito hace que tu Android se parezca a Windows XP y es fantástico . Hace 2 semanas lo uso y es fluido no tiene errores por ahora.\nSe ve y se siente como XP.\nTambien recrea :\nWindows 95/98\nWindows 2000/ME\nWindows XP\nWindows Vista\nViene con :\nWinamp: reproduce archivos MP3 locales\nBl"
  },
  {
    "blog": "",
    "titulo": "Eventos.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/05/eventos-47/",
    "fecha": "05/11/2025",
    "contenido": ""
  }
]