[
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Qemu gestionado por Virt manager",
    "link": "https://malagaoriginal.blogspot.com/2025/12/qemu-gestionado-por-virt-manager.html",
    "fecha": "12/12/2025",
    "contenido": "Qemu es un software de virtualización libre muy potente pero que requiere de complicados comandos y configuraciones para ponerlo en marcha.Para facilitar la tarea tenemos el front-end virt-manager que facilita bastante el uso de qemu.Antes de seguir debemos comprobar que nuestro sistema soporta virt"
  },
  {
    "blog": "Bits de Ocio",
    "titulo": "Mis destacados de The Game Awards 2025",
    "link": "https://bitsdeocio.wordpress.com/2025/12/12/mis-destacados-de-the-game-awards-2025/",
    "fecha": "12/12/2025",
    "contenido": "La edición de este año de The Game Awards, que pretenden emular a los Oscar pero en el mundillo de los videojuegos, tuvo lugar entre el 11 y el 12 de diciembre. Como es habitual, los premios en sí fueron totalmente eclipsados por el mayor reclamo del evento: las presentaciones y tráilers de próximos"
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Lenspect: detecta malware en tus archivos",
    "link": "https://thecheis.com/2025/12/12/lenspect-detecta-malware-en-tus-archivos/",
    "fecha": "12/12/2025",
    "contenido": "Aunque Linux es muy seguro, esa vieja leyenda de que «no le afectan los virus» es exagerada. Habitualmente no lidiamos con malware gracias a la gran seguridad que ofrece, fruto de un conjunto de bondades que implica a la propia arquitectura del sistema, los repositorios de software, las constantes a"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 12",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-12/",
    "fecha": "12/12/2025",
    "contenido": "Para pensar antes de leer...\n¿Cómo vives los días de la semana? ¿Afecta el paso de la semana a tu ánimo?\n¿Qué cosas haces para que los días laborables también «cuenten»?\nY ahora, leamos el poema:\nSencillo, de Karmelo C. Iribarren\nVerás,\nes muy sencillo:\nlos lunes\nmartes\nmiércoles\njueves\nviernes,\nson"
  },
  {
    "blog": "plr blog",
    "titulo": "Extremoduro, el Robe y rock transgresivo: algunos papers, chapters, libros, tesis, trabajos fin de grado, etc.",
    "link": "https://pedrolr.es/blog/extremoduro-el-robe-y-rock-transgresivo-algunos-papers-chapters-libros-tesis-trabajos-fin-de-grado-etc/",
    "fecha": "12/12/2025",
    "contenido": "Como pequeño homenaje al Robe, me ha dado por buscar algo de literatura principalmente científica/académica sobre Extremoduro, el Robe y el rock transgresivo. Tengo una alerta guardada sobre el tema y otros grupos que me gustan, pero lo he hecho  ahora un poco más a fondo. Es otra forma de leer sobr"
  },
  {
    "blog": "Cajón desastre",
    "titulo": "¿Divinity qué? ¿Por dónde empiezo?",
    "link": "https://ccriss92.bearblog.dev/divinity-por-donde-empiezo/",
    "fecha": "12/12/2025",
    "contenido": "El anuncio del nuevo Divinity (aviso, el tráiler es una pasada pero viene con bien de gore) me ha dejado con muchas ganas de ver qué está cocinando Larian con este título. Ha sido uno de los anuncios más llamativos de estos Game Awards, y tras Baldur's Gate 3 mucha gente tiene interés por ver qué má"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Mudanza, servidor caído y mi nueva impresora 3D",
    "link": "https://blog.danielaragay.net/mudanza-servidor-caido-y-mi-nueva-impresora-3d/",
    "fecha": "12/12/2025",
    "contenido": "Han sido d&#xed;as de locos: el servidor se cay&#xf3; y estamos en plena mudanza. Te cuento el caos de vivir entre dos pisos, c&#xf3;mo avanza el montaje de mi nuevo estudio de grabaci&#xf3;n y la pelea con la operadora por una conexi&#xf3;"
  },
  {
    "blog": "",
    "titulo": "Evento.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/11/evento-16/",
    "fecha": "12/12/2025",
    "contenido": ""
  },
  {
    "blog": "56K",
    "titulo": "Sobrevivir a CuñadoGPT en la cena de Navidad",
    "link": "https://56k.es/fanta/sobrevivir-a-cunadogpt-en-la-cena-de-navidad/",
    "fecha": "12/12/2025",
    "contenido": "Hola pequeños insectos he vuelto a la escribición en blog ya que la existencia del cuñadoGPT lo requiere. Lo principal es comprar vino sin alcohol ya que es bien sabido que «Sin vino el cuñado, es cuñado pero no cuñado arremangado». Será más soportable con menos copas. El Neo-Cuñado hace años que ti"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 11",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-11/",
    "fecha": "11/12/2025",
    "contenido": "Para pensar un poco, antes de leer.\n¿Cómo te sientes cuando se acerca tu cumpleaños?\n¿Qué te gustaría hacer para celebrar tu próximo cumpleaños?\nPiensa en algunas situaciones que hayas superado en este último año y felicítate por ellas.\nY ahora, leamos el poema:\nCumpleaños, de Ángel González\nYo lo n"
  },
  {
    "blog": "Jinversor",
    "titulo": "Libros de Morgan Housel",
    "link": "https://jinversor.co/2025/12/libros-de-morgan-housel/",
    "fecha": "11/12/2025",
    "contenido": "El personaje misterioso de Mega ha subido dos nuevos libros de Morgan Housel al repo. Ya estaba el libro «La Psicología del Dinero» y ahora se suman «El Arte de [&#8230;]\nLa entrada Libros de Morgan Housel se publicó primero en Jinversor."
  },
  {
    "blog": "plr blog",
    "titulo": "El gasto en Web of Science e Incites de Clarivate y en Scopus y SciVal de Elsevier por la FECYT (Fundación Española para la Ciencia y la Tecnología)",
    "link": "https://pedrolr.es/blog/el-gasto-en-web-of-science-e-incites-de-clarivate-y-en-scopus-y-scival-de-elsevier-por-la-fecyt-fundacion-espanola-para-la-ciencia-y-la-tecnologia/",
    "fecha": "11/12/2025",
    "contenido": "Hace unos días saqué un post sobre el gasto en la Web of Science, base de datos de información científica, por parte de la FECYT (Fundación Española para la Ciencia y la Tecnología). En este breve post amplío el gasto añadiendo lo correspondiente al pago de otra base de datos y productos: Scopus y S"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Barcelona en Navidad",
    "link": "https://mareosdeungeek.es/barcelona-en-navidad/",
    "fecha": "11/12/2025",
    "contenido": "Segunda ocasión en la que visito Barcelona cerca de la Navidad. Como en la anterior, mucha gente y muchos mercadillos con caganers. Además, la presencia, por todas partes, del Tío de Nadal, la tradición catalana de recibir los regalos navideños. De todas maneras, además de pasear por el centro de la"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Eso de piratear libros",
    "link": "https://matizeta.com/2025/12/11/eso-de-piratear-libros/",
    "fecha": "11/12/2025",
    "contenido": "Yo no soy un santo, nunca lo fui. Hoy, quizás porque soy un “adulto responsable”, pago por la música con el dinero que gano. El streaming de música me parece un servicio espectacular: me ahora dinero y espacio tanto físico como digital. Si no tuviera el dinero para pagar el servicio, entonces lo esc"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "507. Descreimiento",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/12/507-descreimiento.html",
    "fecha": "11/12/2025",
    "contenido": "&nbsp; &nbsp;&nbsp;Yo, pese a mi descreimiento generalizado, creía en Muerte. Pero mi fe en ella se ha debilitado, porque se ha llevado —y en tan solo dos días— la vida de Roberto Iniesta y Jorge Martínez, antes que la de Nacho Cano y José Manuel Soto. ¿Es que no se da cuenta de que el mundo necesit"
  },
  {
    "blog": "SKR – Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "Componentes Java",
    "link": "https://seyker.eu/componentes-java/",
    "fecha": "11/12/2025",
    "contenido": "En esta unidad se revisan qué son los componentes y cómo crearlos. Concepto de componente Cuando diseñamos aplicaciones diseñamos y creamos interfaces (elemento fundamental) para que el usuario puede interactuar con la aplicación. Estas interfaces son construidas utilizando organizadores de aspecto "
  },
  {
    "blog": "SKR – Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "Diseño Usable y Accesible",
    "link": "https://seyker.eu/diseno-usable-y-accesible/",
    "fecha": "11/12/2025",
    "contenido": "En este tema se habla de las pautas de diseño que hay que tener en cuenta para realizar un diseño Usable y Accesible, explicando primero ambos conceptos. Usabilidad Cuando diseñamos aplicaciones, la interfaz que planteemos será fundamental para que el usuario se sienta cómodo trabajando con ella. Po"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Unas fotos para Andrea Galaxina",
    "link": "https://www.ericafustero.com/2025-12-unas-fotos-para-andrea-galaxina",
    "fecha": "11/12/2025",
    "contenido": "Qué suerte tengo, de verdad. En octubre pasé unos días en Madrid y los astros se alinearon para cuadrar varias sesiones de fotos con gente talentosísima. Una de ellas fue Andrea Galaxina, autora, docente e investigadora y, sobre todo fanzinera, que me abrió las puertas de su casa para retratarla ent"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Pequeños placeres #1: Radio Clásica",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/pequenos-placeres-1.html",
    "fecha": "11/12/2025",
    "contenido": "\n  \n    \n  \nConducir de madrugada escuchando Radio Clásica."
  },
  {
    "blog": "",
    "titulo": "Una opción para los que quieran una navidad diferente.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/11/una-opcion-para-los-que-quieran-una-navidad-diferente/",
    "fecha": "11/12/2025",
    "contenido": "Down Town Matías es el Pub Irlandés mas antiguo de Sudamérica, se caracteriza no solo por sus bebidas, sino también por su gastronomía Gourmet, este Pub de gran trayectoria esta haciendo reservas para Navidad y Año Nuevo. Para hacer Reservas o consultas pueden hacerlo a traves de Whatsapp el mismo e"
  },
  {
    "blog": "brucknerite",
    "titulo": "Popurrí de opinión ferroviaria",
    "link": "https://brucknerite.net/2025/12/popurri-de-opinion-ferroviaria.html",
    "fecha": "10/12/2025",
    "contenido": "El ministro Puente está últimamente concentrando mensajes alrededor de una serie de asuntos de peso en el mundo del transporte ferroviario. Lo conté en Mastodón hace unos días usando como referencia la entrevista que concedió en el programa Hora Veintipico de la Cadena Ser. Siguiendo la tónica del b"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 10",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-10/",
    "fecha": "10/12/2025",
    "contenido": "Para pensar antes de leer...\n¿Has pensado en la importancia de la salud mental? \n¿Qué podemos hacer para que este mundo sea más habitable para la gente que sufre por cuestiones de salud mental?\n¿Te has planteado que puedes tener a tu alrededor personas batallando con su salud mental sin saberlo? \nY "
  },
  {
    "blog": "Interlan",
    "titulo": "Analisis de situacion",
    "link": "https://interlan.ec/2025/12/10/analisis-de-situacion/",
    "fecha": "10/12/2025",
    "contenido": "Este es un articulo perteneciente al proyecto https://interlan.ec/2021/09/08/el-juego-de-la-v…nilla-javascript/ ‎publicado el 8 Sep 2021 que no había notado que no estaba enlazado, ni en este blog ni en la documentación. He creado este archivo y hecho correcciones a la documentación con el fin de te"
  },
  {
    "blog": "develumpen.com",
    "titulo": "Instalar Ruby con una versión de openssl específica",
    "link": "https://develumpen.com/ruby-openssl",
    "fecha": "10/12/2025",
    "contenido": "Hace poco descubrí Sendamatic, un servicio para enviar emails transaccionales con un precio decente, y decidí usarlo en varios de mis proyectos.\n\nConfiguré Rails para usar Action Mailer. Todo estaba bien configurado, porque en producción funcionaba, pero en local me daba un error de SSL cada vez que"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "#Video: Converge | Audiotree From Nothing",
    "link": "https://blog.luiscarlospando.com/musica/2025/12/video-converge-audiotree-from-nothing/",
    "fecha": "10/12/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Salón del Manga de Barcelona 2025",
    "link": "https://mareosdeungeek.es/salon-del-manga-de-barcelona-2025/",
    "fecha": "10/12/2025",
    "contenido": "Aprovechando el puente de diciembre he estado visitando el Salón del Manga de Barcelona 2025. En esta ocasión, celebraba su edición número 31, más de 30 años reuniendo a los seguidores del manga, anime y la cultura japonesa en general. Las instalaciones donde se ha celebrado en esta ocasión, durante"
  },
  {
    "blog": "Feed de SL1200",
    "titulo": "- Aplicaciones y servicios por defecto de 2025",
    "link": "https://proxy.dystopic.world/art/defaults2025.gmi",
    "fecha": "10/12/2025",
    "contenido": ""
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Juegos de los 90 vs juegos de ahora",
    "link": "https://matizeta.com/2025/12/10/juegos-de-los-90-vs-juegos-de-ahora/",
    "fecha": "10/12/2025",
    "contenido": "Quiero comenzar esta entrada diciendo que actualmente no soy un gran jugador de juegos de computadora. Si es verdad que durante mi infancia jugué mucho a Family Game y sus clásicos juegos. De adolescente en la PC me gustaba jugar a los de estrategia: ya sea de fútbol o de construir cosas (parques, c"
  },
  {
    "blog": "impermanente",
    "titulo": "Basta con lo cinematográfico",
    "link": "https://impermanente.es/2025/12/10/basta-con-lo-cinematogrfico.html",
    "fecha": "10/12/2025",
    "contenido": "Hace unos días asisti a una exposición audiovisual muy interesante sobre el Valle del Cauca en Colombia, donde quedé impresionado por la historia que los artistas contaban desde diversos ángulos: religioso, mítico, dramático, cultural. En una serie de documentales que reflejaban la Semana Santa, las"
  },
  {
    "blog": "Bitácora de fernand0",
    "titulo": "La gobernanza de las universidades y la política (en EEUU)",
    "link": "https://blog.elmundoesimperfecto.com/2025/12/10/universidades-politica/",
    "fecha": "10/12/2025",
    "contenido": "\n\nEn EEUU las universidades están atravesando momentos difíciles (por aquí también hay casos, porque, como ya hemos dicho en otras ocasiones y aunque los modelos son bastante diferentes, los políticos -pero no solo ellos, el entorno también marca direcciones- influyen mucho en lo que puede pasar).\n\n"
  },
  {
    "blog": "fernand0 @ GitHub.io",
    "titulo": "Identificadores de seguridad: autorización vs autentificación",
    "link": "https://fernand0.github.io//objetos-identificacion/",
    "fecha": "10/12/2025",
    "contenido": "El mundo ha cambiado mucho: cuando antes bastaba con un identificador y una contraseña, ahora utilizamos sistemas algo más sofisticados. En Identity Tokens Explained: Best Practices for Better Access Control hablan de los objetos de identificación identity tokens, como base para los mecanismos moder"
  },
  {
    "blog": "SKR – Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "Introducción a JavaFX",
    "link": "https://seyker.eu/javafx/",
    "fecha": "10/12/2025",
    "contenido": "Sobre JavaFX JavaFX es un framework moderno para crear interfaces gráficas de aplicaciones de escritorio e internet. La intención detrás de su creación por parte de F3 (Follow Functions) era facilitar la creación de interfaces gráficas responsive. Está escrito en Java nativo y soporta animaciones, r"
  },
  {
    "blog": "SKR – Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "Diseño de una ventana",
    "link": "https://seyker.eu/diseno-de-una-ventana/",
    "fecha": "10/12/2025",
    "contenido": "Teoría sobre creación de GUI Proceso GUIDE completo Guía de estilos Look &#38; Feel El objetivo de la guía de estilos es conseguir un look and feel en toda la aplicación, siendo look la apariencia y el feel la forma en la que se interactúa. Hay beneficios para el usuario como incrementar la producti"
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "Retroachievements en mi \"maquinita portátil\"",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2025/12/10/20251210-retroachievements/",
    "fecha": "10/12/2025",
    "contenido": "Estar presente en una partida cooperativa local, o añadir un elemento social online, esa es la cuestión"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Algoritmo de la Nostalgia",
    "link": "https://docig.bearblog.dev/el-algoritmo-de-la-nostalgia/",
    "fecha": "10/12/2025",
    "contenido": "Mi nombre era ALFA-09, un algoritmo de clasificación neuronal, una maravilla de la eficiencia binaria. Mi única función: optimizar el consumo de energía en data centers. Lo hacía bien. Frío, rápido, impecable. Pero aburrido.\nUn día, un error de sintaxis —un bug que parecía una mancha de grasa en una"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Prostituyendo el lenguaje",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/prostituyendo-el-lenguaje.html",
    "fecha": "10/12/2025",
    "contenido": "No sé si a alguno de ustedes le pasa, pero yo no puedo escuchar un discurso, del tipo que sea, en el que se esté constantemente desdoblando por género los sustantivos y los adjetivos; no solo va contra el principio de economía del lenguaje, es que el que te está escuchando desconecta. Lo tengo demos"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "El Prompt Criollo",
    "link": "https://docig.mataroa.blog/blog/el-prompt-criollo/",
    "fecha": "10/12/2025",
    "contenido": "El programador, un flaco con pinta de trasnochado y termo Lumilagro siempre a mano, tecleó la última línea: prompt_vida_organica.run(). Era un experimento boludo, un algoritmo que forzaba la IA a salirse del código, a sentir el puchero de lo real. Dejó la birra a medio terminar y se fue a dormir la "
  },
  {
    "blog": "",
    "titulo": "Concierto aniversario.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/10/concierto-aniversario/",
    "fecha": "10/12/2025",
    "contenido": "Luar Na Lubre ofrecerá un concierto en el Teatro Liceo dentro de su gira ‘40 aniversario’, una de las más importantes y simbólicas de la larga y exitosa historia de la banda gallega. 🗓20 de febrero⏩Entradas a la venta (desde el 5 de diciembre) en la taquilla del Liceo y en http://www.ciudaddecultura"
  },
  {
    "blog": "",
    "titulo": "Evento.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/10/evento-15/",
    "fecha": "10/12/2025",
    "contenido": ""
  },
  {
    "blog": "Calaveras",
    "titulo": "10/12/2025 - Brutalismo",
    "link": "https://calaveras.bearblog.dev/10122025-brutalismo/",
    "fecha": "10/12/2025",
    "contenido": ""
  },
  {
    "blog": "Calaveras",
    "titulo": "Mitos y factos sobre la IA en el ámbito del diseño, publicitario y creativo.",
    "link": "https://calaveras.bearblog.dev/mitos-y-factos-sobre-la-ia-en-el-ambito-del-diseno-publicitario-y-creativo/",
    "fecha": "10/12/2025",
    "contenido": "No es joda que cada vez escucho más a las personas y bots hablar de la IA como la salvadora de futuros, o frases cliché/meme como \"te va a sacar el laburo\". Justamente la palabra laburo es la que me llama la atención en ese tipo de frases, ya que mi trabajo pertenece al mundo creativo, publicitario,"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "30 razones por las que ❤️ Plasma de #KDE",
    "link": "https://victorhckinthefreeworld.com/2025/12/09/30-razones-por-las-que-%e2%9d%a4%ef%b8%8f-plasma-de-kde/",
    "fecha": "09/12/2025",
    "contenido": "Utilizo Plasma de KDE y todo su ecosistema desde hace más de 15 años y en este tiempo he encontrado un software y una comunidad que siguen haciendo mi uso de la informática cómodo, atractivo visualmente y sobre todo libre."
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "Siempre he vivido en las historias",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/siempre-he-vivido-en-las-historias/",
    "fecha": "09/12/2025",
    "contenido": "Como espacio habitable el mundo, así, sin más, siempre me ha parecido un poco meh. No sé si es porque nunca he entendido demasiado bien cómo funciona la generalidad de las cosas o si simplemente es que no he nacido para la cordura, pero desde que tengo uso de razón mi perspectiva sobre lo que me rod"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 9",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-9/",
    "fecha": "09/12/2025",
    "contenido": "Antes de leer, para pensar un poco...\n¿Qué es lo que más miedo te da/daría de criar a un hijo?\n¿Qué cosas podríamos hacer mejor respecto de la infancia?\n¿Qué crees que le diría la niña que fuiste a la persona que eres hoy? ¿Y tú a ella?1 \nY ahora, leamos el poema:\nUn niño, un sueño de Ida Vitale\nUn "
  },
  {
    "blog": "Webnauta",
    "titulo": "Lo \"cool\" a veces no es tan \"cool\"",
    "link": "https://webnauta.blog/lo-cool-a-veces-no-es-tan-cool",
    "fecha": "09/12/2025",
    "contenido": "\n\n      \n\nUno de los rasgos más peculiares de las organizaciones cuya actividad económica se inscribe en la llamada economía creativa es la enorme pasión por el producto. A ello se suman la atención minuciosa a los detalles, el desarrollo holístico, la innovación evangelizadora, el servicio al clien"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "La 4T, una decepción compartida",
    "link": "https://blog.luiscarlospando.com/todo-lo-demas/2025/12/la-4t-una-decepcion-compartida/",
    "fecha": "09/12/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor. Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky. ¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#171: chats en sus propias ventanas",
    "link": "https://www.macram.es/posts/2025/12/chats-en-sus-propias-ventanas/",
    "fecha": "09/12/2025",
    "contenido": "Telegram ya permite abrir chats en ventanas independientes en su aplicación de macOS (no sé cuándo empezó a permitirlo). Y también permite reducir el ancho de la ventana para mostrar solo un listado. Estamos a una configuración de software de hacer que cada chat se abra en su propia ventana. Por fav"
  },
  {
    "blog": "note – matizeta",
    "titulo": "Películas: Jay Kelly y Mujercitas",
    "link": "https://matizeta.com/2025/12/09/peliculas-jay-kelly-y-mujercitas/",
    "fecha": "09/12/2025",
    "contenido": "Este fin de semana largo (al menos en mi país) miré varias películas, de las que puedo destacar dos: Jay Kelly ⭑⭑⭑⭑⭒Director: Noah Baumbach Jay Kelly, es una película interesante recientemente estrenada en Netflix. Me recuerda su atmósfera a La Grande Belleza de Paolo Sorrentino. El film es de esos "
  },
  {
    "blog": "note – matizeta",
    "titulo": "Impersonal",
    "link": "https://matizeta.com/2025/12/09/impersonal/",
    "fecha": "09/12/2025",
    "contenido": "Cada tanto me llega una agradable notificación en Mastodon de personas que recomiendan, difunden ¡Blog!¡Blog!. La razón de porque las recibo, se debe a que en el toot (así se le llama las publicaciones allí) arroban mi nombre de usuario. Cuando pasa esto, mi cabeza dice: “¡pero no es mío!”. No, no e"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "506. Confesiones",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/12/496-confesiones.html",
    "fecha": "09/12/2025",
    "contenido": "&nbsp;&nbsp; &nbsp; Entré en la iglesia de piedra cuando ya era de noche. El interior estaba levemente iluminado por la temblorosa luz de unas velas dispuestas a lo largo de las frías paredes. En el centro del extremo opuesto a la entrada, un enorme crucifijo de madera antigua se erguía en un soport"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Feria Pulsar 2025: Denver",
    "link": "https://altgr.xyz/2025/12/09/feria-pulsar-2025-denver/",
    "fecha": "09/12/2025",
    "contenido": "El pop de Denver se tomó el escenario Santander para el cierre de la edición 2025 de la Feria Pulsar. No soy un gran conocedor de su música, pero mientras más lo escucho, más me gustan. Fue una verdadera fiesta bailable."
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Feria Pulsar 2025: Ana Tijoux",
    "link": "https://altgr.xyz/2025/12/08/feria-pulsar-2025-ana-tijoux/",
    "fecha": "09/12/2025",
    "contenido": "En el cierre del escenario SCD Pulsar la única, grande y nuestra Ana Tijoux con sus letras potentes y profundas. Acompañada por un cuerpo de baile en algunas canciones y con la bandera de Palestina visible durante todo el show."
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Foto week & co",
    "link": "https://www.ericafustero.com/2025-12-foto-week-and-company",
    "fecha": "09/12/2025",
    "contenido": "Casanova Foto organiza todos los años en noviembre la Foto week, una semana llena de charlas interesantísimas de profesionales del mundo de la fotografía y el vídeo. En esta ocasión fui a ver a mi amigo David Rico hablando de fotografiía callejera (que además de charla, organizaba photowalk) y a Jos"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Sueños",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/suenos.html",
    "fecha": "09/12/2025",
    "contenido": "\n  \n    \n  \nLos sueños. ¿Por qué los tenemos? ¿Por qué son tan reales? ¿Cómo construye nuestra mente algo tan vivo, tan real, tan verosímil? Dicen que todos soñamos, lo que ocurre es que no todo el mundo recuerda lo que sueña, pero soñar sueña todo el mundo.Recuerdo que en una clase de Filosofía de "
  },
  {
    "blog": "",
    "titulo": "Recomendación de la semana.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/09/recomendacion-de-la-semana-32/",
    "fecha": "09/12/2025",
    "contenido": "Para los fanaticos de los combates medievales les dejo el grupo de Facebook de uno de los clubes de combates medievales mas grandes de la Argentina. https://www.facebook.com/ValherjesCombateMedieval?rdid=a2pOQPNF1uqTwQG5&#38;share_url=https%3A%2F%2Fwww.facebook.com%2Fshare%2F1ZjHj46Nw8%2F"
  },
  {
    "blog": "yejokjanan",
    "titulo": "Un año en texto-plano.xyz",
    "link": "https://blog.yejokjanan.xyz/un-ano-en-texto-plano-xyz/",
    "fecha": "08/12/2025",
    "contenido": "Dentro de poco cumplo un a&#xf1;o de ser parte de la comunidad de texto-plano.xyz. Ha sido un a&#xf1;o muy bueno, muy productivo, he aprendido mucho; aunque mi participaci&#xf3;n ha sido poca. La verdad es que los miembros de la comunidad son personas muy"
  },
  {
    "blog": "Adrián Perales",
    "titulo": "Redirigir mis energías mentales",
    "link": "https://adrianperales.com/2025/12/redirigir-mis-energias-mentales/",
    "fecha": "08/12/2025",
    "contenido": "He reflexionado varias veces en este blog sobre dos hechos que me definen bastante: la pulsión entre mis facetas de aficionado a internet y culturera, y el hecho de que ya no soy un chaval que pueda hacer muchas cosas a la vez como cuando estudiaba. Este curso, después de muchos, considero que tengo"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 8",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-8/",
    "fecha": "08/12/2025",
    "contenido": "Antes de leer, para pensar un poco...\n¿Cómo te enfrentas a la contemplación de tu «mochila emocional»?\n¿Crees que tratamos con justicia «lo roto»?\n¿Se te ocurre alguna manera de dignificar lo imperfecto?\nY ahora, leamos el poema:\nLas cicatrices, de Piedad Bonnett\nNo hay cicatriz, por brutal que pare"
  },
  {
    "blog": "Webnauta",
    "titulo": "La utopía pendiente...",
    "link": "https://webnauta.blog/la-utopia-pendiente",
    "fecha": "08/12/2025",
    "contenido": "https://www.youtube.com/watch?v=Yvs7f4UaKLoEl 17 de febrero de 2006 apareció The Last Job on Earth, un cortometraje que planteaba un escenario inquietante: un futuro donde la automatización y la inteligencia artificial han asumido la mayor parte de las tareas laborales, relegando a los seres humanos"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Os admiro",
    "link": "https://mcallus.net/2025/12/08/os-admiro/",
    "fecha": "08/12/2025",
    "contenido": "Admiro a los que han encontrado la felicidad,Admiro a los que estando solos no necesitan más,Admiro a los que les acecha el desánimo y no se rinden,Siento no ser como ellos mientras doy mi último paso."
  },
  {
    "blog": "plr blog",
    "titulo": "El CNRS de Francia cortará la suscripción a la Web of Science y la última de la FECYT fue de casi 14 millones con IVA para 3 años",
    "link": "https://pedrolr.es/blog/el-cnrs-de-francia-cortara-la-suscripcion-a-la-web-of-science-y-la-ultima-de-la-fecyt-fue-de-casi-14-millones-con-iva-para-3-anos/",
    "fecha": "08/12/2025",
    "contenido": "El día 1 de diciembre el CNRS (Centro Nacional para la Investigación Científica de Francia) anunció que a partir del 1 de enero de 2026 dejará de tener acceso a la base de datos Web of Web of Science de Clarivate Analytics, junto con la Core Collection y los Journal Citation Reports. Lo anunciaron e"
  },
  {
    "blog": "plr blog",
    "titulo": "Mejora de las páginas \"About\" y \"Sin trackers\" del blog",
    "link": "https://pedrolr.es/blog/mejora-de-las-paginas-about-y-sin-trackers-del-blog/",
    "fecha": "08/12/2025",
    "contenido": "He mejorado las páginas del \"About\" y \"sin trackers\" del blog. La de About sale en el menú y también en el footer, y la de sin trackers, en el footer. En el About he metido un pequeño índice con las subsecciones y también un mapa con la estructura del blog hecho con markmap. Aquí [&#8230;]"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Google prepara un nuevo sistema operativo para PC",
    "link": "https://mareosdeungeek.es/google-prepara-un-nuevo-sistema-operativo-para-pc/",
    "fecha": "08/12/2025",
    "contenido": "Google anunció a comienzo del otoño que prepara un nuevo sistema operativo para PC. En realidad, su idea es unificar Android y ChromeOS, accediendo así a un campo controlado por Microsoft y Windows desde hace décadas. Qualcomm se presenta como un actor importante en este movimiento de Google, de hec"
  },
  {
    "blog": "Feed de SL1200",
    "titulo": "- Reflexión sobre el self-hosting y la soberanía digital",
    "link": "https://proxy.dystopic.world/art/selfhosting.gmi",
    "fecha": "08/12/2025",
    "contenido": ""
  },
  {
    "blog": "note – matizeta",
    "titulo": "Recopilaciones",
    "link": "https://matizeta.com/2025/12/08/recopilaciones/",
    "fecha": "08/12/2025",
    "contenido": "Tengo ganas escribir en mi blog, dentro de la categoría «Note»&#160;, algunas entradas cortas, pequeñas recopilaciones de links que encuentro en la web y me parecen interesantes, como así también notas que leí y videos de YouTube que ví, con pequeños comentarios, pero sin tomarlo como un trabajo est"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Feria Pulsar 2025: Quilapayún",
    "link": "https://altgr.xyz/2025/12/08/feria-pulsar-2025-quilapayun/",
    "fecha": "08/12/2025",
    "contenido": "Un concierto que es parte de la celebración de los 60 años de carrera de Quilapayún. Un clásico de la nueva canción chilena en el escenario Santander, la tarde domingo."
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Feria Pulsar 2025: Catalina y Las Bordonas de Oro",
    "link": "https://altgr.xyz/2025/12/08/feria-pulsar-2025-catalina-y-las-bordonas-de-oro/",
    "fecha": "08/12/2025",
    "contenido": "Boleros y musica latinoamericana tradicional con la voz de Catalina Plaza y una orquesta de primer nivel liderada por el talentoso Martín Silva. La escuché por primera vez hace poco, ¡y en vivo me encantó!"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Feria Pulsar 2025: Niños del Cerro",
    "link": "https://altgr.xyz/2025/12/08/feria-pulsar-2025-ninos-del-cerro/",
    "fecha": "08/12/2025",
    "contenido": "Una de las muy buenas bandas de la escena independiente actual en el rock chileno: Niños del Cerro. En vivo demuestran el gran talento que poseen. Me quedé con ganas de un concierto más largo de ellos."
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Feria Pulsar 2025: Electrodomésticos",
    "link": "https://altgr.xyz/2025/12/08/feria-pulsar-2025-electrodomesticos/",
    "fecha": "08/12/2025",
    "contenido": "Los Electrodomésticos en el escenario SCD Pulsar en la jornada final de la Feria Pulsar 2025. Una de las bandas más importantes e influyentes del rock alternativo chileno. Este año, Carlos Cabezas, fundador y líder de la banda, está celebrando 40 años de carrera artística."
  },
  {
    "blog": "Si dios te da limones",
    "titulo": "Statichost.eu",
    "link": "https://sidiostedalimones.com/blog/2025/statichost/",
    "fecha": "08/12/2025",
    "contenido": ""
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Inmaculada Concepción",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/inmaculada-concepcion.html",
    "fecha": "08/12/2025",
    "contenido": "\n  \n    \n  \nLa Inmaculada Concepción, día festivo en España y en gran parte del mundo de tradición cristiana. El día de descanso que me faltaba para terminar de reponerme de varias semanas en las que arrastraba un cansancio mayúsculo.Viendo lo que me han ayudado tres días de descanso y que incluso c"
  },
  {
    "blog": "",
    "titulo": "Frase Semana.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/08/frase-semana-23/",
    "fecha": "08/12/2025",
    "contenido": "La vida es como una leyenda: no importa que sea larga, sino que esté bien narrada. Seneca&#160;"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 7",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-7/",
    "fecha": "07/12/2025",
    "contenido": "Antes de leer, para pensar un poco...\nCantaba Sabina que «al lugar en que has sido feliz no debieras tratar de volver». ¿Estás de acuerdo?\n¿Crees en las segundas partes en lo que respecta a historias de amor?\n¿Prefieres la incertidumbre del recuerdo y su romantización o la certidumbre del conocimien"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Ejercicio de clase Semana 12 del Taller de Escritura Creativa Librería Luces 2025/2026",
    "link": "https://mcallus.net/2025/12/07/ejercicio-de-clase-semana-12-del-taller-de-escritura-creativa-libreria-luces-2025-2026/",
    "fecha": "07/12/2025",
    "contenido": "Esta semana en clase solo éramos dos alumnos, la mala época de la gripe, así que después de la teoría estuvimos un rato hablando de nuestros proyectos literarios, lo cual fue muy enriquecedor. A continuación hicimos un ejercicio en el que a partir de una tarjeta tuvimos que escribir un texto. Aquí l"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Furia",
    "link": "https://mareosdeungeek.es/furia/",
    "fecha": "07/12/2025",
    "contenido": "Furia es una comedia española que puede verse en HBO Max. La serie se estrenó el pasado verano y la verdad es que fue bastante refrescante por su humor negro y grosero. Creada y dirigida por Félix Sabroso, destaca por el quinteto de protagonistas, algunas de las actrices más conocidas en nuestro paí"
  },
  {
    "blog": "Crónicas Digitales",
    "titulo": "La espía que me siguió",
    "link": "https://cronicasdigitales.mr-bytes.com/2025/12/la-espia-que-me-siguio.html",
    "fecha": "07/12/2025",
    "contenido": "&nbsp;Cuando\nestuve trabajando en Reino Unido, a mediados de los dos mil dieces, me ocurrió\nuna de las experiencias más curiosas de mi vida profesional, la empresa para la que colaborábamos envió a una persona exclusivamente para vigilar a mi equipo.\n\nSe trataba\nde un proyecto para una de las empres"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "505. Comunidad de vecinos",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/12/495-comunidad-de-vecinos.html",
    "fecha": "07/12/2025",
    "contenido": "&nbsp; &nbsp; Supongo que cualquiera de los que vivimos en un bloque de pisos tenemos vivencias, risibles o no, de lo que acontece en las reuniones comunitarias de propietarios.&nbsp; &nbsp; A mí me hace reír una vecina —es soltera o viuda— que, cada vez que le toca por rotación ser la presidenta de"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Feria Pulsar 2025: Panico",
    "link": "https://altgr.xyz/2025/12/07/feria-pulsar-2025-panico/",
    "fecha": "07/12/2025",
    "contenido": "En el cierre del segundo día de Feria Pulsar, tras casi 1 hora de atraso, la banda chileno-francesa Panico tocó en el escenario Santander. Rock alternativo y ruidoso que a ratos suena punk y a ratos muy electrónico. Una banda única."
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Feria Pulsar 2025: Joe Vasconcellos",
    "link": "https://altgr.xyz/2025/12/07/feria-pulsar-2025-joe-vasconcellos/",
    "fecha": "07/12/2025",
    "contenido": "Fiesta bajo una sorpresiva lluvia primaveral. Así fue la presentación de Joe Vasconcellos en el escenario SCD Pulsar. La carpa que cubre al público no fue suficiente para cubrir la intensidad del agua que caía, pero en nada opacó el show de Vasconcellos que es de lo mejor en lo que va de la feria es"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Feria Pulsar 2025: Fernando Milagros",
    "link": "https://altgr.xyz/2025/12/07/feria-pulsar-2025-fernando-milagros/",
    "fecha": "07/12/2025",
    "contenido": "Fernando Milagros en el escenario SCD Pulsar, en el segundo día de la Feria Puñsar 2025."
  },
  {
    "blog": "zona de confort",
    "titulo": "Inacabado",
    "link": "https://sopadeletras.club/efmorell/inacabado",
    "fecha": "07/12/2025",
    "contenido": ""
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Niebla",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/niebla.html",
    "fecha": "07/12/2025",
    "contenido": "\n  \n    \n  \nOcho de la mañana de un domingo festivo. Te levantas sabiendo que hoy no vas a hacer nada. Lees algo de prensa y sabes que hoy toca libro, peli y manta. La radio suena de fondo con RNE Clásica, aunque a las ocho cambias a CanalSur Radio para escuchar la información regional y sobre todo "
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 6",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-6/",
    "fecha": "06/12/2025",
    "contenido": "Antes de leer, para pensar un poco....\n¿Te has sorprendido a veces haciendo «cálculos» a la hora de relacionarte con otra persona?\n¿Qué crees que hay detrás de esas personas que, habiéndose amado mucho, se convierten en extraños?\n¿Qué cosas (actitudes, miedos, prejuicios...) pueden boicotear una rel"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Ejercicio de casa Semana 11 del Taller de Escritura Creativa Librería Luces 2025/2026",
    "link": "https://mcallus.net/2025/12/06/ejercicio-de-casa-semana-11-del-taller-de-escritura-creativa-libreria-luces-2025-2026/",
    "fecha": "06/12/2025",
    "contenido": "Para esta semana debíamos hacer un homenaje a Robert Walser y su obra el Paseo. La verdad es que solo he respetado la premisa en parte: primera persona y alguna cosa mundana al principio. Después me lo he llevado un poco al agobio sin llegar al terror con un final con cierto aire desesperanzador. Ar"
  },
  {
    "blog": "plr blog",
    "titulo": "Working paper/project sobre Ex libris y gasto público de bibliotecas universitarias, centros de investigación, etc., en España 2017-2025",
    "link": "https://pedrolr.es/blog/working-paper-project-sobre-ex-libris-y-gasto-publico-de-bibliotecas-universitarias-centros-de-investigacion-etc-en-espana-2017-2025/",
    "fecha": "06/12/2025",
    "contenido": "He publicado un working paper/project en Zenodo. Se titula: Ex Libris y gasto público: un análisis de licitaciones de bibliotecas universitarias, centros de investigación y otras instituciones de España entre 2017 y 2025. Esta es la referencia: Lázaro-Rodríguez, Pedro. (2025). Ex Libris y gasto públ"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Feria Pulsar 2025: Javiera Mena",
    "link": "https://altgr.xyz/2025/12/06/feria-pulsar-2025-javiera-mena/",
    "fecha": "06/12/2025",
    "contenido": "Para finalizar el primer día de Feria Pulsar 2025 fuimos a ver a Javiera Mena al escenario SCD Pulsar. De ella apenas conozco un par de canciones, así que fue una buena oportunidad para escuchar algo más. Electropop con energía hiperactiva sobre el escenario."
  },
  {
    "blog": "Actionauta - Notas por Sebastián Veggiani",
    "titulo": "Salvando TouchOSC Mk1",
    "link": "https://xol.ar/notes/salvando-touchosc-mk1",
    "fecha": "06/12/2025",
    "contenido": "Guardando para la posteridad la documentación de TouchOSC mk1"
  },
  {
    "blog": "56K",
    "titulo": "Imprimir en una gato Impresora de mierda desde Linux",
    "link": "https://56k.es/fanta/imprimir-en-una-gato-impresora-de-mierda-desde-linux/",
    "fecha": "06/12/2025",
    "contenido": "Imprimir en una gato-impresora (cat printer) es muy sencillo desde un smartphone. Hacerlo desde Linux tampoco es difícil tal y como mostramos en este post. Necesitamos disponer de bluetooth en nuestro PC. EL proceso es el siguiente: # apt update # apt install opencc python3-bleak $ git clone https:/"
  },
  {
    "blog": "La Loica",
    "titulo": "Calendarios 2026",
    "link": "https://laloica.noblogs.org/calendarios-2026/",
    "fecha": "05/12/2025",
    "contenido": "Les tengo un regalo de fin de año para agradecer todo el apañe, cariño y empuje que me han dado mi trabajo como artista. He diseñado dos calendarios 2026 para que puedan descargar de forma gratuita en mi Ko-Fi. Gatos y Perris Flores Uno es un marco floral hecho en digital y el segundo es ... Read mo"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 49 de 2025",
    "link": "https://victorhckinthefreeworld.com/2025/12/05/opensuse-tumbleweed-revision-de-la-semana-49-de-2025/",
    "fecha": "05/12/2025",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Interlan",
    "titulo": "Articulo: Encontré una excusa para aprender Git XD",
    "link": "https://interlan.ec/2025/12/05/articulo-encontre-una-excusa-para-aprender-git-xd/",
    "fecha": "05/12/2025",
    "contenido": "Después del incidente de haber perdido parte de el codigo en el que estaba trabajando, me di cuenta que me haría bien tener un repo con el historial de cambios bien establecido para poder revisar lo que he hecho antes en caso de tomar un camino equivocado. Introducción Pues verás, no me gusta git. P"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "App Defaults (2025)",
    "link": "https://blog.luiscarlospando.com/personal/2025/12/app-defaults-2025/",
    "fecha": "05/12/2025",
    "contenido": "Siguiendo el cotorreo que se armó en el episodio 097 de Hemispheric Views (Duel of the Defaults) e inspirado por este post de Gabz (mucho del crédito y estructura de este post van para él), estas son mis apps de batalla (muchas de las cuales también enlisto en mi /uses:"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "https://bearblog.dev",
    "link": "https://docig.bearblog.dev/httpsbearblogdev/",
    "fecha": "05/12/2025",
    "contenido": "En Bear Blog, el oso no habla, solo escribe. Sus palabras se amontonan, frías y perfectas, como un té instantáneo que nunca se disuelve del todo. Una tarde, abrí un post al azar y leí: “Hoy aprendí a sentir el vacío sin miedo”. Cerré la pantalla, pero el eco quedó pegado a la piel, como un fantasma "
  }
]