[
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "Los navegadores de OpenAI y Perplexity como riesgo de seguridad",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2025/11/19/20251119-navegador-agentico/",
    "fecha": "19/11/2025",
    "contenido": "Si bien la idea de agentes inteligentes es muy interesante, una mala implementación es un peligro"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Publicado Agama 18",
    "link": "https://victorhckinthefreeworld.com/2025/11/18/publicado-agama-18/",
    "fecha": "18/11/2025",
    "contenido": "Agama es el nuevo instalador de sistemas openSUSE y SUSE y se acaba de publicar su versión número 18"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "El puñetero término medio.",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/el-punetero-termino-medio/",
    "fecha": "18/11/2025",
    "contenido": "Ahí es donde reside la virtud, en ese barrio residencial exclusivo al que tan pocos tienen acceso. Ahí es a donde todas queremos llegar: a que nos importe sin que nos duela demasiado, a aprovechar el tiempo sin cansarnos, a sentir sin saturarnos, a ... Bueno, creo que se pilla la idea. \nRecuerdo la "
  },
  {
    "blog": "Jinversor",
    "titulo": "Curiosidades de la red oscura",
    "link": "https://jinversor.co/2025/11/curiosidades-de-la-red-oscura/",
    "fecha": "18/11/2025",
    "contenido": "Hace unos días entré a la red oscura a buscar documentos interesantes para leer. Cosas como que los extraterrestres caminan entre nosotros, que Hitler fingió su muerte y vive en [&#8230;]\nLa entrada Curiosidades de la red oscura se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Fantarquía, el festival de fantasía peligrosa, se celebra en Valencia el 29/11/2025",
    "link": "https://mcallus.net/2025/11/18/fantarquia-el-festival-de-fantasia-peligrosa-se-celebra-en-valencia-el-29-11-2025/",
    "fecha": "18/11/2025",
    "contenido": "Hay un par de eventos en el tramo final del año que me dan todo el coraje perderme. Uno de ellos es Fantarquía, el festival de fantasía peligrosa que tendrá lugar en Valencia el sábado 29 de noviembre de 2025. Fijaos que estuve mirando hasta la viabilidad de ir y volver en el día para [&#8230;]"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Age of Empires II Chronicles: Alexander the Great",
    "link": "https://mareosdeungeek.es/age-of-empires-ii-chronicles-alexander-the-great/",
    "fecha": "18/11/2025",
    "contenido": "Age of Empires II Chronicles: Alexander the Great es el último DLC de la famosa saga de estrategia en tiempo real de Microsoft. Volvemos a la Edad Antigua y escribiremos la crónica que nos llevará, junto a Alejandro Magno a forjar uno de los imperios más grandes de la Historia. Continuando con la se"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "488. Orgullo positivo, orgullo negativo",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/11/488-orgullo-positivo-orgullo-negativo.html",
    "fecha": "18/11/2025",
    "contenido": "&nbsp; &nbsp; Muchas de las veces en las que me miro en el espejo tengo conversaciones con mi orgullo; con el negativo y el positivo. Siempre intento que sea el segundo el que tome el mando. Pero nunca acabo de averiguar cuál de los dos prepondera más en mí. «Por si acaso, tengo que trabajar más en "
  },
  {
    "blog": "_ voidNull",
    "titulo": "Crear un clúster en Proxmox",
    "link": "https://voidnull.es/crear-un-cluster-en-proxmox/",
    "fecha": "18/11/2025",
    "contenido": "Aprende a crear un clúster en Proxmox y gestiona varios nodos con HA, migración en vivo y control centralizado."
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "La Logia de los Ceros y los Unos",
    "link": "https://docig.bearblog.dev/la-logia-de-los-ceros-y-los-unos/",
    "fecha": "18/11/2025",
    "contenido": "El profesor Trost, un hombrecito de barba rala y entusiasmo volcánico, lo había encontrado en un lote baldío detrás de una casa de cambio de divisas en Lomas de Zamora. No un tesoro, no; peor: un misterio.Era una tablilla de arcilla cocida, de no más de diez centímetros por quince, cubierta por un p"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Entrada de prueba",
    "link": "https://www.xn--jmuoz-qta.es/2025/11/entrada-de-prueba.html",
    "fecha": "18/11/2025",
    "contenido": "Estoy hasta arriba de trabajo y no tengo la misma asiduidad escribiendo por aquí como en verano, cuando publicaba prácticamente una entrada al día; en algunas ocasiones, incluso dos y algún día concreto, tres. Me paso por aquí cuando puedo y, muchas veces, cuando me dejan.El caso es que esta mañana "
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Lluvia",
    "link": "https://www.xn--jmuoz-qta.es/2025/11/lluvia.html",
    "fecha": "18/11/2025",
    "contenido": "\n  \n    \n  \nLluvia. Días grises y tormentosos. Suele decirse a esto \"mal tiempo\", pero a mí estos días me encantan. Tres días seguidos de lluvia, oh maravilla. Y ahora mínimas frías de verdad y algo de niebla al amanecer.Ha entrado el frío y, ahora sí, los días me pasan volando. Todo está ya engrasa"
  },
  {
    "blog": "",
    "titulo": "Recomendación de la semana.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/18/recomendacion-de-la-semana-30/",
    "fecha": "18/11/2025",
    "contenido": "Uno de los grupos con los que descubrí la musica celta fue el grupo Breton-Frances Keltas, este grupo empezó como un dúo al que se le agregaron otros músicos que le dieron forma al grupo, tuvieron un auge que luego decayó pero que gracias a la perseverancia de sus miembros lograron volver a levantar"
  },
  {
    "blog": "Blog de Joselito",
    "titulo": "Sin antidepresivo",
    "link": "https://joselito.mataroa.blog/blog/sin-antidepresivo/",
    "fecha": "17/11/2025",
    "contenido": "Tras 1 año y medio tomando un antidepresivo por el problema que tuve con la ansiedad, por fin llevo todo este mes sin tomarlo. \nEs curioso, pero no noté nada cuando fui bajando la dosis, desde una 20 a una 15 y luego hasta una 10, y luego durante todo un mes tomando ésta de 10 un día si y otro no, b"
  },
  {
    "blog": "La Loica",
    "titulo": "Autodefensa Digital Explicada por Gatxs",
    "link": "https://laloica.noblogs.org/autodefensa-digital-explicada-por-gatxs/",
    "fecha": "17/11/2025",
    "contenido": "En el marco del Taller “Autodefensa Digital ante el Ciberacoso a través de Fanzines”, diseñé este pequeño fanzine de descarga libre: “Autodefensa digital explicada por Gatxs”. Es un mini-protocolo práctico para saber cómo actuar frente a situaciones de violencia digital, pensado para que nadie tenga"
  },
  {
    "blog": "brucknerite",
    "titulo": "Alienígenas e inteligencia",
    "link": "https://brucknerite.net/2025/11/alienigenas-e-inteligencia.html",
    "fecha": "17/11/2025",
    "contenido": "“We have no idea what an alien person or being or intelligence or machine would be motivated by… We don’t know what motivates the Kremlin, for God’s sake.”"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Cómo explicar las 4 libertades del software libre a los niños y niñas",
    "link": "https://victorhckinthefreeworld.com/2025/11/17/como-explicar-las-4-libertades-del-software-libre-a-los-ninos-y-ninas/",
    "fecha": "17/11/2025",
    "contenido": "Si eres un padre o una madre, o personal docente y quieres enseñar cuales son las 4 libertades del software libre puedes hacerlo con estos ejemplos Este artículo trata de acercar el concepto de las cuatro libertades del software libre a los más pequeños. Hace una serie de comparaciones para que los "
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "Desensibilización.",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/desensibilizacion/",
    "fecha": "17/11/2025",
    "contenido": "Cuando empecé la terapia, después de hacer pum-cata-pum una de las cosas que le pedí a mi terapeuta fue estrategias para hacer que la violencia que padezco (ya sea dirigida a mí directamente, a mí como símbolo o a otros) me doliese menos porque no puedo pelear todas las batallas, no tengo energía, p"
  },
  {
    "blog": "Jinversor",
    "titulo": "Suplantación de identidad",
    "link": "https://jinversor.co/2025/11/suplantacion-de-identidad/",
    "fecha": "17/11/2025",
    "contenido": "Hace poco me llegaron unos mensajes de un número desconocido pero la foto de perfil era de una persona que sí conozco. Me pareció sospechoso pues no es alguien con [&#8230;]\nLa entrada Suplantación de identidad se publicó primero en Jinversor."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Todas las personas que fui",
    "link": "https://mareosdeungeek.es/todas-las-personas-que-fui/",
    "fecha": "17/11/2025",
    "contenido": "Todas las personas que fui seguramente sea la lectura más rápida en ser comentada en esta bitácora (si estás apuntado a la lista de correo sabes por qué lo digo) Leído ayer mismo, sin lugar a dudas, la obra de Alfonso Casas merece la pena. Estamos ante al tercera parte de una serie de obras [&#8230;"
  },
  {
    "blog": "Cajón desastre",
    "titulo": "Cinco escenas de Night in the Woods",
    "link": "https://ccriss92.bearblog.dev/cinco-escenas-de-night-in-the-woods/",
    "fecha": "17/11/2025",
    "contenido": "En la reseña que escribí sobre Night in the Woods comenté que un aspecto que me gustaba mucho del juego eran aquellos momentos muy especiales que nacían de lo cotidiano. A partir de ellos y de todo lo que me han transmitido, he querido hacer un pequeño ejercicio, que consiste en seleccionar cinco de"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "El ingrediente inesperado: Capítulo 17",
    "link": "https://blog.danielaragay.net/el-ingrediente-inesperado-capitulo-17/",
    "fecha": "17/11/2025",
    "contenido": "Todos los cap&#xed;tulos anteriores: https://books.danielaragay.net/bookstack/books/el-ingrediente-inesperadoCaminaban sin prisa por las calles en direcci&#xf3;n al Wat Phra Singh, dejando atr&#xe1;s el ruido alegre de los cubetazos y las risas de Songkran. Sebasti&#xe1;n avanzaba con una sonrisa qu"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Nginx Proxy Manager en Proxmox",
    "link": "https://voidnull.es/instalacion-de-proxy-nginx-manager-en-proxmox/",
    "fecha": "17/11/2025",
    "contenido": "Gestor web para crear proxies inversos y SSL fácilmente con Nginx."
  },
  {
    "blog": "Actionauta - Notas por Sebastián Veggiani",
    "titulo": "Enseñar programación",
    "link": "https://xol.ar/notes/ensenar-programacion",
    "fecha": "17/11/2025",
    "contenido": "Luego de fallar múltiples veces intentando enseñar a crear con código, un pequeño post en otro blog ha encendido una idea que podría ser más efectiva."
  },
  {
    "blog": "La cosa infinita",
    "titulo": "El Hapticón",
    "link": "https://docig.mataroa.blog/blog/el-hapticon/",
    "fecha": "17/11/2025",
    "contenido": "\"Unum\" era la red social. Una palabra. Solo una.\nPara interactuar, usabas el Hapticón, un casco ligero que proyectaba la palabra del usuario flotando a veinte metros de altura, y que transmitía la \"fuerza\" de esa palabra como una presión suave o un leve calor en la piel.\nEl feed global era un cielo "
  },
  {
    "blog": "",
    "titulo": "Frase de la semana.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/17/frase-de-la-semana-56/",
    "fecha": "17/11/2025",
    "contenido": "Un buen comienzo es la mitad del trabajo. Proverbio irlandés"
  },
  {
    "blog": "Calaveras",
    "titulo": "¿Qué pasa con las tipografías Serif?",
    "link": "https://calaveras.bearblog.dev/que-pasa-con-las-tipografias-serif/",
    "fecha": "17/11/2025",
    "contenido": "Teniendo un poquito de tiempo, me puse a revisar las últimas identidades visuales que armé, como una especie de introspectiva diseñística, y primero me puse contento por la amplia variedad de colores que incorporé a mi flujo de trabajo, a mi forma de pensar y de componer una identidad, pero luego me"
  },
  {
    "blog": "Jinversor",
    "titulo": "Conocí a Vicky de Fértil Miseria",
    "link": "https://jinversor.co/2025/11/conoci-a-vicky-de-fertil-miseria/",
    "fecha": "16/11/2025",
    "contenido": "Me escapé un momento del Blockchain Summit Latam 2025 para ir a conocer a Vicky Castro, la vocalista de Fértil Miseria, una de las bandas de Hardcore Punk colombianas que [&#8230;]\nLa entrada Conocí a Vicky de Fértil Miseria se publicó primero en Jinversor."
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#167: tomar más infusiones",
    "link": "https://www.macram.es/posts/2025/11/infusiones/",
    "fecha": "16/11/2025",
    "contenido": "Tengo que retomar la costumbre de tomarme una infusión antes de dormir. Creo que me sienta bien. Me gustan las infusiones y tomo varias al día (sin contar el café, que técnicamente es una infusión también). Ya escribí alguna cosa que pienso sobre ellas: creo que todos deberíamos tomar más infusiones"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "El ingrediente inesperado. Capítulo 16",
    "link": "https://blog.danielaragay.net/el-ingrediente-inesperado-capitulo-16/",
    "fecha": "16/11/2025",
    "contenido": "Cap&#xed;tulos anteriores: https://books.danielaragay.net/bookstack/books/el-ingrediente-inesperadoSebasti&#xe1;n gir&#xf3; la cabeza hacia Bom mientras segu&#xed;an avanzando entre los puestos iluminados del mercado nocturno.&#x2014;A ver&#x2026; &#x2014;dijo &#xe9;l, bajando un poco la voz mientra"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "El curioso truco del cuenco de agua: el secreto tailandés para curries jugosos",
    "link": "https://blog.danielaragay.net/el-curioso-truco-del-cuenco-de-agua-el-secreto-tailandes-para-curries-jugosos/",
    "fecha": "16/11/2025",
    "contenido": "Si alguna vez has visto a una cocinera asi&#xe1;tica cubrir su olla con un plato y poner encima un cuenco lleno de agua, quiz&#xe1; te hayas preguntado &#xbf;por qu&#xe9; hacen eso? Esta t&#xe9;cnica, popular en cocinas de Asia (desde Tailandia hasta la India)"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Flowers, una declaración de amor propio",
    "link": "https://altgr.xyz/2025/11/16/flowers-una-declaracion-de-amor-propio/",
    "fecha": "16/11/2025",
    "contenido": "Fue el primer single del álbum Endless Summer Vacation de Miley Cyrus, publicado en 2023 y uno de mis favoritos de esa temporada. Es una verdadera declaración de amor propio, iniciada con una linea de bajo hipnotizante que se mantiene durante casi todo el tema. Me encanta. Como declaró la propia Mil"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Ping #13: Actualizaciones, novedades y ranking de distros",
    "link": "https://voidnull.es/ping-13/",
    "fecha": "16/11/2025",
    "contenido": "Aquí encontrarás las distribuciones más recientes, paquetes actualizados y el ranking de las distros más descargadas. 🚀"
  },
  {
    "blog": "Si dios te da limones",
    "titulo": "Separar al autor de la obra",
    "link": "https://sidiostedalimones.com/blog/2025/separar-al-autor-de-la-obra/",
    "fecha": "16/11/2025",
    "contenido": ""
  },
  {
    "blog": "Diana                                                       Laurencich",
    "titulo": "Donde manda capitán…",
    "link": "https://dianalaurencich.wordpress.com/2025/11/16/donde-manda-capitan/",
    "fecha": "16/11/2025",
    "contenido": "Me encantan estos días, aunque suene mal decirlo, aunque conozca las implicancias de las tormentas como la de anoche para muchxs. Para lxs que no habitan en Buenos Aires y zonas aledañas les cito lo que dice uno de los diarios del día: Se prevén vientos de hasta 41 kilómetros por hora, con ráfagas q"
  },
  {
    "blog": "La Frikoteca",
    "titulo": "Reseña de Entre críticos y pifias",
    "link": "http://frikoteca.blogspot.com/2025/11/resena-de-entre-criticos-y-pifias.html",
    "fecha": "16/11/2025",
    "contenido": "Uno de los mejores blogs dedicados a los juegos de rol que tenemos en castellano es Rol de los 90, creado por Surf, el pseudónimo de Domingo Cuenca Osuna. Mientras que la mayoría de los blogs roleros son bitácoras personales en las que la gente habla del rol desde el punto de vista del aficionado (e"
  },
  {
    "blog": "Alexis Alzate",
    "titulo": "Deberías intentar crear tu primera página web",
    "link": "https://alexisalzate.com/blog/2025-11-09/",
    "fecha": "15/11/2025",
    "contenido": "Algo que suele sorprenderme es cuando alguien dice: “yo no sé” y se\nqueda así, como si no tuviera la capacidad de aprender como el resto de\nlas personas.\nSi estás leyendo este texto y aún no tienes una página web, tal vez\ndeberías aprender a crear tu propio espacio en Internet, más allá de los\nperfi"
  },
  {
    "blog": "La Máquina de Von Neumann",
    "titulo": "No, ni los LLMs son conscientes ni mi smartphone tiene hambre",
    "link": "https://vonneumannmachine.wordpress.com/2025/11/15/no-ni-llms-son-conscientes-ni-mi-smartphone-tiene-hambre/",
    "fecha": "15/11/2025",
    "contenido": "Llevo unos días un tanto consternado porque, a pesar de que estoy completamente seguro que mi blog es leído fervientemente en Silicon Valley, ahora se están duplicando los trabajos y publicaciones que hablan de consciencia en grandes modelos de lenguaje con desenfadada frescura y sin demasiado pudor"
  },
  {
    "blog": "La bitácora de Locutus",
    "titulo": "XXXVII",
    "link": "http://locutusbit.blogspot.com/2025/11/xxxvii.html",
    "fecha": "15/11/2025",
    "contenido": "&nbsp;Innumerableslos irreconciliablesdesconocidos.Pascual Herrera"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Un paseo cinematográfico con iPhone 17 Pro",
    "link": "https://blog.danielaragay.net/un-paseo-cinematografico-con-iphone-17-pro/",
    "fecha": "15/11/2025",
    "contenido": "Pocas cosas hay m&#xe1;s agradables que pasear con Rico al final del oto&#xf1;o en Suecia. Los &#xe1;rboles ya casi han perdido sus hojas, el aire est&#xe1; fr&#xed;o pero no insoportable y la luz entra rasante, suave, perfecta para hacer v&#xed;deo."
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Conociendo a Melendi",
    "link": "https://altgr.xyz/2025/11/15/conociendo-a-melendi/",
    "fecha": "15/11/2025",
    "contenido": "De Melendi solo había escuchado un par de canciones antes de llegar a su concierto del jueves en el Movistar Arena. De hecho, pensaba que era una especie de nuevo Arjona, muy joven, con solo unos cuantos años de carrera musical. Resulta que es un artista que ahora está celebrando 20 años de carrera "
  },
  {
    "blog": "zona de confort",
    "titulo": "La Dama Blanca",
    "link": "https://sopadeletras.club/efmorell/la-dama-blanca",
    "fecha": "15/11/2025",
    "contenido": ""
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Mostrar el contenido de un archivo de texto en Amstrad CPC",
    "link": "https://malagaoriginal.blogspot.com/2025/11/mostrar-el-contenido-de-un-archivo-de.html",
    "fecha": "14/11/2025",
    "contenido": "Si en un Amstrad CPC tecleas el comando:CAT misdatos.txtNo te mostrará el contenido del archivo de nombre misdatos.txt, en el mejor de los casos te mostrará el nombre del archivo si está en el directorio del disquete o si lo encuentra recorriendo la cinta.Entonces, ¿cómo puedo ver el contenido de un"
  },
  {
    "blog": "La Loica",
    "titulo": "Revista – El Gran Libro del Crochet Decohogar",
    "link": "https://laloica.noblogs.org/revista-el-gran-libro-del-crochet-decohogar/",
    "fecha": "14/11/2025",
    "contenido": "Esta revista (aunque se autodenomina libro) es de la editorial Evia y es una publicación del 2016 en Argentina. Esta revista la encontré en una librería de libros usados. Esta revista en particular me gusta mucho porque tiene un inicio muy detallado para quienes se están iniciando en el crochet; de "
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 46 de 2025",
    "link": "https://victorhckinthefreeworld.com/2025/11/14/opensuse-tumbleweed-revision-de-la-semana-46-de-2025/",
    "fecha": "14/11/2025",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Blog de Thalskarth",
    "titulo": "Desconectando - Semana 2",
    "link": "https://blog.thalskarth.ar/desconectando-semana-dos/",
    "fecha": "14/11/2025",
    "contenido": "Segunda semana desde que inicié el proyecto de desconexión durante Noviembre. Parece mentira lo rápido que se me pasó esta segunda semana. Creo que fue ayer cuando escribía la entrada anterior."
  },
  {
    "blog": "Interlan",
    "titulo": "Desarme: Case Power Bank 18650×8 18000mAh",
    "link": "https://interlan.ec/2025/11/14/desarme-case-power-bank-18650x8-18000mah/",
    "fecha": "14/11/2025",
    "contenido": "Siempre quise un Case Power Bank, debido a la enorme cantidad de baterías de litio que estaba acumulando debido a que arreglaba computadoras  y bueno, las mías propias que dejaban de funcionar. Me parecía una buena idea para poder reciclar hasta la ultima gota de la vida de esas baterías, conocidas "
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Las cosas que pasan cuando dejamos de querer ser vistos",
    "link": "https://blog.luiscarlospando.com/personal/2025/11/las-cosas-que-pasan-cuando-dejamos-de-querer-ser-vistos/",
    "fecha": "14/11/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Se nos ha olvidado navegar por Internet",
    "link": "https://www.macram.es/posts/2025/11/navegar-por-internet/",
    "fecha": "14/11/2025",
    "contenido": "Cuando no teníamos Internet en el bolsillo ni en todas partes, cuando el uso de Internet era totalmente intencional y consciente y no lo teníamos tan interiorizado, había una cosa que hacíamos: entrábamos en Internet. Si teníamos la suerte de tener Internet en casa teníamos que conectarnos a la red,"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "487. Los tiempos salvajes",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/11/487-los-tiempos-salvajes.html",
    "fecha": "14/11/2025",
    "contenido": "&nbsp; &nbsp;Nile me transportaron atrás en el tiempo, cuando el sol todavía era joven y se ocultaba tras las pirámides hasta desaparecer. Me dieron a conocer a Nefrén-ka, el Faraón Negro, último y verdadero de la Tercera Dinastía de Egipto.&nbsp;&nbsp; &nbsp;No pude más que rendirme ante su magnifi"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Accidente de bus en Estocolmo, pereza haciendo producciones y más",
    "link": "https://blog.danielaragay.net/accidente-de-bus-en-estocolmo-pereza-haciendo-producciones-y-mas/",
    "fecha": "14/11/2025",
    "contenido": "Un poco de todo y poni&#xe9;ndote al d&#xed;a de las &#xfa;ltimas noticias: accidente de bus en Estocolmo, pereza haciendo producciones, nuevo MacBook Pro, comparando con el MacStudio entre otras cosas.Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@pr"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Tu falta de querer – Dua Lipa (Original de Mon Laferte)",
    "link": "https://altgr.xyz/2025/11/14/tu-falta-de-querer-dua-lipa-original-de-mon-laferte/",
    "fecha": "14/11/2025",
    "contenido": "Dua Lipa versionó Tu Falta de Querer de Mon Laferte en su primera presentación en Chile, la noche del martes 11 de noviembre, como parte del Radical Optimism Tour 2025. La canción estuvo bien, aunque está lejos de ser un gran cover. La original con la entonación y el sentimiento que lo interpreta Mo"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Endpoints y variables en Docker #9",
    "link": "https://voidnull.es/docker-7-3/",
    "fecha": "14/11/2025",
    "contenido": "Aprende a usar ENTRYPOINT, CMD, ARG y ENV para crear contenedores Docker flexibles y configurables."
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Retoque Húmedo",
    "link": "https://docig.bearblog.dev/el-retoque-humedo/",
    "fecha": "14/11/2025",
    "contenido": "Bartolo barría el Teatro de los Soliloquios. Las tres de la mañana, un silencio electrónico y el olor a ozono residual de la proyección. Acababan de terminar Las Horas Muertas, una tragedia sobre un relojero ciego, interpretada por un elenco de hologramas de luz coherente.\nEncontró un pañuelo de sed"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "La red social de texto plano de una sola palabra",
    "link": "https://docig.mataroa.blog/blog/la-red-social-de-texto-plano-de-una-sola-palabra/",
    "fecha": "14/11/2025",
    "contenido": "\"Unum\" era la red social. Una palabra. Solo una.\nEl feed era un desierto de monosílabos.\n\"Hambre.\" \"Gris.\" \"Espera.\"\nMillones de almas destilando su existencia en un solo vocablo. Había usuarios que llevaban años con el mismo mensaje, anclados a su mantra: \"Dolor.\" Otros rotaban su palabra cada aman"
  },
  {
    "blog": "Adrián Perales",
    "titulo": "¿Está tan mal la educación actual?",
    "link": "https://adrianperales.com/2025/11/esta-tan-mal-la-educacion-actual/",
    "fecha": "13/11/2025",
    "contenido": "Cuando pensamos en la educación de nuestros jóvenes parece que todo está fatal. Vamos a darle una vueltecita al asunto. Sí… La situación es verdaderamente complicada. Solo pensando un poco tengo una metralleta de razones para decir que la educación está tan mal como solemos pensar. Faltan medios mat"
  },
  {
    "blog": "plr blog",
    "titulo": "Citas y fragmentos de obras con licencia CC BY-ND o CC BY-NC-ND en materiales de clase de asignaturas de una universidad pública",
    "link": "https://pedrolr.es/blog/citas-y-fragmentos-de-obras-con-licencia-cc-by-nd-o-cc-by-nc-nd-en-materiales-de-clase-de-asignaturas-de-una-universidad-publica/",
    "fecha": "13/11/2025",
    "contenido": "Este contenido lo iba a haber incluido en un post anterior muy parecido, pero al final lo publico como post individual. Preparando materiales para mis clases, en muchas ocasiones me surge el dilema de si puedo incluir contenido de otras obras que tienen licencia CC BY-ND o CC BY-NC-ND. El no comerci"
  },
  {
    "blog": "plr blog",
    "titulo": "Citas y fragmentos de manuales, libros de texto o publicaciones asimiladas en materiales de clase de asignaturas de una universidad pública",
    "link": "https://pedrolr.es/blog/citas-y-fragmentos-de-manuales-libros-de-texto-o-publicaciones-asimiladas-en-materiales-de-clase-de-asignaturas-de-una-universidad-publica/",
    "fecha": "13/11/2025",
    "contenido": "Este curso estoy impartiendo docencia en la asignatura de Derechos y Licencias Digitales del Máster en Gestión de la Documentación, Bibliotecas y Archivos de la UCM. He tenido que investigar muchos casos sobre propiedad intelectual y libros, música, entidades de gestión, etc., y analizar a fondo el "
  },
  {
    "blog": "Plutoide Marcianadas",
    "titulo": "Mini Carrera con Púlsar, Jin, y Aulik",
    "link": "https://plutoidemarcianadas.blogspot.com/2025/11/mini-carrera-con-pulsar-jin-y-aulik.html",
    "fecha": "13/11/2025",
    "contenido": "Finalizado: 2025-11-11Púlsar, Jin, y Aulik, participan en una carrera en el parque de piscinas de Ciudad Aqua...  › Ver más »¡Patina todo el día!"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "Mi experiencia como OMT- III",
    "link": "https://gatooscuro.xyz/mi-experiencia-como-omt-lll/",
    "fecha": "13/11/2025",
    "contenido": "Hoy vengo a continuar esta serie de artículos basados en la seguridad privada, labor que desarrollo desde hace unos años y de la cual me siento demasiado agradecido, con sus\nSeguir leyendo  Mi experiencia como OMT- III\nEl cargo Mi experiencia como OMT- III apareció primero en El cuarto de GatoOscuro"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Vuelvo a tener un equipo de música en casa",
    "link": "https://matizeta.com/2025/11/13/vuelvo-a-tener-un-equipo-de-musica-en-casa/",
    "fecha": "13/11/2025",
    "contenido": "Estoy hablando de un aparato de música sencillo. Si hace falta que lo aclare, son de esos que no cuentan con una batería para llevar de un lado a otro sino que para que funcione tiene que estar conectado a la pared. Uno con dos parlantes, FM y lector de CD, como lo de los [&#8230;]"
  },
  {
    "blog": "¿Hay algo que no mejore con queso?",
    "titulo": "Té de manzana",
    "link": "https://puedellevarqueso.es/2025/11/te-de-manzana/",
    "fecha": "13/11/2025",
    "contenido": "Este verano intenté secar cáscara de naranja para infusiones. la conclusión es que es un proceso lento que no merece mucho la pena. Secar cáscara de manzana es un poco más fácil, y el trabajo yua está hecho de todas formas si por el motivo que sea vamos a pelar muchas manzanas. Para una tarta, [&#82"
  },
  {
    "blog": "¿Hay algo que no mejore con queso?",
    "titulo": "Magdalenas de manzana",
    "link": "https://puedellevarqueso.es/2025/11/magdalenas-de-manzana/",
    "fecha": "13/11/2025",
    "contenido": "Suelo preferir las recetas pesadas a las medidas, pero se me ha roto la báscula y tenía una tarde libre, así que a sacar las tazas de medir. Ingredientes: Precalienta el horno a 180º y prepara los papelillos de magdalena, en una bandeja con huecos si la tienes. Prepara la fruta: pela, trocea, ponla "
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Dua Lipa, Una estrella pop de nuestros tiempos",
    "link": "https://altgr.xyz/2025/11/13/dua-lipa-una-estrella-pop-de-nuestros-tiempos/",
    "fecha": "13/11/2025",
    "contenido": "Yo pensé que me gustaba más Dua Lipa. Sin lugar a dudas una de las mayores estrellas pop en la actualidad. Tiene talento de sobra. Su show es muy bueno y tiene excelentes canciones. Pero no es el tipo de concierto que yo más disfruto. A mi me gusta que el foco esté en la música y en los músicos. El "
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Immich en Portainer",
    "link": "https://voidnull.es/instalacion-de-immich-en-portainer/",
    "fecha": "13/11/2025",
    "contenido": "Instala Immich en tu NAS con Portainer y guarda tus fotos y vídeos de forma privada y segura."
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "La Esfera del Qubit Incompleto",
    "link": "https://docig.bearblog.dev/la-esfera-del-qubit-incompleto/",
    "fecha": "13/11/2025",
    "contenido": "Digamos que todo empezó con un cigarrillo. No es una metáfora, es que el humo subía en espirales —espirales de Malboro, marca Punto y Aparte— y me hizo pensar en algo que el Profesor Jencks había garabateado en la pizarra: la superposición.\nJencks, con su barba de filósofo desterrado, insistía en qu"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "Error 404 La Página que Se Negó a Estar",
    "link": "https://docig.mataroa.blog/blog/error-404-la-pagina-que-se-nego-a-estar/",
    "fecha": "13/11/2025",
    "contenido": "Yo estaba buscando la biografía de una señora que coleccionaba campanillas diminutas, un asunto sin importancia, pero mi curiosidad tiene esa cualidad de una tecla descompuesta: solo repite la misma nota hasta que duele.\nTecleé la dirección. El ordenador hizo un silencio largo, un silencio que no er"
  },
  {
    "blog": "",
    "titulo": "SANTIAGO MOLINA LANZA UN CROWDFUNDING PARA FINANCIAR UN DOCUMENTAL Y UN DISCO.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/13/santiago-molina-lanza-un-crowdfunding-para-financiar-un-documental-y-un-disco/",
    "fecha": "13/11/2025",
    "contenido": "Desde hace tiempo Santiago Molina viene con intensión de grabar un nuevo disco, por ello lanzo un crowdfunding para financiar de manera independiente su nueva producción discográfica, ademas decidió lanzar un documental con todo el proceso de grabación y realización del disco. Ya se viene trabajando"
  },
  {
    "blog": "plr blog",
    "titulo": "The Marvelous Mrs. Maisel y Mad Men ocurren en la misma ciudad y más o menos la misma época: qué cerca y qué diferentes",
    "link": "https://pedrolr.es/blog/the-marvelous-mrs-maisel-y-mad-men-ocurren-en-la-misma-ciudad-y-mas-o-menos-la-misma-epoca-que-cerca-y-que-diferentes/",
    "fecha": "12/11/2025",
    "contenido": "Estoy viendo por segunda vez la serie The Marvelous Mrs. Maisel y Mad Men la vi dos veces ya. Me llama la atención que ambas series ocurren en la década de los 50 y/o 60, en un tiempo muy cercano, y además en la misma ciudad: Nueva York. En cambio, la realidad de ese tiempo [&#8230;]"
  },
  {
    "blog": "alt43",
    "titulo": "Migrando de Spotify al código abierto",
    "link": "https://alt43.es/migrando-de-spotify-al-codigo-abierto/",
    "fecha": "12/11/2025",
    "contenido": "Como usuario durante muchos años de una cuenta Premium (compartida) en Spotify, llevo bastante tiempo barajando la posibilidad&#46;&#46;&#46;"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Lux",
    "link": "https://www.macram.es/musica/lux/",
    "fecha": "12/11/2025",
    "contenido": "Es noviembre de 2025 y estoy interesado en la música. Por supuesto que tenía que escuchar Lux. Rosalía es una artista que me gusta aunque tampoco puedo decir que sea fan ni que me obsesione. Y este disco está totalmente dentro de lo que podría esperar de ella, vista su trayectoria (Motomami aparte)."
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Bonus: Joe Vasconcellos con Nicole",
    "link": "https://altgr.xyz/2025/11/12/bonus-track-joe-vasconcellos-con-nicole/",
    "fecha": "12/11/2025",
    "contenido": "En mi opinión, no fue la mejor colaboración de la jornada. De hecho me pareció que entró un poco fuera de tono, pero Nicole es una de nuestras más grandes divas pop. Talentosa, carismática y guapísima. Por eso merece una publicación exclusiva. Interpretó «Solo por esta noche» junto a Vasconcellos."
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Joe Vasconcellos: 30 años de «Toque»",
    "link": "https://altgr.xyz/2025/11/12/joe-vasconcellos-30-anos-de-toque/",
    "fecha": "12/11/2025",
    "contenido": "Como si Fauna Primavera hubiese sido poco, el domingo nos fuimos a la celebración de los 30 años de «Toque», el más exitoso disco de Joe Vasconcellos, en el Movistar Arena. El concierto estuvo muy por sobre mis expectativas. ¡Cuántas canciones memorables! muchas de ellas las tenía casi olvidadas. Mú"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Navidrome en Portainer",
    "link": "https://voidnull.es/instalacion-de-navidrome-en-portainer/",
    "fecha": "12/11/2025",
    "contenido": "Descubre cómo instalar Navidrome en Portainer dentro de tu NAS y crea tu propio servicio de música en la nube sin complicaciones."
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "Violoncello como navegador en texto plano",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2025/11/12/20251112-violoncello/",
    "fecha": "12/11/2025",
    "contenido": "Navegar en texto plano tiende ventajas de velocidad y ahorra, pero tambien visibiliza el poco respeto porla accesibilidad"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Kernel de Un Megabyte",
    "link": "https://docig.bearblog.dev/el-kernel-de-un-megabyte/",
    "fecha": "12/11/2025",
    "contenido": "Era un sistema operativo sin pretensiones, una astilla digital llamada \"TinyOne\". Apenas pesaba un megabyte, una pluma de kernel y utilidades esenciales que cabía con holgura en un disquete de antaño . No tenía interfaz gráfica, ni música, ni siquiera un navegador web. Solo un prompt austero y parpa"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Your photo as a drawing",
    "link": "https://www.ericafustero.com/2025-11-your-photo-as-a-drawing",
    "fecha": "12/11/2025",
    "contenido": "Crear ilustraciones a partir de fotografías es una de mis especialidades - me encanta el reto que implica interpretar los detalles a mi estilo, sin perder la esencia del original. Así que este otoño vuelvo a abrir mis encargos para transformar tus fotos en dibujos, justo a tiempo para Navidad.Puede "
  },
  {
    "blog": "",
    "titulo": "Eventos.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/12/eventos-49/",
    "fecha": "12/11/2025",
    "contenido": "🏴🔥👑Aniversario 6 Años Medievales👑🔥⚔️⚔️🐺🦁Domingo 16 de Noviembre 2025🐺🦁⚔️🌿🦌Horario Primavera 12a 20hs🦌🌿👑🏰Av. Caseros 1750, Barracas🏰👑🪽🌿ENTRADA LIBRE Y GRATUITA."
  },
  {
    "blog": "",
    "titulo": "Eventos.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/12/eventos-48/",
    "fecha": "12/11/2025",
    "contenido": ""
  }
]