[
  {
    "blog": "post-it – matizeta",
    "titulo": "Unihertz Titan 2 Elite",
    "link": "https://matizeta.com/2026/02/03/unihertz-titan-2-elite/",
    "fecha": "03/02/2026",
    "contenido": "¿Será este 2026 el tímido regreso de los móviles con teclado?. Con la reciente llegada de Ikko Mind One a los consumidores que permite por medio de una funda sumarle un teclado y el anunciado Clicks Comunicator, ahora la empresa Unihertz anuncia una nuevo teléfono con tecklado QWERTY Unihertz viene "
  },
  {
    "blog": "56K",
    "titulo": "No es buena idea usar «Not by AI»",
    "link": "https://56k.es/fanta/es-posible-que-no-sea-buena-idea-usar-not-by-ai-en-tu-web/",
    "fecha": "03/02/2026",
    "contenido": "Sobre Not By AI han escrito por el fediverso un hilo en el que se argumenta porque es mierda TESCREAL. Seguramente reconozcas la etiqueta not By AI viéndola. Es la siguiente: ¿Qué es TESCREAL? Las compañeras Arte es Ética ( @arteesetica@mastodon.social ) lo describen muy bien aquí arteesetica.org/el"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Tapas de discos y aviación",
    "link": "https://www.fabio.com.ar/9866-tapas-de-discos-y-aviacion",
    "fecha": "03/02/2026",
    "contenido": "    \nEl otro d&iacute;a me encontr&eacute; con la portada de un disco de Beastie Boys, Licensed to Ill, que me hab&iacute;a olvidado completamente de su existencia y todo un thread lleno de portadas de discos asociadas a la aviaci&oacute;n.\nColeccion&eacute; las que m&aacute;s me llamaron la atenci&"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "\"The Blind Leading Blind\" Se Estrena El 13 De Febrero... | Nuevo Single Y Nuevo EP Para Fear Not",
    "link": "https://www.delotroladometal.com.ar/2026/02/03/nuevo-single-y-nuevo-ep-para-fear-not/",
    "fecha": "03/02/2026",
    "contenido": "Hace un buen tiempo, nos prometieron un disco entero, pero parece que aún no es...\nThe post \"The Blind Leading Blind\" Se Estrena El 13 De Febrero... | Nuevo Single Y Nuevo EP Para Fear Not first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "Comerás flores",
    "link": "https://guillermolatorre.com/libros/comeras-flores",
    "fecha": "02/02/2026",
    "contenido": "Fecha de lectura: 02/02/2026.Autor/a: Luc&iacute;a Solla.Categoría: Ficción.Número de páginas: 248.Mi valoración: ★★★★☆Me ha gustado el libro. La historia, la evolución de la protagonista, la forma en que escribe Lucía Solla y en cómo aporta un necesario rayito de luz a tantas sombras cotidianas, qu"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Da más estilo a Fastfetch con las configuraciones que incorpora",
    "link": "https://victorhckinthefreeworld.com/2026/02/02/da-mas-estilo-a-fastfetch-con-las-configuraciones-que-incorpora/",
    "fecha": "02/02/2026",
    "contenido": "Fastfetch incluye una serie de configuraciones ya creadas que dan más estilo a la información de tu equipo que muestra en la terminal este software"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "También quiero recuperar mi vida digital",
    "link": "https://blog.luiscarlospando.com/personal/2026/02/tambien-quiero-recuperar-mi-vida-digital/",
    "fecha": "02/02/2026",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "alt43",
    "titulo": "De Heliboard a LeanType: la IA llega al mejor teclado Android de código abierto",
    "link": "https://alt43.es/cuando-el-mejor-teclado-android-heliboard-adopta-la-ia-de-la-mejor-manera-posible-leantype/",
    "fecha": "02/02/2026",
    "contenido": "Descubre LeanType, la evolución del teclado Heliboard para Android que integra IA de forma transparente. Analizamos sus tres versiones (estándar, offline y lite), su compromiso con la privacidad y cómo configurar modelos como Gemini o Groq para traducir y corregir textos sin salir de cualquier app."
  },
  {
    "blog": "Galerías Preciados",
    "titulo": "¡Una de breves!",
    "link": "https://galeriaspreciados.band/una-de-breves/",
    "fecha": "02/02/2026",
    "contenido": "Mi anterior texto fue muy largo y aún así muchos os lo fumasteis enterito que sois mas majos que la vida así que hoy voy con uno más corto que os lo tenéis ganado"
  },
  {
    "blog": "NeoSite Blog",
    "titulo": "NeoCMS - Posts relacionados y migración del sistema de estadisticas",
    "link": "http://blog.neosite.com.ar/post/neocms-posts-relacionados-y-migraci-n-del-sistema-de-estadisticas",
    "fecha": "02/02/2026",
    "contenido": ""
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "\"¿Por qué los lectores de RSS parecen clientes de correo electrónico?\"",
    "link": "https://www.macram.es/posts/2026/02/por-que-los-lectores-rss-parecen-clientes-de-correo/",
    "fecha": "02/02/2026",
    "contenido": "Acabo de leer en Manual do Usuário este artículo, en inglés: &quot;¿Por qué los lectores de RSS parecen clientes de correo electrónico?&quot;. A su vez enlaza a este post en el blog de Terry Godier (añado, post exquisitamente diseñado). Tiene toda la razón: casi todos los lectores RSS clásicos tiene"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Matriz",
    "link": "https://www.macram.es/musica/matriz-rozalen/",
    "fecha": "02/02/2026",
    "contenido": "Rozalén hizo en 2022 un disco que es una declaración de amor a nuestras raíces. A las suyas, a las mías y a las de todos los que hemos crecido en España. Y lo hizo con algunas de las mejores compañías que se puede tener. Ella misma es bandurrista y se nota en muchas de sus obras, pero nunca había id"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Aplicaciones de listas de tipo ToDo para iPhone",
    "link": "https://matizeta.com/2026/02/02/aplicaciones-de-listas-de-tipo-todo-para-iphone/",
    "fecha": "02/02/2026",
    "contenido": "Probé muchísimas aplicaciones de listas del tipo TODO. Si bien tengo una de cabecera que me acompaña hace varios años, quiero compartir otras dos que probé y me gustaron por su sencillez. 1. TickTick Mi app de cabecera, hablé de ella en su momento. Tiene plan por suscripción pero su versión gratuita"
  },
  {
    "blog": "JosemiGT | Blog | Jardín digital",
    "titulo": "Mis aplicaciones por defecto",
    "link": "https://josemigt.dev/posts/mis-aplicaciones-por-defecto/",
    "fecha": "02/02/2026",
    "contenido": "Las aplicaciones que más utilizo en mi día a día"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "522. Macaria",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/02/522-macaria.html",
    "fecha": "02/02/2026",
    "contenido": "&nbsp; &nbsp; Macaria no es que idealizara la monogamia, pero hubo un tiempo en que estaba dispuesta a envejecer junto a Demetario, de no ser porque este, en los últimos tiempos, se había convertido en un pedorro incontinente. Un día inesperado y lluvioso, la consistencia mefítica de uno de los cues"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "LinkedIn, la cámara de eco",
    "link": "https://blog.danielaragay.net/linkedin-la-camara-de-eco/",
    "fecha": "02/02/2026",
    "contenido": "Confieso que apenas entro en LinkedIn. Y si soy sincero, cuando lo hago es m&#xe1;s por presi&#xf3;n corporativa que por gusto real. Para m&#xed;, esta plataforma se ha convertido en una especie de burbuja de egos, un lugar donde todo el mundo parece estar triunfando,"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Newsletter #45 - ¡Empezamos el año con algunos cambios!",
    "link": "https://voidnull.es/newsletter/newsletter-45-empezamos-el-ano-con-algunos-cambios/",
    "fecha": "02/02/2026",
    "contenido": "Descubre en un solo vistazo lo más destacado del mes: artículos, noticias y recursos seleccionados para ti."
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "La Secta del Átomo",
    "link": "https://docig.bearblog.dev/la-secta-del-atomo/",
    "fecha": "02/02/2026",
    "contenido": "Se dice que los adeptos a la Secta del Átomo Indivisible —quienes prefieren llamarse a sí mismos Los Observadores— profesan una fe que es, en rigor, una forma extrema de la aritmética. Su doctrina, dispersa en panfletos de una geometría fatigosa, sostiene que el universo no es una creación, sino una"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Febrero",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/febrero.html",
    "fecha": "02/02/2026",
    "contenido": "\n  \n    \n  \nY sin verlo venir, ya ha llegado febrero. Ya se ha ido el primer mes del año. Parece mentira cómo pasa el tiempo y, que sí, al final todo llega y todo pasa.He escrito poco por aquí el mes de enero porque, de nuevo, estoy algo desbordado con el trabajo y me faltan horas en el día (y en la"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Buscando tu propio Reichstag",
    "link": "https://www.fabio.com.ar/9865-buscando-tu-propio-reichstag",
    "fecha": "02/02/2026",
    "contenido": "    \nEl 23 de Febrero de 1933 el parlamento alem&aacute;n ard&iacute;a en llamas, el Reichstag era consumido por un fuego tan voraz como provocador, luego del incendio pasaron cosas, muchas cosas.\nTodo estado fascista necesita un incendio del Reichstag, en su momento sirvi&oacute; para perseguir a l"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Angel Distress: Ligna In Inani | La Conjunción Entre Lo Bello Y Oscuro",
    "link": "https://www.delotroladometal.com.ar/2026/02/02/la-conjuncion-entre-lo-bello-y-oscuro/",
    "fecha": "02/02/2026",
    "contenido": "(2025 &#8211; Extreme Records) La belleza y lo hermoso también tienen su costado oscuro, y...\nThe post Angel Distress: Ligna In Inani | La Conjunción Entre Lo Bello Y Oscuro first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "plr blog",
    "titulo": "La película \"Buenos principios\" está basada en \"Al oeste de Roma\" y \"Mi perro idiota\" de John Fante",
    "link": "https://pedrolr.es/blog/la-pelicula-buenos-principios-esta-basada-en-al-oeste-de-roma-y-mi-perro-idiota-de-john-fante/",
    "fecha": "01/02/2026",
    "contenido": "El viernes me puse una película en la app de RTVE: \"Buenos principios\" (enlace a RTVE). Me la puse sin saber que está basada en \"Al oeste de Roma\" y \"Mi perro idiota\" de John Fante, quizá sin ninguna duda de quien he leído más. Tengo pocos libros en casa (tiro de bibliotecas), pero de [&#8230;]"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "El silencio también envejece",
    "link": "https://gatooscuro.xyz/el-silencio-tambien-envejece/",
    "fecha": "01/02/2026",
    "contenido": "Me animé a escribir esto durante esta noche, a pocos días de mi cumpleaños, con una serie de emociones encontradas. Realmente no sé a qué darle prioridad de todo lo\nSeguir leyendo  El silencio también envejece\nEl cargo El silencio también envejece apareció primero en El cuarto de GatoOscuro."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Hozuki, la librería de Mitsuko",
    "link": "https://mareosdeungeek.es/hozuki-la-libreria-de-mitsuko/",
    "fecha": "01/02/2026",
    "contenido": "Hozuki, la librería de Mitsuko es la segunda historia de la pentalogía La sombra del cardo de la escritora Aki Shimazaki. De nuevo, es otro de esos libros que encuentro en la biblioteca y despiertan mi curiosidad, así que no puedo evitar cogerlos prestados. Cuando cogí esta obra de Aki Shimazaki des"
  },
  {
    "blog": "Tecno y Soft",
    "titulo": "Configurar Fastfetch para que muestre una imagen personalizada",
    "link": "https://tecnoysoft.com/2026/02/01/configurar-fastfetch-para-que-muestre-una-imagen-personalizada/",
    "fecha": "01/02/2026",
    "contenido": "Me gusta ser creativo y he decidido configurar Fastfetch para que muestre una imagen personalizada como logo, controlando su tamaño, posición y sin errores en el archivo config.jsonc. Hacer una copia de respaldo Hay que ser cuidadoso en el proceso y, como medida de seguridad, comienza por hacer un r"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Semana 05/2026",
    "link": "https://www.macram.es/posts/2026/02/semana-5-2026/",
    "fecha": "01/02/2026",
    "contenido": "Final de una semana, inicio de mes. Sigue haciendo frío y eso sigue haciendo mella en los coraazones. Lo bueno es que de momento está lloviendo bien y, aunque la tierra a mi alrededor está ya saturada, los pozos están a punto de rebosar y estoy viendo correr arroyos que de normal van secos, no parec"
  },
  {
    "blog": "La bitácora de Locutus",
    "titulo": "XXXVIII",
    "link": "http://locutusbit.blogspot.com/2026/02/xxxviii.html",
    "fecha": "01/02/2026",
    "contenido": "&nbsp;Son los límites,porque no son símbolos,pero se imponen.Pascual Herrera"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Ping #16: Actualizaciones, novedades y ranking de distros",
    "link": "https://voidnull.es/ping-16-actualizaciones-novedades-y-ranking-de-distros/",
    "fecha": "01/02/2026",
    "contenido": "Aquí encontrarás las distribuciones más recientes, paquetes actualizados y el ranking de las distros más descargadas. 🚀"
  },
  {
    "blog": "zona de confort",
    "titulo": "Perder el miedo",
    "link": "https://sopadeletras.club/efmorell/perder-el-miedo",
    "fecha": "01/02/2026",
    "contenido": ""
  },
  {
    "blog": "La Frikoteca",
    "titulo": "Dune",
    "link": "http://frikoteca.blogspot.com/2026/02/dune.html",
    "fecha": "01/02/2026",
    "contenido": "Hace unos días me propusieron jugar a una partida en Comunidad Umbría basada en Dune. Como he comentado en varias ocasiones, a mí me gusta bastante jugar a rol por foro, y Comunidad Umbría es un foro de los más grandes que existen en lengua hispana.\nEn Comunidad Umbría te puedes apuntar a las partid"
  },
  {
    "blog": "eaplmx",
    "titulo": "Ya no es lo que era, y no está bien",
    "link": "https://text.eapl.mx/ya-no-es-lo-que-era-y-no-esta-bien",
    "fecha": "01/02/2026",
    "contenido": ""
  },
  {
    "blog": "56K",
    "titulo": "Fanta Mixtapes – 004 – Estamos en internet",
    "link": "https://56k.es/fanta/fanta-mixtapes-004-estamos-en-internet/",
    "fecha": "01/02/2026",
    "contenido": "Esta mixtape la he titulado «Estamos en internet». Tiene una duración de unos 10 minutos como habitualmente. Se puede escuchar aquí: &#8211; La voz es de Álvaro Pombo del mitin de UPyD en Vista Alegre en 2011. &#8211; Las canciones que suenan: The Box de Roddy Ricch,  Seasons de Cunninlynguists con "
  },
  {
    "blog": "El blog es mío",
    "titulo": "La antigua nueva escuela",
    "link": "https://alex.corcoles.net/tmpg93s8l5y/built/2026/02/la-antigua-nueva-escuela",
    "fecha": "01/02/2026",
    "contenido": "Si todo va bien, estar&#233;is leyendo una versi&#243;n totalmente nueva de este blog con el mismo aburrido contenido de siempre.\n    \nMi primer blog fue un invento raro que hice en PHP creo que con MySQL que corr&#237;a en mi casa\n    \nHe perdido un poco la cuenta de las distintas encarnaciones del"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "80286 mi primer PC",
    "link": "https://www.fabio.com.ar/9864-80286-mi-primer-pc",
    "fecha": "01/02/2026",
    "contenido": "    \nHe hablado en este blog de procesadores muchas veces, pero por alguna raz&oacute;n nunca habl&eacute; en detalle del 80286, procesador ahora olvidado, pero que fue el de mi primera PC, un salto enorme desde la XT original, aunque todav&iacute;a incompleto.\nLa 286 fue la primera PC accesible de "
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "White Metal…Simple Etiqueta O Subgénero?",
    "link": "https://www.delotroladometal.com.ar/2026/02/01/white-metalsimple-etiqueta-o-subgenero/",
    "fecha": "01/02/2026",
    "contenido": "Cuestión complicada de dilucidar si las hay, y una de las temáticas que más polvareda...\nThe post White Metal…Simple Etiqueta O Subgénero? first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Lecturas de enero 2026",
    "link": "https://mcallus.net/2026/01/31/lecturas-de-enero-2026/",
    "fecha": "31/01/2026",
    "contenido": "Finalmente he decidido mantener lo de la entrada mensual de lecturas porque hacer entradas individuales de todo es probable que no tenga mucho sentido (al final he hecho caso al consejo de Shoggoth_Roof para este tema). Aunque durante el mes habrá entradas individuales para algunas de las obras. Est"
  },
  {
    "blog": "note – matizeta",
    "titulo": "Resumen del mes (enero 2026)",
    "link": "https://matizeta.com/2026/01/31/resumen-del-mes-enero-2026/",
    "fecha": "31/01/2026",
    "contenido": "Este mes de enero del 2026&#160;le dí la bienvenida al nuevo año que comenzó,&#160;compartí algunas máximas sobre el turismo despiadado que se esta viviendo en estos últimos años y me puse a pensar como quiero que sea mi forma de hacer turismo de acá en más. Ultimamente estoy obsesionado con encontr"
  },
  {
    "blog": "El condón roto de GNU",
    "titulo": "Añadir DuckDuckGo sin IA como buscador en Firefox y derivados",
    "link": "https://elcondonrotodegnu.wordpress.com/2026/01/31/anadir-duckduckgo-sin-ia-como-buscador-en-firefox-y-derivados/",
    "fecha": "31/01/2026",
    "contenido": "Añadir DuckDuckGo sin IA como buscador en Firefox y derivados"
  },
  {
    "blog": "Un blog",
    "titulo": "El Hockey es como el fútbol pero nada que ver",
    "link": "https://nachof.blog/posts/2026/el-hockey-es-como-el-f%C3%BAtbol-pero-nada-que-ver/",
    "fecha": "31/01/2026",
    "contenido": "Recientemente estuve de viaje por Montreal, y tuve la oportunidad de ir a ver un partido de hockey sobre hielo, de la NHL. No soy en general muy fan de los deportes de espectador, pero es el tipo de cosas que pasa una vez.\n\n\n\n\nEl juego\nEl hockey es un juego similar al fútbol en cuanto a que se trata"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Roxx Records Prepara Un Album De Covers Con Varias Bandas | Se Viene El Homenaje Por Los 40 Años de “To Hell With The Devil”…",
    "link": "https://www.delotroladometal.com.ar/2026/01/31/se-viene-el-homenaje-por-los-40-anos-de-to-hell-with-the-devil/",
    "fecha": "31/01/2026",
    "contenido": "En este 2026 se viene el aniversario de uno de los discos icónicos del denominado...\nThe post Roxx Records Prepara Un Album De Covers Con Varias Bandas | Se Viene El Homenaje Por Los 40 Años de “To Hell With The Devil”… first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "brucknerite",
    "titulo": "Glosas sobre mi tribuna en El País",
    "link": "https://brucknerite.net/2026/01/glosas-sobre-mi-tribuna-en-el-pais.html",
    "fecha": "30/01/2026",
    "contenido": "Anteayer (28/01/2026, para los lectores del futuro) salió publicada una tribuna mía en El País, en la que intentaba contestar a una pregunta relativamente sencilla sobre la red de tren de alta velocidad española: ¿hay demasiados trenes en ella? Para mí, la respuesta obvia es que no, teniendo en cuen"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 5 de 2026",
    "link": "https://victorhckinthefreeworld.com/2026/01/30/opensuse-tumbleweed-revision-de-la-semana-5-de-2026/",
    "fecha": "30/01/2026",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Blog de Thalskarth",
    "titulo": "Links de interés 01",
    "link": "https://blog.thalskarth.ar/links-de-interes-01/",
    "fecha": "30/01/2026",
    "contenido": "Se me ocurrió que sería buena idea ir guardando aquellos enlaces que encuentro interesantes y luego compartirlos por acá. Esta no será una sección fija ni periódica, sino que publicaré algún compilado cada vez que considere que ya junté suficientes links como para compartirlos."
  },
  {
    "blog": "Jinversor",
    "titulo": "Sangre en las calles",
    "link": "https://jinversor.co/2026/01/sangre-en-las-calles/",
    "fecha": "30/01/2026",
    "contenido": "En el mundo de las inversiones hay un viejo adagio que dice: «Compra cuando haya sangre en las calles. Así la sangre sea tuya». La frase se le atribuye a [&#8230;]\nLa entrada Sangre en las calles se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "El retrato",
    "link": "https://mcallus.net/2026/01/30/el-retrato/",
    "fecha": "30/01/2026",
    "contenido": "La galería estaba vacía, olía a cera y madera vieja. Fuera, la lluvia caía sin tregua sobre las losas del patio interior, su murmullo era el único sonido en aquella vieja casa noble. Yo aguardaba allí por simple cortesía. Venía a dar el pésame a mi viejo amigo y contemplar el cuadro de su prometida."
  },
  {
    "blog": "plr blog",
    "titulo": "Actualización de la herramienta Indicadores BibPúblicas - Indicadores de eficiencia, de primer nivel y de esfuerzo para bibliotecas públicas de España desde 2010",
    "link": "https://pedrolr.es/blog/actualizacion-de-la-herramienta-indicadores-bibpublicas-indicadores-de-eficiencia-de-primer-nivel-y-de-esfuerzo-para-bibliotecas-publicas-de-espana-desde-2010/",
    "fecha": "30/01/2026",
    "contenido": "Salieron los datos de bibliotecas públicas para 2024 y he actualizado mi herramienta Indicadores BibPúblicas: Indicadores de eficiencia, de primer nivel y de esfuerzo para bibliotecas públicas de España desde 2010: https://pedrolr.es/indicadores/bibpublicas/index.html Destaco a Cantabria, comunidad "
  },
  {
    "blog": "Interlan",
    "titulo": "Artículo: Galerías Especiales en WordPress",
    "link": "https://interlan.ec/blog/2026/01/30/articulo-incrustar-modelos-3d-en-wordpress/",
    "fecha": "30/01/2026",
    "contenido": "Y aquí estamos ante otro episodio de cosas que cambian y dejan todo roto a su paso. Aunque en realidad estoy exagerando. La función de incrustar de Sketchfab sigue trabajando, pero aprovecharé que han cambiado de dueño y reglas para implementar algo mas domestico, como con el resaltado de código que"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Reto OFF February",
    "link": "https://mareosdeungeek.es/reto-off-february/",
    "fecha": "30/01/2026",
    "contenido": "OFF es un movimiento global que ha surgido ante la dependencia tecnológica de nuestra sociedad. En este caso, se trata más de hacer hincapié en la dependencia de las redes sociales. Estamos viviendo, sobre todo en al última década, el fenómeno de las redes sociales. Se inició como una manera de inte"
  },
  {
    "blog": "note – matizeta",
    "titulo": "Recopilatorio de links interesantes #1",
    "link": "https://matizeta.com/2026/01/30/recopilatorio-de-links-interesantes-1/",
    "fecha": "30/01/2026",
    "contenido": "Revisando mis notas, tenía algunos links de artículos que había guardado para compartirlos en algún momento y quedaron olvidados. Estos links y otros podés encontarlos en links.matizeta.com"
  },
  {
    "blog": "impermanente",
    "titulo": "Un poco de humildad",
    "link": "https://impermanente.es/2026/01/30/un-poco-de-humildad.html",
    "fecha": "30/01/2026",
    "contenido": "Carl Sagan tenía una habilidad increíble para recordarnos lo pequeños que somos sin que sonara pedante. En Dragons of Eden propone uno de esos ejercicios que te recolocan la cabeza: el Calendario Cósmico. La idea es comprimir toda la historia del universo en un solo año. Bajo ese marco el Big Bang o"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de CachyOS Desktop Edition #ViernesDeDistros",
    "link": "https://voidnull.es/instalacion-de-cachyos-desktop-edition-viernesdedistros/",
    "fecha": "30/01/2026",
    "contenido": "Guía rápida para instalar CachyOS y dejarlo listo en pocos minutos."
  },
  {
    "blog": "eaplmx",
    "titulo": "¿Tú que no necesitas?",
    "link": "https://text.eapl.mx/tu-que-no-necesitas",
    "fecha": "30/01/2026",
    "contenido": ""
  },
  {
    "blog": "56K",
    "titulo": "Proyectos inspiradores de computación no extractivista",
    "link": "https://56k.es/fanta/proyectos-inspiradores-de-computacion-no-extractivista/",
    "fecha": "30/01/2026",
    "contenido": "A pesar que la Kombucha es odiada por los streamers de extrema derecha en España (El Xokas en el programa de televisión «El Hormiguero», 2026) lo cierto es que es parece una bebida buena para generar circuitos con materiales vivos. Permite empezar a pensar en un enfoque de computación no extractivis"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Links de Viernes - #926",
    "link": "https://www.fabio.com.ar/9863-links-de-viernes---926",
    "fecha": "30/01/2026",
    "contenido": "     Se acab&oacute; el tiempo, leete unos links\nEs vierrrrneesss y tu cabeza lo sabe, por ende es hora de dejar todo aquello que estabas haciendo, encender el \"Working Simulator\" y ponerte a ver links, porque no queda otra, es viernes y todo aquello que hoy no terminaste no lo vas a terminar, se ha"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Tandem: La Vida Es Hoy | Una Fórmula Simple Y Efectiva",
    "link": "https://www.delotroladometal.com.ar/2026/01/30/una-formula-simple-y-efectiva/",
    "fecha": "30/01/2026",
    "contenido": "(2025 &#8211; Icarus Music) El Rock Simple, o mejor dicho el Hard Rock, con buenas...\nThe post Tandem: La Vida Es Hoy | Una Fórmula Simple Y Efectiva first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Mostrar marcas de formato en LibreOffice.org (y caracteres  no imprimibles)",
    "link": "https://malagaoriginal.blogspot.com/2026/01/mostrar-marcas-de-formato-en.html",
    "fecha": "29/01/2026",
    "contenido": "Hoy vamos a ver un truco de libreoffice.org que usan los profesores que enseñan esta suite ofimática libre para saber si sus estudiantes han hecho el ejercicio correctamente y no han simulado situar el texto en diferentes posiciones usando espacios en lugar de tabuladores por ejemplo.Para ello usan "
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Cómo usar mjpg-streamer para hacer un streaming desde la webcam del portátil",
    "link": "https://victorhckinthefreeworld.com/2026/01/29/como-usar-mjpg-streamer-para-hacer-un-streaming-desde-la-webcam-del-portatil/",
    "fecha": "29/01/2026",
    "contenido": "mjpg-streamer toma archivos JPG de cámaras web, sistemas de archivos u otros complementos de entrada compatibles con Linux-UVC y los transmite como M-JPEG a través de HTTP a navegadores web, VLC y otro software."
  },
  {
    "blog": "El Sueño del Artista Blog",
    "titulo": "Sosabravo en el Festival Jazz Plaza 2026",
    "link": "https://polotman.wordpress.com/2026/01/29/sosabravo-en-el-festival-jazz-plaza-2026/",
    "fecha": "29/01/2026",
    "contenido": "#Arte #AlfredoSosabravo #pintoresCubanos #Musica #FestivalJazzPlaza #JazzPlaza2026 #ElSueñodelArtistaBlog #ElSueñodelArtista #DelosNuestros #carteles Cada año el Festival Internacional Jazz Plaza retoma sus actividades renovándose no solo en su iconografía sino en la forma que conecta con su público"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Grandes noticias si usas WordPress.com (y si no lo usas, es probable que ahora si lo quieras)",
    "link": "https://matizeta.com/2026/01/29/grandes-noticias-si-usas-wordpres-com-y-si-no-lo-usas-es-probable-que-ahora-si-lo-quieras/",
    "fecha": "29/01/2026",
    "contenido": "Ayer a última hora de la tarde, recibí un mail de WordPress con el asunto que decía «Big news: Plugins + Themes now available on all WordPress.com plans«. Estos tipos de email lo suelo eliminar casi automáticamente, ya que sigo las noticias de WordPress desde su canal RSS, y es donde me entero todas"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "521. Demetario",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/01/521-demetario.html",
    "fecha": "29/01/2026",
    "contenido": "&nbsp; &nbsp; Demetario está jodido. Ya ha pasado un mes desde que Macaria saliera de su vida debido a una flatulencia. Apestosa, sí. Puede que la más apestosa de cuantas ha traído al mundo, tanto en compañía como en soledad. ¡Pero una mera y mundana flatulencia, por Dios! Qué culpa tiene él de pade"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "El de marketing, un santo",
    "link": "https://blog.danielaragay.net/el-de-marketing-un-santo/",
    "fecha": "29/01/2026",
    "contenido": "La an&#xe9;cdota de hoy ha hecho que el de marketing sea maravilloso.Formas de patrocinio. Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendoelsuecoEnlace al cap&#xed;tulo https://podcast.danielaragay.net/"
  },
  {
    "blog": "Bitácora de fernand0",
    "titulo": "En Buenos Días Aragón hablando de reconocimiento automático de contenido (ACR)",
    "link": "https://blog.elmundoesimperfecto.com/2026/01/29/en-buenos-dias-aragon-acr/",
    "fecha": "29/01/2026",
    "contenido": "📺 La ciberseguridad no es solo un problema que afecta a nuestros móviles. Las televisiones inteligentes también pueden recopilar información y datos personales, y pueden estar expuestas a ciberdelincuentes. Lo han explicado en #BDAragón pic.twitter.com/WofFyym1EN&mdash; Aragón Noticias (@AragonNotic"
  },
  {
    "blog": "",
    "titulo": "Supervivientes.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/01/29/supervivientes/",
    "fecha": "29/01/2026",
    "contenido": "El grupo de musica celta Supervivientes cumple 30 años, este grupo es uno de los grupos de musica celta de mas longevos que existe dentro del mundo hispano hablante, el grupo fue entrevistado en el podcast Aires Celtas, abajo les dejo el Link de la entrevista. https://www.ivoox.com/aires-celtas-24-0"
  },
  {
    "blog": "Calaveras",
    "titulo": "Resumen de Noticias de la IA - Enero 2026",
    "link": "https://calaveras.bearblog.dev/resumen-de-noticias-de-la-ia-enero-2026/",
    "fecha": "29/01/2026",
    "contenido": "Está terminando el mes, a pesar de que Enero tiene 64 días, y en este posteo traigo las noticias más relevantes, interesantes y brillantes del mundo de la Inteligencia Artificial, por si te las perdiste o por si vivís en un tupper, son esas noticias que tenemos que saber si o si para el desarrollo d"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Ruleta Rusa #861",
    "link": "https://www.fabio.com.ar/9862-ruleta-rusa-861",
    "fecha": "29/01/2026",
    "contenido": "     Es hora de repartir bala\nSe siente fuerte el verano en el blog, la cantidad de lectores baja y despu&eacute;s es todo un trabajo remontarlo, recordarles que existe 😁 mamita &iquest;tanto les afecta tomarse unos d&iacute;as? &iquest;O es el calor? Como fuere, la lenta e inexorable extinci&oacute"
  },
  {
    "blog": "Picando Código",
    "titulo": "Reemplazando Mozilla Firefox",
    "link": "https://picandocodigo.net/2026/reemplazando-mozilla-firefox/",
    "fecha": "29/01/2026",
    "contenido": "Como comenté en un post anterior, estoy dejando de usar Firefox. Una condición de este cambio es no usar un navegador web basado en el motor de Google Chrome. Google Chrome es el Internet Explorer 6 de éstos tiempos, así que quedan descartados un montón de navegadores web populares. Hace tiempo que "
  },
  {
    "blog": "Un blog",
    "titulo": "Si no tiene RSS no es un blog",
    "link": "https://nachof.blog/posts/2026/si-no-tiene-rss-no-es-un-blog/",
    "fecha": "29/01/2026",
    "contenido": "Ayer vi este post en Mastodon:\nhttps://mstdn.mx/@categulario/115973172596591372\n\n\nY la verdad es que creo que aplica a blogs también. Y voy a ponerme el sombrero dogmático ahora.\nSi no tiene RSS no es un blog.\nSi el RSS no incluye los posts completos, el blog puede mejorar.\nSi el RSS no incluye los "
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Fures Promete Arrasar Con Todo | La Furia Del Metal Tiene Rostro De Mujer",
    "link": "https://www.delotroladometal.com.ar/2026/01/29/la-furia-del-metal-tiene-rostro-de-mujer/",
    "fecha": "29/01/2026",
    "contenido": "Realmente es todo un hallazgo encontrar una banda solamente integrada por mujeres, y hasta quizá...\nThe post Fures Promete Arrasar Con Todo | La Furia Del Metal Tiene Rostro De Mujer first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "--el Profe Juan--",
    "titulo": "Probando el Carrusel",
    "link": "https://elprofejuan.com.ar/probando-el-carrusel",
    "fecha": "28/01/2026",
    "contenido": "Probando el plugins Carousel-Creator de Bludit, me costó entender su funcionamiento, pero creo que entendí como funciona.\n[% carousel=primero %]\nEspero usarlo para las muestras de fotos, además de las estáticas, creo haberlo puesto por algún lado, pero todo mi trabajo está bajo Creative Commons y pu"
  },
  {
    "blog": "--el Profe Juan--",
    "titulo": "Pinturas de la Calle en verano",
    "link": "https://elprofejuan.com.ar/pinturas-de-la-calle-en-verano",
    "fecha": "28/01/2026",
    "contenido": "Siguiendo con la experimentación de la fotografía con celular, comparto con uds una pequeña muestra de lo obtenido en las calles de mi barrio (partido de Tigre) en estos días de verano. Espero les gusten \n"
  },
  {
    "blog": "Interlan",
    "titulo": "Salón de la Fama del Spam 11",
    "link": "https://interlan.ec/blog/2026/01/28/salon-de-la-fama-del-spam-11/",
    "fecha": "28/01/2026",
    "contenido": "No pensé que iba a extender el post con un comentario que sin algunos contextos parecería legitimo. Pero tampoco es que sea dificil darse cuenta que es spam."
  },
  {
    "blog": "note – matizeta",
    "titulo": "Relanzo el newsletter (una vez más)",
    "link": "https://matizeta.com/2026/01/28/relanzo-el-newsletter-una-vez-mas/",
    "fecha": "28/01/2026",
    "contenido": "Aprovechando un nuevo año, vuelvo a relanzar el newsletter. Se enviará mensualmente, el último día del mes y recopilará todas las entradas publicadas durante ese período. (Solo el título del post y link en el mismo). Algo sencillo, para el que quiera recibir un resumen de lo que escribí. Entonces, s"
  },
  {
    "blog": "Redes nuestras",
    "titulo": "Qué pueden hacer las instituciones democráticas europeas para defenderse de X",
    "link": "https://redesnuestras.net/2026/01/28/que-pueden-hacer-las-instituciones-democraticas-europeas-para-defenderse-de-x/",
    "fecha": "28/01/2026",
    "contenido": "La Comisión Europea anunció este lunes que va a abrir una investigación para ver si X, la plataforma de violencia sexual y criptonegocios anteriormente conocida como Twitter, incumplió el Reglamento de Servicios Digitales (DSA). Lo que le hace sospechar es que X ha permitido que su IA generativa cre"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalar Arcane en Ubuntu 24.04",
    "link": "https://voidnull.es/instalar-arcane-en-ubuntu-24-04/",
    "fecha": "28/01/2026",
    "contenido": "Arcane es una plataforma basada en Docker que facilita el despliegue, la gestión y la automatización de aplicaciones en contenedores, ofreciendo una capa de abstracción para administrar servicios y entornos de forma centralizada."
  },
  {
    "blog": "_ voidNull",
    "titulo": "Configurar BackBlaze para hacer copias de seguridad en Home Assistant",
    "link": "https://voidnull.es/configurar-backblaze-para-hacer-copias-de-seguridad-en-home-assistant/",
    "fecha": "28/01/2026",
    "contenido": "Configura Backblaze en Home Assistant y asegúrate copias de seguridad automáticas en la nube, externas y seguras, listas para restaurar en cualquier momento."
  },
  {
    "blog": "Bitácora de fernand0",
    "titulo": "En la sesión sobre 'Tecnología en la competencia global' del título 'Geopolítica Aplicada a la Empresa'",
    "link": "https://blog.elmundoesimperfecto.com/2026/01/28/tecnologia-geopolitica/",
    "fecha": "28/01/2026",
    "contenido": "El martes 27 de febrero se celebró la sesión del módulo ‘Tecnología en la competencia global’, dentro del título propio de la Universidad de Zaragoza sobre Geopolítica Aplicada a la Empresa, que he tenido el placer de coordinar.\n\nHay un grupo de estudiantes estupendo, que claramente están porque les"
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "El código generado con GenAI es como las servilletas de papel",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2026/01/28/20260128-el-codigo-con-genai-es-como-servilletas-papel/",
    "fecha": "28/01/2026",
    "contenido": "La nueva tendencia tecnológica es software de usar y tirar"
  },
  {
    "blog": "",
    "titulo": "Nuevo Proyecto de Nicolas Sokolic.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/01/28/nuevo-proyecto-de-nicolas-sokolic/",
    "fecha": "28/01/2026",
    "contenido": "Nicolás Sokolic musico multi-instrumentista orientado a cuerdas y percusión, el proyecto se llama An Dis, es un grupo de Musica Irlandesa en formato de duo compuesto por el mismo Nicolás Sokolic y el interprete de Flauta y Tin Whistle Alejandro Ponte, por el momento tienen un Instagram donde dan las"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "El retorno de ISIS con otro nombre, mismos modales y el genocidio que todos niegan",
    "link": "https://www.fabio.com.ar/9861-el-retorno-de-isis-con-otro-nombre-mismos-modales-y-el-genocidio-que-todos-niegan",
    "fecha": "28/01/2026",
    "contenido": "    \nYa ni me hago problema por la demencia senil de occidente, pero igual escribo de estos temas para dar mi opini&oacute;n y conocimiento a aquellos pocos que les interesa, en este caso es la vuelta a la vida de ISIS.\n&iquest;Pero c&oacute;mo, no los hab&iacute;an vencido ya? Si, pero no. Es que l"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "\"The Silver Cord Is Severed\" Es Lo Nuevo De Los Brasileños | Sabbatariam Estrena Cover De Mortification",
    "link": "https://www.delotroladometal.com.ar/2026/01/28/sabbatariam-estrena-cover-de-mortification/",
    "fecha": "28/01/2026",
    "contenido": "La banda brasileña Sabbatariam, acaba de sacudir su silencio discográfico lanzando, en forma digital, su...\nThe post \"The Silver Cord Is Severed\" Es Lo Nuevo De Los Brasileños | Sabbatariam Estrena Cover De Mortification first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Jinversor",
    "titulo": "La fantasía de ser invisible",
    "link": "https://jinversor.co/2026/01/la-fantasia-de-ser-invisible/",
    "fecha": "27/01/2026",
    "contenido": "Esta mañana en el blog El Cuarto de Gatooscuro leí una entrada titulada La fantasía de ser invisible. El post me encantó y me hizo pensar en las maromas que [&#8230;]\nLa entrada La fantasía de ser invisible se publicó primero en Jinversor."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Splinter Cell: Deathwatch",
    "link": "https://mareosdeungeek.es/splinter-cell-deathwatch/",
    "fecha": "27/01/2026",
    "contenido": "Splinter Cell: Deathwatch es una serie de animación francesa creada por Derek Kolstad y dirigida por Guillaume Dousse. Está producida por Netflix y Ubisoft, creadores de la serie de videojuegos, entre otros. Siguiendo con el desarrollo de la serie Tom Clancy&#8217;s Splinter Cell, nos encontramos a "
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#179: estoy consumiendo mucho contenido sobre Pokémon",
    "link": "https://www.macram.es/posts/2026/01/estoy-consumiendo-mucho-contenido-pokemon/",
    "fecha": "27/01/2026",
    "contenido": "Últimamente estoy consumiendo mucho (quizá demasiado, no lo voy a negar) contenido sobre Pokémon. No me refiero exactamente a los juegos, sino más bien a todo el lore que hay alrededor de ellos y dentro de este universo. Es cierto que me empezaron a aparecer en recomendaciones de YouTube (supongo qu"
  },
  {
    "blog": "productor de sostenibilidad",
    "titulo": "Alarga la vida útil de tu PC con Windows 10",
    "link": "https://productordesostenibilidad.es/2026/01/alarga-la-vida-util-de-tu-pc-con-windows-10/",
    "fecha": "27/01/2026",
    "contenido": "Si me lees habitualmente sabes que soy un poco dramas. Me voy a enrollar un rato sobre cuestiones poco prácticas. Si vienes buscando una solución para seguir recibiendo actualizaciones en tu PC con Windows 10 salta unos párrafos más abajo. La buena noticia es que puedes seguir utilizando el ordenado"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Transiciones en vídeo espectaculares",
    "link": "https://blog.danielaragay.net/transiciones-en-video-espectaculares/",
    "fecha": "27/01/2026",
    "contenido": "En este cap&#xed;tulo te cuento mientras paseamos con Rico un tipo de transiciones que si las hubiera hecho con los sistemas tradicionales me hubiera costado d&#xed;as. Aqu&#xed; el v&#xed;deo de ejemplo: El paseo infinito de Rico &#x1f415;&#x1f501; El paseo infinito de Rico"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "La interfaz",
    "link": "https://docig.bearblog.dev/la-interfaz/",
    "fecha": "27/01/2026",
    "contenido": "El televisor nuevo es una plancha de cristal negro que no devuelve el reflejo, sino una versión grisácea y humillada de su propio rostro. Ella sostiene el mando a distancia como si fuera un animal pequeño y peligroso. No entiende la tiranía de las capas: para llegar a lo que quiere —un hombre hablan"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Foto dramas: La cámara TLR",
    "link": "https://www.ericafustero.com/2026-01-foto-dramas-la-camara-tlr",
    "fecha": "27/01/2026",
    "contenido": "Jump to the English version Este mes compré una Yashica 635 y... me salió rana. Venía con un par de defectos con los que podía vivir, pero la lente trasera no estaba en buenas condiciones. Tenía unas marcas que no tengo muy claro si eran hongos o los elementos del cristal separándose; lo típico que "
  }
]