[
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "La maldición de Hill House",
    "link": "https://guillermolatorre.com/libros/la-maldicion-de-hill-house",
    "fecha": "10/02/2026",
    "contenido": "Fecha de lectura: 11/02/2026.Autor/a: Shirley Jackson.Categoría: Ficción.Número de páginas: 256.Mi valoración: ★★★☆☆No sé muy bien por qué, pero no he llegado a sentirme dentro de la historia en ningún momento."
  },
  {
    "blog": "Jinversor",
    "titulo": "Epstein y los idiotas",
    "link": "https://jinversor.co/2026/02/epstein-y-los-idiotas/",
    "fecha": "10/02/2026",
    "contenido": "Mea culpa. Sucumbí al tema de moda y terminé viendo en HBO el Documental de Jeffrey Epstein. Me pareció un trabajo bien logrado porque se centró en los hechos históricos [&#8230;]\nLa entrada Epstein y los idiotas se publicó primero en Jinversor."
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Poniendo un límite a mi uso de redes sociales",
    "link": "https://matizeta.com/2026/02/10/poniendo-un-limite-a-mi-uso-de-redes-sociales/",
    "fecha": "10/02/2026",
    "contenido": "Todo empezó hace unos días cuando decidí quitar el cliente Ice Cube para Mastodon de mi móvil. Es la red social en donde más interactúo. Ahora mi uso se limita al tiempo que este frente a la PC: la abro en el navegador, «scrolleo» aunque no mucho, publico algo, contesto mensajes. Cuando termino, cie"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Lo de la Super Bowl",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/lo-de-la-super-bowl.html",
    "fecha": "10/02/2026",
    "contenido": "\n  \n    \n  \nTenemos una nueva americanada entre nosotros. No teníamos bastante con haber importado Halloween, el Black Friday (en versión semanal y hasta mensual), la Navidad en noviembre, o a Papá Noel. No. Ahora también tenemos final de la Super Bowl. No en el Marca o en el As, o en Teledeporte. N"
  },
  {
    "blog": "",
    "titulo": "Curso de Semiotica Medieval en Uruguay.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/02/10/curso-de-semiotica-medieval-en-uruguay/",
    "fecha": "10/02/2026",
    "contenido": "El lunes 10 de febrero se dio a conocer un curso de Semiótica medieval en Mastodon, les dejo una copia de la publicación y el formulario de inscripción. Curso de verano en el IPAFuentes tardoantiguas de la semiótica medieval 📅5 y 6 de marzo&#124; 9 a 12 h📍Salón: Anfiteatro &#124; PresencialInstituto"
  },
  {
    "blog": "56K",
    "titulo": "Slow Net – Menos velocidad, menos vigilancia",
    "link": "https://56k.es/fanta/slow-net-menos-velocidad-menos-vigilancia/",
    "fecha": "10/02/2026",
    "contenido": "Existe un escrito llamado «A Quick Guide to the Slow Net» que se puede en teoría obtener desde el Website slownet.work/ Lo he bajado y lo he juntado en un pdf que puede consultarse aquí: A_quick_guide_to_the_slow_net-Beverly_cou.pdf Beverly Chou explora mediante una serie de experimentos cómo las re"
  },
  {
    "blog": "56K",
    "titulo": "Offline – Vida fuera de internet",
    "link": "https://56k.es/fanta/offline/",
    "fecha": "10/02/2026",
    "contenido": "No estar también es una opción, trabajar offline, hacer las cosas sin necesidad de conexión a internet constante. «Cuanto más colores tiene la pantalla de alta definición menos colores tiene el mundo, porque van desapareciendo especies, va aumentando la contaminación, los cielos están sucios…» Belen"
  },
  {
    "blog": "56K",
    "titulo": "Utilizar Skraper desde línea de comandos en Linux",
    "link": "https://56k.es/fanta/utilizar-skraper-desde-linea-de-comandos-en-linux/",
    "fecha": "10/02/2026",
    "contenido": "Skraper se puede usar con wine-mono pero para ciertas cosas lo mismo es más interesante indicar desde línea de comandos lo que deseamos. Con Skraper vamos a poder obtener descripción de juegos, sus caratulas, capturas de pantalla, manuales, vídeos, &#8230; Esto significa que si tenemos en un directo"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Ser “Nazi” ya no es lo que era",
    "link": "https://www.fabio.com.ar/9871-ser-nazi-ya-no-es-lo-que-era",
    "fecha": "10/02/2026",
    "contenido": "    \nPablo es un compa&ntilde;ero de trabajo que tiene un hijo de 18 a&ntilde;os el cual comparte grandes cantidades de horas con sus amigos a trav&eacute;s de juegos online.\nEs decir, es un cl&aacute;sico adolescente que, a ojos de los mayores, se la pasa frente a la pantalla con los auriculares cl"
  },
  {
    "blog": "Un Diario",
    "titulo": "Hablemos sobre el problema del conformismo",
    "link": "https://thejnx.bearblog.dev/hablemos-del-problema-del-conformismo/",
    "fecha": "10/02/2026",
    "contenido": "En esta entrada no voy a intentar dar un sermon largo, mi objetivo es dar consciencia sobre este tema, el cual me gustaría empezar dando un \"pequeño\" consejo:\nSi es posible no sean tan conformistas, es una palabra que ni sabia que existía pero siento que define a la gran mayoría de personas en inter"
  },
  {
    "blog": "La Loica",
    "titulo": "Foto Bordado",
    "link": "https://laloica.noblogs.org/foto-bordado/",
    "fecha": "09/02/2026",
    "contenido": "Todas estas fotografías son tomadas por mi en la región de Magallanes en distintas localidades, estas están intervenidas con bordados. Esta técnica se llama foto-bordado, que es básicamente perforar el papel para hacer la intervención con hilo de bordar. Todas realizadas durante la pandemia Covid 20"
  },
  {
    "blog": "brucknerite",
    "titulo": "El ancho de la vida",
    "link": "https://brucknerite.net/2026/02/el-ancho-de-la-vida.html",
    "fecha": "09/02/2026",
    "contenido": "Esta será una historia de trenes que empieza hace ya unos años, pero que tiene mucho que ver con el estado actual de la red ferroviaria española. Una historia, más concretamente, sobre el ancho de sus vías. En su dramatis personæ, unos ingenieros visionarios, un «luminoso» alcalde de Vigo y […]"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Precedente legal en España: El acceso al software como garantía de una democracia real",
    "link": "https://victorhckinthefreeworld.com/2026/02/09/precedente-legal-en-espana-el-acceso-al-software-como-garantia-de-una-democracia-real/",
    "fecha": "09/02/2026",
    "contenido": "El Tribunal Supremo de España  ha sentado un precedente legal. La libertad de estudiar el software es constitucionalmente necesaria en el contexto de programas informáticos y algorítmicos de administración pública"
  },
  {
    "blog": "Un bruto con Debian",
    "titulo": "Gorilla.bas Un ratito de nostalgia.",
    "link": "http://unbrutocondebian.blogspot.com/2026/02/gorillabas-un-ratito-de-nostalgia.html",
    "fecha": "09/02/2026",
    "contenido": "Hoy estaba perdiendo el tiempo un poco delante del ordenador cuando me he topado con un port de gorilla.bas, el mítico juego escrito en QuickBasic al que los que peinamos canas le dedicamos un buen tiempo cuando eramos niños.El caso es que me ha apetecido revivir la experiencia y me lo he descargado"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Mil cosas de Juan Tallón",
    "link": "https://mareosdeungeek.es/mil-cosas-de-juan-tallon/",
    "fecha": "09/02/2026",
    "contenido": "Mil cosas de Juan Tallón es el último libro que he leído. Al final entre estudio, entrevistas y pruebas técnicas, sólo puedo aproximarme a este tipo de libros, tiny literature. En todo caso, este libro se lee rápido, apenas una mañana. Y es que la falta de tiempo, el estrés de las vidas actuales, al"
  },
  {
    "blog": "alt43",
    "titulo": "Stargate: El gran proyecto de infraestructura para la inteligencia del futuro",
    "link": "https://alt43.es/stargate-el-gran-proyecto-de-infraestructura-para-la-inteligencia-del-futuro/",
    "fecha": "09/02/2026",
    "contenido": "Descubre qué es el Proyecto Stargate: la mayor infraestructura de IA de la historia. Analizamos sus socios, el uso de energía nuclear y su impacto en la privacidad global."
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Semana 06/2026",
    "link": "https://www.macram.es/posts/2026/02/semana-06-2026/",
    "fecha": "09/02/2026",
    "contenido": "Esta semana ha seguido haciendo un tiempo bastante desagradable, aunque parece que este tren de borrascas va a darnos un respiro pronto. La semana que terminó ayer (sí, ya sé que es lunes y no domingo) recogí la friolera de 105,9 litros por metro cuadrado con el pluviómetro que tengo en mi terraza. "
  },
  {
    "blog": "pov – matizeta",
    "titulo": "La manera en que consumimos música hace a su creación",
    "link": "https://matizeta.com/2026/02/09/la-manera-en-que-consumimos-musica-hace-a-su-creacion/",
    "fecha": "09/02/2026",
    "contenido": "En un post anterior comente acerca de dos artículos relacionados al consumo de la música offline y en formato físico. Todo eso me dio pie para reflotar una serie de borradores que tenía a medio armar y poder terminar de darle forma. ¿Cómo consumimos la música hoy en día? La forma en que consumimos h"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "524. Todo queda en familia",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/02/524-todo-queda-en-familia.html",
    "fecha": "09/02/2026",
    "contenido": "&nbsp; &nbsp; Hoy, después de muchos años de amistad, Demenciano me ha hablado de algunos miembros de su familia.&nbsp;&nbsp; &nbsp; Así he sabido que Egilona, su madre, nunca se gastó un céntimo en desodorante axilar, ya que exprimía la fruta con el sobaco, fuera el izquierdo o el derecho. Los zumo"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalar GoToSocial en Debian 13",
    "link": "https://voidnull.es/instalar-gotosocial-en-debian-13/",
    "fecha": "09/02/2026",
    "contenido": "GoToSocial es un servidor ligero para el Fediverso compatible con ActivityPub. Aprende a instalarlo en Debian 13."
  },
  {
    "blog": "teletex",
    "titulo": "Compartir comida",
    "link": "https://jmlro.codeberg.page/posts/2026/02-09-compartir-comida.html",
    "fecha": "09/02/2026",
    "contenido": "La evolución del espacio público es una de las profecías de internet. Poco a poco estos lugares se han ido convirtiendo menos en nuestra casa, estamos incómodos y nos sentímos observados. Cualquier persona que haga lo contrario, es sospechosa. Me acuerdo cuando vi los primeros bancos con pinchos par"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Aragón vota contra Pedro Sánchez",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/aragon-vota-contra-pedro-sanchez.html",
    "fecha": "09/02/2026",
    "contenido": "Aragón ha hablado. Y lo ha hecho con esa claridad incómoda que desbarata relatos, rompe consignas y obliga a mirar los datos sin el filtro del argumentario de Ferraz. Las elecciones autonómicas no solo confirman un giro político ya visible en Extremadura; certifican algo más profundo y más grave par"
  },
  {
    "blog": "",
    "titulo": "Recomendación de la semana.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/02/09/recomendacion-de-la-semana-35/",
    "fecha": "09/02/2026",
    "contenido": "Esta semana un arpista de musica medieval nórdica y germánica. el arpista se llama Germán."
  },
  {
    "blog": "ochobitshacenunbyte",
    "titulo": "Diagramas fáciles con FlossFLOW y Docker",
    "link": "https://www.ochobitshacenunbyte.com/2026/02/09/diagramas-faciles-con-flossflow-y-docker/",
    "fecha": "09/02/2026",
    "contenido": "En un sin fin de proyectos en los que he trabajado he tenido que realizar algún diagrama, para mostrar toda la arquitectura y la relación de todos los elementos entre si. Creo que a&#46;&#46;&#46;\nLa entrada Diagramas fáciles con FlossFLOW y Docker se publicó primero en ochobitshacenunbyte."
  },
  {
    "blog": "56K",
    "titulo": "Perlas interesantes en «El tamaño correcto para un editor» de Eric S. Raymond",
    "link": "https://56k.es/fanta/perlas-interesantes-en-el-tamano-correcto-para-un-editor-de-eric-s-raymond/",
    "fecha": "09/02/2026",
    "contenido": "Eric S. Raymond escribió en los tiempos de las Guerras de editores «The Right Size for an Editor». Un texto no tan conocido como el de «La catedral y el bazar» pero que tiene perlas interesantes. Cita la Ley de Zawinski (JWZ, el de Netscape) que venía a decir que «Todos los programas tendrían que..."
  },
  {
    "blog": "56K",
    "titulo": "Añadir nuevos juegos a la consola X6",
    "link": "https://56k.es/fanta/anadir-nuevos-juegos-a-la-consola-x6/",
    "fecha": "09/02/2026",
    "contenido": "Hablo de la consola portátil X6 versión V-8147. La llaman «Consola X6» pero existen diferentes versiones y por eso lo mismo encontrarás vídeos de gente diciendo que añadir juegos es tan sencillo como copiar las roms en la tarjeta SD y listo. En realidad en esta versión (que por lo que veo es muy eco"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "La red de la ira",
    "link": "https://www.fabio.com.ar/9870-la-red-de-la-ira",
    "fecha": "09/02/2026",
    "contenido": "    \nHace un tiempo que el due&ntilde;o de Twitter decidi&oacute; renombrar la red con un extra&ntilde;o nombre \"X\", en su habitual insan&iacute;a trat&oacute; de darle \"valor\" a esa red buscando la forma en que los usuarios interactuaran de prepo, ya no por deseo propio, sino por \"obligaci&oacute;n"
  },
  {
    "blog": "Un blog",
    "titulo": "Nombres en juegos de rol",
    "link": "https://nachof.blog/posts/2026/nombres-en-juegos-de-rol/",
    "fecha": "09/02/2026",
    "contenido": "Uno de los problemas difíciles con los que nos encontramos en los juegos de rol es el de ponerle nombres a las cosas.\nBen Robbins (creador de Microscope, Follow, In This World, y otros) tiene un muy buen post al respecto en su blog. La sugerencia es sencilla: una lista de nombres con el &ldquo;flavo"
  },
  {
    "blog": "Un blog",
    "titulo": "Audiobookshelf",
    "link": "https://nachof.blog/posts/2026/audiobookshelf/",
    "fecha": "09/02/2026",
    "contenido": "Me estoy volviendo cada vez menos tolerante con las pelotudeces del software propietario. Ayer Audible me perdió el progreso en un libro. Así que chau Audible.\nHace un tiempo que venimos escuchando con la familia audiolibros cuando viajamos en auto. Por más que busqué alternativas, parece que compra"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Adorned Graves: Dream I | Sin Ningún Tipo De Sutilezas",
    "link": "https://www.delotroladometal.com.ar/2026/02/09/sin-ningun-tipo-de-sutilezas/",
    "fecha": "09/02/2026",
    "contenido": "(2025 &#8211; Soundmass) Cómo es posible que apenas un puñado de canciones puedan triturarte tanto...\nThe post Adorned Graves: Dream I | Sin Ningún Tipo De Sutilezas first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Blog de Daniel Torres Burriel",
    "titulo": "Un lunes muy lunes",
    "link": "https://dani.torresburriel.com/un-lunes-muy-lunes/",
    "fecha": "09/02/2026",
    "contenido": "Hoy ha sido un lunes al que definiría como una tormenta de arena. No voy mojado, si no me miras muy de cerca no se me nota, aparentemente mi ropa no está sucia, no me he despeinado. Pero me escuecen los ojos, tengo incomodidad en todo el cuerpo, me pica todo. Enero ha sido un &#8230; Sigue leyendo U"
  },
  {
    "blog": "Un Diario",
    "titulo": "Mi setup DeGoogle",
    "link": "https://thejnx.bearblog.dev/mi-setup-degoogle/",
    "fecha": "09/02/2026",
    "contenido": "Las apps que uso en mi dia a dia para alejarme de Google"
  },
  {
    "blog": "Adrián Perales",
    "titulo": "Aplicaciones Flatpak de Gnome sin acentos en KDE Plasma",
    "link": "https://adrianperales.com/2026/02/aplicaciones-flatpak-de-gnome-sin-acentos-en-kde-plasma/",
    "fecha": "08/02/2026",
    "contenido": "Estoy con KDE Neon, basada en la última Ubuntu 24.04 LTS y que trae la última versión de KDE Plasma (actualmente 6.5.5). Uso diversas aplicaciones de Gnome instaladas con Flatpak, como Gajim o Planify, y resulta que los acentos no se escriben. Pulsaba la tecla del acento y era directamente ignorada."
  },
  {
    "blog": "La Máquina de Von Neumann",
    "titulo": "¿Hemos llegado a la AGI?",
    "link": "https://vonneumannmachine.wordpress.com/2026/02/08/hemos-llegado-a-la-agi/",
    "fecha": "08/02/2026",
    "contenido": "&#160; Un reciente artículo en Nature ha arremetido contra las voces críticas, nada más y nada menos, sosteniendo que la AGI ya está aquí ¡Además con cascadas de evidencia a favor! Os ofrezco una réplica a un artículo bastante confuso y contradictorio, y que yo no hubiera publicado en Nature sin muc"
  },
  {
    "blog": "Jinversor",
    "titulo": "El chico de Internet",
    "link": "https://jinversor.co/2026/02/el-chico-de-internet/",
    "fecha": "08/02/2026",
    "contenido": "Estuve viendo un documental sobre la vida de Aaron Swartz titulado El chico de Internet. Swartz fue un niño prodigio de la informática y un reconocido activista por la libertad [&#8230;]\nLa entrada El chico de Internet se publicó primero en Jinversor."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Configurar Git para trabajar con múltiples plataformas",
    "link": "https://mareosdeungeek.es/configurar-git-para-trabajar-con-multiples-plataformas/",
    "fecha": "08/02/2026",
    "contenido": "&#160; Al final, ante la falta de un portátil operativo, he configurado mi ordenador de sobremesa para programar, así que he tenido que configurar Git para trabajar con múltiples plataformas de control de versiones. El proceso para hacerlo es bastante sencillo y similar en sistemas GNU / Linux y Mac"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Elecciones en Aragón",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/elecciones-en-aragon.html",
    "fecha": "08/02/2026",
    "contenido": "Ha llegado hoy el momento de la verdad en Aragón, ese instante solemne en el que la democracia cumple su función más higiénica: someter a recuento la vanidad del poder y ofrecer a los ciudadanos la posibilidad, siempre efímera, pero nunca desdeñable, de retirar del escaparate público a quienes han c"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Sueños (II)",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/suenos-ii.html",
    "fecha": "08/02/2026",
    "contenido": "Qué feliz te hace soñar con algo que deseas. Hace unas horas he soñado con mi último día de clase este curso. Y he sido feliz en ese mundo onírico porque sé que dentro de no tanto llegará. Porque el tiempo sí que pasa. Y aunque esté bien mirado en mi puesto, la carretera y los madrugones pesan.Aún n"
  },
  {
    "blog": "eaplmx",
    "titulo": "Frustraciones modernas",
    "link": "https://text.eapl.mx/frustraciones-modernas",
    "fecha": "08/02/2026",
    "contenido": ""
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Se Viene Algo Nuevo De Los Noruegos? | La Vuelta De Extol Al Estudio",
    "link": "https://www.delotroladometal.com.ar/2026/02/08/la-vuelta-de-extol-al-estudio/",
    "fecha": "08/02/2026",
    "contenido": "Extol es una de las bandas mas reconocidas dentro del espectro cristiano del Metal en...\nThe post Se Viene Algo Nuevo De Los Noruegos? | La Vuelta De Extol Al Estudio first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Alexis Alzate",
    "titulo": "Cambios en mi uso de internet",
    "link": "https://alexisalzate.com/blog/2026-02-07/",
    "fecha": "07/02/2026",
    "contenido": "A lo largo de los últimos meses he realizado algunos cambios con\nrespecto al uso que hago de internet.\nDe no ser por Codeberg Pages, mi página web no existiría. Sin\nembargo, dicho servicio ahora se encuentra en “modo de\nmantenimiento”, lo que significa que no recibirá nuevas\ncaracterísticas, y si bi"
  },
  {
    "blog": "plr blog",
    "titulo": "Mi móvil con LineageOS: destaco la duración de la batería y la desconexión digital que consigo",
    "link": "https://pedrolr.es/blog/mi-movil-con-lineageos-destaco-la-duracion-de-la-bateria-y-la-desconexion-digital-que-consigo/",
    "fecha": "07/02/2026",
    "contenido": "En un post del 14 de agosto de 2025 ya hablé de mi móvil con LineageOS: probando con LineageOS como sistema principal en el móvil (enlace). En este post añado capturas y cuento algo más. En su día, allá por diciembre de 2022, me compré un móvil del 2017 en una tienda de segunda mano [&#8230;]"
  },
  {
    "blog": "El Sueño del Artista Blog",
    "titulo": "Los poetas de Facebook o la Instapoesia . Una mirada moderna y digital a la poesía .",
    "link": "https://polotman.wordpress.com/2026/02/07/los-poetas-de-facebook-o-la-instapoesia-una-mirada-moderna-y-digital-a-la-poesia/",
    "fecha": "07/02/2026",
    "contenido": "#literatura #Lospoetasdefaceboock&#160; #ElSueñodelArtistablog #poesia #Instapoesia&#160; Cuando escuche hablar por primera vez de los términos  la instapoesia  o los poetas de Facebook se me hizo algo curioso y a la vez algo gracioso la creación de un  término específico a la redacción y publicació"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Último día en Cracovia y regreso",
    "link": "https://blog.danielaragay.net/ultimo-dia-en-cracovia-y-regreso/",
    "fecha": "07/02/2026",
    "contenido": "Te cuento como fue el &#xfa;ltimo d&#xed;a y el regreso a casa con Rico.Formas de patrocinio. Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendoelsuecoEnlace al cap&#xed;tulo https://podcast.danielaragay.n"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "COPE. Estar desinformado",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/cope-estar-desinformado.html",
    "fecha": "07/02/2026",
    "contenido": "COPE. Estar desinformado :)He hablado ya unas cuantas veces de este asunto: que el lema de la COPE sea «estar informado», cuando encontrarte una última hora en esa emisora es casi un milagro,&nbsp;me parece de mal gusto. Pasó hace unos semanas con el accidente de tren de Adamuz, donde fueron incapac"
  },
  {
    "blog": "La Frikoteca",
    "titulo": "El material reciclado de Chaosium",
    "link": "http://frikoteca.blogspot.com/2026/02/el-material-reciclado-de-chaosium.html",
    "fecha": "07/02/2026",
    "contenido": "Para nadie será una sorpresa saber que soy muy fan del juego de rol Pendragón. Fui el traductor principal de la quinta edición del juego al español (la que publicó Nosolorol), y la primera persona que dirigió completa la Gran Campaña de Pendragón en el mundo, aparte del autor; no entiendo cómo el go"
  },
  {
    "blog": "Diegologs 💾",
    "titulo": "Volviendo a configurar Nvim desde cero",
    "link": "https://diegologs.com/configuracion-nvim-desde-cero/",
    "fecha": "07/02/2026",
    "contenido": "Llevo usando Vim como 10 años (Neovim desde hace 3 o 4 años) y mi config ha ido evolucionando con el paso del tiempo, he decidido volver a crearla desde cero, hacer un remake, como en los videojuegos.\nHacerlo desde cero me va a permitir hacer limpieza de muchas cosas que he ido arrastrando con el pa"
  },
  {
    "blog": "Un blog",
    "titulo": "Odio manejar",
    "link": "https://nachof.blog/posts/2026/odio-manejar/",
    "fecha": "07/02/2026",
    "contenido": "Este post va a ser bastante negativo, lo cual es evidente por el título. Si no querés leer negatividad, sentite libre de saltearlo.\nOdio manejar. Lo odio con todo mi ser. Odio los autos, y la cultura alrededor de ellos, y el riesgo que representan para las personas, y el entorno cultural en el que t"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Mortification: Scrolls Of The Megilloth | Un Clásico Para No Olvidar",
    "link": "https://www.delotroladometal.com.ar/2026/02/07/un-clasico-para-no-olvidar/",
    "fecha": "07/02/2026",
    "contenido": "(1992 &#8211; Nuclear Blast/Intense Records/Soundmass/Rowe Productions) Es uno de esos discos invencibles por el paso...\nThe post Mortification: Scrolls Of The Megilloth | Un Clásico Para No Olvidar first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Formatear un pendrive con celdas defectuosas en Debian",
    "link": "https://malagaoriginal.blogspot.com/2026/02/formatear-un-pendrive-con-celdas.html",
    "fecha": "06/02/2026",
    "contenido": "¿Quién no se ha encontrado alguna vez con un pendrive con celdas defectuosas?Nuestra primer impulso es tirarlo a la basura, ¡MAL! Primero porque antes deberíamos destruirlo por completo por la información sensible que pueda seguir teniendo accesibles pero a lo mejor todavía se le puede dar uso, al m"
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Marcadores #5",
    "link": "https://thecheis.com/2026/02/06/marcadores-5/",
    "fecha": "06/02/2026",
    "contenido": "Últimamente estoy tomándome un descanso bastante bueno del mundo online, pero tenía en borradores esta entrada con algunos artículos interesantes que no quiero perder. Aquí va un buen popurrí de cosas sacadas de la web personal. Yo me vuelvo a mi cueva. 1. Cómo y por qué dejé de comprar portátiles n"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 6 de 2026",
    "link": "https://victorhckinthefreeworld.com/2026/02/06/opensuse-tumbleweed-revision-de-la-semana-6-de-2026/",
    "fecha": "06/02/2026",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Jinversor",
    "titulo": "Ratas",
    "link": "https://jinversor.co/2026/02/ratas/",
    "fecha": "06/02/2026",
    "contenido": "Me gustó el video. Muy alegórico aunque no somos ratas. ¿O sí?\nLa entrada Ratas se publicó primero en Jinversor."
  },
  {
    "blog": "Interlan",
    "titulo": "Estado: Multisite WordPress",
    "link": "https://interlan.ec/blog/2026/02/06/estado-multisite-wordpress/",
    "fecha": "06/02/2026",
    "contenido": "He hecho algunos cambios de perspectivas con respecto a mis dos blogs, actualmente independientes, por cuanto su administracion es complicada para lo que esperaba de ellos. Hoy vamos a intentar unirlos bajo una funcion llamada MultiSite de WordPress Introducción Desde hace un buen tiempo que he esta"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Webs útiles #1",
    "link": "https://matizeta.com/2026/02/06/webs-utiles-1/",
    "fecha": "06/02/2026",
    "contenido": "Tengo en Notion una colección de webs útiles para tenerlas al alcance de mi mano cuando las necesite. Siempre pensé en compartir su contenido, pero aún estoy analizando la mejor forma de hacerlo. Mientras tanto comparto diez que agregué, quizás algunas te resulten útiles. GenAI Image Showdown Una we"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Configurar Home Assistant con Pangolin para acceder con dominio de forma segura",
    "link": "https://voidnull.es/configurar-home-assistant-con-pangolin-para-acceder-con-dominio-de-forma-segura/",
    "fecha": "06/02/2026",
    "contenido": "Aprende a exponer Home Assistant de forma segura con Pangolin, usando un dominio propio y sin depender de Cloudflare ni abrir puertos en tu red."
  },
  {
    "blog": "56K",
    "titulo": "Ejecutar e.com en Linux – Un editor que ocupa 5kb",
    "link": "https://56k.es/fanta/ejecutar-e-com-en-linux-un-editor-que-ocupa-5kb/",
    "fecha": "06/02/2026",
    "contenido": "Lo interesante del paquete que he montado es que el contenido que se edite con el editor se guardará en una imagen de disquete ima. Esto permite que puedas clonarlo a un disquete real si quieres pero digamos que es para poder trabajar como si lo hicieras sobre un disquete. Esto no tiene una utilidad"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Links de Viernes - #927",
    "link": "https://www.fabio.com.ar/9869-links-de-viernes---927",
    "fecha": "06/02/2026",
    "contenido": "     Mir&aacute;, mir&aacute;, hay links!\nSi, s&iacute;, es viernes, ya nadie lee, pero yo igual les dejo la dosis necesaria para que sus luces vuelvan a iluminarse, que si no es con palabras, que sea con im&aacute;genes, ooooh gloria internetera, reina de los links y los memes, he aqu&iacute; para "
  },
  {
    "blog": "Spam de autor",
    "titulo": "Sonic Life, la autobiografía de Thurston Moore",
    "link": "http://blog.spamdeautor.com/2026/02/06/sonic-life-la-autobiografia-de-thurston-moore/?utm_source=rss&utm_medium=rss&utm_campaign=sonic-life-la-autobiografia-de-thurston-moore",
    "fecha": "06/02/2026",
    "contenido": "A mediados de 2025 la Editorial Contra publicó la traducción al castellano de “Sonic Life”, el contundente tomo con más de 500 páginas de autobiografía de Thurston Moore. Como fan absoluto de Sonic Youth, estaba cantado que me iba a &#8230; Sigue leyendo &#8594;\nLa entrada Sonic Life, la autobiograf"
  },
  {
    "blog": "JDRM",
    "titulo": "Una alternativa abierta y segura a los canales de Telegram",
    "link": "https://jdrm.info/una-alternativa-abierta-y-segura-a-los-canales-de-telegram.html",
    "fecha": "06/02/2026",
    "contenido": "Una opción de código abierto para reemplazar los canales de Telegram"
  },
  {
    "blog": "JDRM",
    "titulo": "Una alternativa abierta y segura a los canales de Telegram",
    "link": "https://jdrm.info/una-alternativa-abierta-y-segura-a-los-canales-de-telegram.html",
    "fecha": "06/02/2026",
    "contenido": "Una opción de código abierto para reemplazar los canales de Telegram"
  },
  {
    "blog": "Ubuntu Peronista",
    "titulo": "¿Cómo convierto imágenes BIN/CUE a ISO en Ubuntu?",
    "link": "https://ubuntuperonista.blogspot.com/2026/01/como-convertir-imagenes-bin-cue-a-iso-en-ubuntu.html",
    "fecha": "05/02/2026",
    "contenido": "Exponiendo las necesidades de consolidar la una unión a imágen y semejanza de otras en el Mundo, Juan Perón explica cómo convertir imágenes BIN/CUE a ISO en Ubuntu.¡Trabajadores!Cuando la situación económica se caracteriza por la carencia de materias primas, la solución está en aumentar su producció"
  },
  {
    "blog": "El Blog de Juan A. Flores",
    "titulo": "Excelente noticia",
    "link": "https://juanagustinflores.wordpress.com/2026/02/05/excelente-noticia/",
    "fecha": "05/02/2026",
    "contenido": ""
  },
  {
    "blog": "El Blog de Juan A. Flores",
    "titulo": "Usando jetpack",
    "link": "https://juanagustinflores.wordpress.com/2026/02/05/usando-jetpack/",
    "fecha": "05/02/2026",
    "contenido": "Probando nuevamente la app, y activé el plugin Activity pub"
  },
  {
    "blog": "Jinversor",
    "titulo": "In – Off – icioso",
    "link": "https://jinversor.co/2026/02/off/",
    "fecha": "05/02/2026",
    "contenido": "Hace poco conocí el Movimiento Off. Se trata de una agrupación de personas que dicen luchar contra la alienación tecnológica. El enunciado suena bien: combatir la alienación tecnológica y recuperar [&#8230;]\nLa entrada In – Off – icioso se publicó primero en Jinversor."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Watashi no Workbook N5",
    "link": "https://mareosdeungeek.es/watashi-no-workbook-n5/",
    "fecha": "05/02/2026",
    "contenido": "Desde que en 2020 naciera el proyecto Watashi no Nihongo de Sandra Carrascosa, ha pasado mucho tiempo, ahora, este método de aprendizaje de japonés sigue creciendo con la publicación de Watashi no Workbook N5. Anunciado a mediados de enero, este cuaderno de trabajo es el complemento perfecto para Wa"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Creo que deberías probar LibreOffice",
    "link": "https://www.macram.es/posts/2026/02/deberias-probar-libreoffice/",
    "fecha": "05/02/2026",
    "contenido": "Hace poco Apple lanzó una nueva suite de aplicaciones llamada &ldquo;Apple Creator Studio&rdquo;. Tardaban en lanzar algo así: una suscripción de unos cuantos euros al mes que te da acceso a una serie de programas realmente potentes como Final Cut Pro, Logic Pro o Pixelmator Pro, y que de rebote tam"
  },
  {
    "blog": "post-it – matizeta",
    "titulo": "Sidephone",
    "link": "https://matizeta.com/2026/02/05/sidephone/",
    "fecha": "05/02/2026",
    "contenido": "Sidephone es un particular teléfono lanzado en enero del 2026. ¿Qué lo hace tan característico por sobre el resto? Que puedes intercambiar los teclados fácilmente. Viene con un clásico teclado numérico, puedes adquirir por separado un teclado al mejor estilo Blackberry Pearl hibrido numérico/QWERTY "
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "523. Felicidad y soma",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/02/523-felicidad-y-soma.html",
    "fecha": "05/02/2026",
    "contenido": "&nbsp; &nbsp; Sandalio se acercó hasta mí y me preguntó para qué querría yo ser libre si ya soy feliz. Y con intención puramente socrática, le pregunté que si él era feliz y tenía todas sus necesidades cubiertas, por qué siempre se enfadaba tanto con Pedro Sánchez.&nbsp;&nbsp; &nbsp; Que si Pedro co"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Cracovia día 2",
    "link": "https://blog.danielaragay.net/cracovia-dia-2/",
    "fecha": "05/02/2026",
    "contenido": "Otro d&#xed;a en Polonia con m&#xe1;s actividades y de nuevo cansado y con muchas ganas de regresar y estar con Rico y ChatFormas de patrocinio. Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "¿Redes sociales para niños? Dejemos de ser naífs y hablemos claro",
    "link": "https://blog.danielaragay.net/redes-sociales-para-ninos-dejemos-de-ser-naifs-y-hablemos-claro/",
    "fecha": "05/02/2026",
    "contenido": "&#xa1;Muy buenas! Hoy te escribo desde Cracovia; llegamos ayer y, francamente, fue un d&#xed;a de esos que te dejan para el arrastre. Pero bueno, antes de caer rendido, grab&#xe9; un cap&#xed;tulo en el podcast y quer&#xed;a aprovechar para poner por escrito algo"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Algunas fotos de enero",
    "link": "https://www.ericafustero.com/2026-02-algunas-fotos-de-enero",
    "fecha": "05/02/2026",
    "contenido": "Enero fue un mes de frío, poco sol, lluvia ¡e incluso nieve!, ¿pero cuándo eso me ha impedido hacer fotos? (mejor no contestar a esta pregunta). La cuestión es que, a pesar de la metereología adversa, o quizás gracias a ella, fue un buen mes fotográfico, así que aquí van algunas de las fotos que [&#"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "El fascismo anticárnico",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/el-fascismo-anticarnico.html",
    "fecha": "05/02/2026",
    "contenido": "Me despierto esta mañana leyendo en El País&nbsp;que Ámsterdam se convierte en la primera capital que prohíbe los anuncios de la carne. En una época en la que todo se etiqueta como fascismo, qué menos que hacer lo propio con la prohibición de exhibir carteles cárnicos en una de las principales capit"
  },
  {
    "blog": "La cosa infinita (Daniel Omar Cignacco)",
    "titulo": "La extinción del procedimiento",
    "link": "https://danielomarcignacco.mataroa.blog/blog/la-extincion-del-procedimiento/",
    "fecha": "05/02/2026",
    "contenido": "El reloj de la cocina, un artefacto de plástico que pretendía imitar el mármol, marcó las 11:50 con un clic metálico que, por alguna razón, me recordó a las etiquetas de los frascos de mermelada en los estantes de un supermercado de Versalles. Faltaban diez minutos para el fin del mundo. No era una "
  },
  {
    "blog": "",
    "titulo": "Recomendación.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/02/05/recomendacion-15/",
    "fecha": "05/02/2026",
    "contenido": "Les dejo unas canciones que Santiago Molina hizo en el canal Todo Noticias para que vean como es su musica."
  },
  {
    "blog": "ochobitshacenunbyte",
    "titulo": "Gestión documental con Paperless-ngx y Docker",
    "link": "https://www.ochobitshacenunbyte.com/2026/02/05/gestion-documental-con-paperless-ngx-y-docker/",
    "fecha": "05/02/2026",
    "contenido": "¿Alguna vez has pasado media mañana buscando aquel contrato de alquiler de hace tres años o la factura de la lavadora que justo se acaba de romper? Todos hemos estado ahí: una montaña de&#46;&#46;&#46;\nLa entrada Gestión documental con Paperless-ngx y Docker se publicó primero en ochobitshacenunbyte"
  },
  {
    "blog": "56K",
    "titulo": "Fanta Mixtapes – 005 – Pero usted quien es",
    "link": "https://56k.es/fanta/fanta-mixtapes-005-pero-usted-quien-es/",
    "fecha": "05/02/2026",
    "contenido": "En este caso el titulo es «Pero usted quien es» pero podría haberse llamado «El dueño de Telegram». Se puede escuchar aquí: La voz es de la mujer que se hizo meme en el Diario de Patricia diciendo «Pero usted quien es» al que le decía que quería casarse con ella prácticamente :D. Las canciones..."
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Ruleta Rusa #862",
    "link": "https://www.fabio.com.ar/9868-ruleta-rusa-862",
    "fecha": "05/02/2026",
    "contenido": "     Ya saben, ruleta\nJueves! Ruelta y jueves van de la mano, es el momento del corchazo semanal, el tiro en la sien de tu productividad, aqu&iacute; es donde descendemos al pozo de la decadencia de internet que otrora ser&aacute; considerada la internet gourmet, la old school, libros analizar&aacut"
  },
  {
    "blog": "Picando Código",
    "titulo": "Números",
    "link": "https://picandocodigo.net/2026/numeros/",
    "fecha": "05/02/2026",
    "contenido": "Últimamente he ido identificando ciertos números \"hito\" tanto en este blog como en lo personal. Así que usé esos números como excusa para escribir. En enero escribí mucho En Enero de 2026, publiqué 16 entradas en el blog. Mirando el dropdown de archivos del blog, desde 2021 no escribía tantos posts "
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "German Pascual: Beyond Our Comprehensions | En Equilibro Con El Metal",
    "link": "https://www.delotroladometal.com.ar/2026/02/05/en-equilibro-con-el-metal/",
    "fecha": "05/02/2026",
    "contenido": "(2025 &#8211; Roxx Productions) Cuando la cosa parece indefinida y abre la puerta del debate...\nThe post German Pascual: Beyond Our Comprehensions | En Equilibro Con El Metal first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Piumaster | Alejandro Piumetti",
    "titulo": "Mis consumos y recomendaciones de enero",
    "link": "https://alepiumetti.github.io/blog/consumos-de-enero",
    "fecha": "05/02/2026",
    "contenido": "Estas últimas semanas estuve más activo como consumidor que de creador por lo que dejo algunas recomendaciones de cosas que me resultaron interesantes, cosas que estoy haciendo o probando. Algunos videos Soy visitante recurrente de Eric y esta vez subió un video, segundo de una “serie”, en la que ha"
  },
  {
    "blog": "Blog de Daniel Torres Burriel",
    "titulo": "Verificar la edad: el reto de diseño que viene",
    "link": "https://dani.torresburriel.com/verificar-la-edad-el-reto-de-diseno-que-viene/",
    "fecha": "05/02/2026",
    "contenido": "Estos días se habla mucho de la prohibición de redes sociales a menores de 16 años. Estoy a favor. Pero no vengo a debatir eso, hay argumentos en todas direcciones y cada cual que llegue a sus conclusiones. Lo que ahora me ocupa como profesional del diseño de experiencia de usuario es otra cosa: es "
  },
  {
    "blog": "Ilogeek",
    "titulo": "El blog personal como resistencia",
    "link": "https://ilogeek.es/el-blog-personal-como-resistencia/",
    "fecha": "05/02/2026",
    "contenido": "El blogging en español no vive sus mejores momentos. Pero hay iniciativas como la que traigo hoy aquí que arroja un poco de luz."
  },
  {
    "blog": "brucknerite",
    "titulo": "Obras alemanas, obras españolas",
    "link": "https://brucknerite.net/2026/02/obras-alemanas-obras-espanolas.html",
    "fecha": "04/02/2026",
    "contenido": "Entre el pasado 1 de agosto de 2025 y el 30 de abril de 2026 se está ejecutando la renovación general de la línea de alta velocidad Berlín-Hamburgo. Para ello, se ha cerrado por completo. El proyecto se llama allí Generalsanierung, lo que a mis oídos duros para el alemán les remite a cierto personaj"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Añadir notas a pestañas, widgets de listas y temporizador en Firefox Nightly",
    "link": "https://victorhckinthefreeworld.com/2026/02/04/anadir-notas-a-pestanas-widgets-de-listas-y-temporizador-en-firefox-nightly/",
    "fecha": "04/02/2026",
    "contenido": "En Firefox Nightly podemos experimentar con nuevas funciones como añadir notas a las pestañas, o añadir widgets de crear listas o un temporizador enla página de nueva pestaña"
  },
  {
    "blog": "plr blog",
    "titulo": "Un llamamiento para llevar a cabo más estudios sobre personas no usuarias de bibliotecas públicas",
    "link": "https://pedrolr.es/blog/un-llamamiento-para-llevar-a-cabo-mas-estudios-sobre-personas-no-usuarias-de-bibliotecas-publicas/",
    "fecha": "04/02/2026",
    "contenido": "En evaluación de bibliotecas es muy común llevar a cabo estudios de satisfacción de personas usuarias con los servicios ofrecidos. Llevo tiempo dedicándome a eso y en los últimos años he podido impartir una asignatura que se llama Calidad y Evaluación de los Servicios en Documentación en el Grado en"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "El maestro que prometió el mar",
    "link": "https://mareosdeungeek.es/el-maestro-que-prometio-el-mar/",
    "fecha": "04/02/2026",
    "contenido": "El maestro que prometió el mar es una película sobre la enseñanza durante la II República. Contando la historia de uno de esos maestros de pueblo que introdujo métodos revolucionarios para la época. Y el caro precio que tuvo que pagar por sus ideas revolucionarias. Uno de los avances más destacados "
  },
  {
    "blog": "pov – matizeta",
    "titulo": "No seamos islas",
    "link": "https://matizeta.com/2026/02/04/no-seamos-islas/",
    "fecha": "04/02/2026",
    "contenido": "Hay una canción de un grupo que me gusta que se titula Islas, si bien es una canción de amor, en su estribillo repite «..no seamos islas» y eso me hace reflexionar sobre la actualidad de blogs. Si pretendemos devolver un poco de eso a la web que hemos perdido, ¿como vamos a hacerlo si [&#8230;]"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Cracovia día 1",
    "link": "https://blog.danielaragay.net/cracovia-dia-1/",
    "fecha": "04/02/2026",
    "contenido": "Hoy hacemos el podcast desde la ciudad polaca de Cracovia.Formas de patrocinio. Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendoelsuecoEnlace al cap&#xed;tulo https://podcast.danielaragay.net/@haciendoel"
  },
  {
    "blog": "_ voidNull",
    "titulo": "paste: combina lineas de varios ficheros de forma horizontal",
    "link": "https://voidnull.es/paste-combina-lineas-de-varios-ficheros-de-forma-horizontal/",
    "fecha": "04/02/2026",
    "contenido": "Herramienta para combinar líneas de uno o varios archivos en columnas, ideal para unir datos y generar tablas simples desde la terminal."
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Pangolin en Ubuntu 24.04",
    "link": "https://voidnull.es/instalacion-de-pangolin-en-ubuntu-24-04/",
    "fecha": "04/02/2026",
    "contenido": "Pangolin permite exponer servicios internos a Internet de forma segura y sin abrir puertos actuando como una alternativa segura de CloudFlare Tunnel"
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "Reduciendo el dolor de cabeza en el diseño \"Liquid Glass\"",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2026/02/04/20260204-reduciendo-dolor-en-liquid-glass/",
    "fecha": "04/02/2026",
    "contenido": "iOS 26 apostó por los efectos de transparencia y fluidez de movimiento, lo que genera múltiples problemas de accesibilidad"
  },
  {
    "blog": "eaplmx",
    "titulo": "Incongruencias modernas",
    "link": "https://text.eapl.mx/incongruencias-modernas",
    "fecha": "04/02/2026",
    "contenido": ""
  },
  {
    "blog": "prosa",
    "titulo": "quemaditos",
    "link": "https://blog.adrianaaraujot.casa/quemaditos/",
    "fecha": "04/02/2026",
    "contenido": "Bad Bunny, JLo, Djaimilia Pereira de Almeida y yo"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Cuando programo, no escribo",
    "link": "https://www.fabio.com.ar/9867-cuando-programo-no-escribo",
    "fecha": "04/02/2026",
    "contenido": "    \nUna cosa que me pasa, y desde ya no creo ser el &uacute;nico, es que varias zonas de mi cerebro est&aacute;n interconectadas y si uso mucho una para ciertas tareas, no puedo hacer otras porque se me superpone la neurona. En mi caso es escribir y programar.\nNo es que desarrollar software requier"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "RUIDO presenta el EP \"6 Monedas Para Caronte\" | Graves Riffs Desde El Desierto Cuyano",
    "link": "https://www.delotroladometal.com.ar/2026/02/04/graves-riffs-desde-el-desierto-cuyano/",
    "fecha": "04/02/2026",
    "contenido": "Ya era tiempo de poder escuchar algo en esta tonalidad. Sonidos y riffs pesados, graves,...\nThe post RUIDO presenta el EP \"6 Monedas Para Caronte\" | Graves Riffs Desde El Desierto Cuyano first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "AsturGeek V3",
    "titulo": "Voces en castellano en Spiderman 2 (PC)",
    "link": "https://blogo.asturgeek.eu/2026/02/04/voces-en-castellano-en-spiderman-2-pc/",
    "fecha": "04/02/2026",
    "contenido": "Tengo la absoluta manía de probar muchos de los juegos que me interesan antes de comprarlos. Ya me ha pasado de comprar un juego, en apariencia compatible con alguna versión de Proton y que en mi equipo no vaya. Cosas de jugar en GNU/linux&#8230; En ésta ocasión he probado (que no jugado) Marvel&#82"
  }
]