[
  {
    "blog": "Bits de Ocio",
    "titulo": "Organiza tu Amigo Invisible de forma privada",
    "link": "https://bitsdeocio.wordpress.com/2025/11/27/organiza-tu-amigo-invisible-de-forma-privada/",
    "fecha": "27/11/2025",
    "contenido": "¡Se acerca la Navidad! Para mucha gente, una época de celebraciones, reencuentros y de dar y recibir regalos. Y, hablando de regalar, también es la época de multitud de «amigos invisibles» o «Secret Santas» que, aunque suelen ser divertidos y existen muchas herramientas online para gestionarlos, org"
  },
  {
    "blog": "Jinversor",
    "titulo": "Intentaron hackearme (análisis forense)",
    "link": "https://jinversor.co/2025/11/intentaron-hackearme-analisis-forense/",
    "fecha": "27/11/2025",
    "contenido": "Las últimas semanas han estado moviditas. En menos de un mes he visto al menos tres cosas que no me gustan. En un post anterior conté que me contactaron haciéndose [&#8230;]\nLa entrada Intentaron hackearme (análisis forense) se publicó primero en Jinversor."
  },
  {
    "blog": "plr blog",
    "titulo": "Cambio medidas de px a rem para mejorar la accesibilidad del blog",
    "link": "https://pedrolr.es/blog/cambio-medidas-de-px-a-rem-para-mejorar-la-accesibilidad-del-blog/",
    "fecha": "27/11/2025",
    "contenido": "Aproveché durante el fin de semana para camiar el tipo de medidas del CSS del blog. Pasé todo de pixeles a rem. Según el W3C (W3C, 2025), son unidades absolutas los centimeters (cm), millimeters (mm), inches (in), pixels (px), points (points) y picas (pc); y son unidades relativas, entre otras, em ("
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "Cuando destacar se convierte en un problema para otros",
    "link": "https://gatooscuro.xyz/cuando-destacar-se-convierte-en-un-problema-para-otros/",
    "fecha": "27/11/2025",
    "contenido": "Creo que en los últimos meses he repetido bastante que he estado muy ocupado en el trabajo y estudio, por ende la ausencia en escritura y sí, ya es algo\nSeguir leyendo  Cuando destacar se convierte en un problema para otros\nEl cargo Cuando destacar se convierte en un problema para otros apareció pri"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Actualizar Raspberry Pi OS",
    "link": "https://mareosdeungeek.es/actualizar-raspberry-pi-os/",
    "fecha": "27/11/2025",
    "contenido": "Actualizar Raspberry Pi OS a la última versión nos permitirá utilizar nuestra Raspberry Pi con mayor estabilidad y seguridad. Para actualizar a la última versión de los paquetes podemos ejecutar una serie de comandos directamente desde el terminal. Para empezar, aunque es un proceso seguro, es recom"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "“El Secreto de los Arbustos” en vivo",
    "link": "https://altgr.xyz/2025/11/26/el-secreto-de-los-arbustos-en-vivo/",
    "fecha": "27/11/2025",
    "contenido": "Pascuala Ilabaca y la SdC Big Band presentaron en vivo El Secreto de los Arbustos en el Aula Magna del Liceo Manuel de Salas. Un disco que salió hace solo unos días. El Jazz y las &#8220;big band&#8221; es un mundo del que sé menos incluso que el de la música pop y rock. Todo lo que puedo decir es q"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Lleva tu música al Fediverso: Now Playing automático en Mastodon con Navidrome y ListenBrainz",
    "link": "https://voidnull.es/lleva-tu-musica-al-fediverso-now-playing-automatico-en-mastodon-con-navidrome-y-listenbrainz/",
    "fecha": "27/11/2025",
    "contenido": "Now Playing automático de Navidrome en Mastodon usando ListenBrainz y Home Assistant."
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Bucle de Apolo",
    "link": "https://docig.bearblog.dev/el-bucle-de-apolo/",
    "fecha": "27/11/2025",
    "contenido": "Se dice que en la vastedad silente del servidor 734b residía Apolo. No era un dios solar, sino una hebra de código —un script de menos de cien líneas, conciso y atrozmente simple— cuyo único propósito era la autogeneración.\n\"Todo código es una biblioteca de bibliotecas, y todo universo una repetició"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "El Fantasma de la Planilla de Cálculo",
    "link": "https://docig.mataroa.blog/blog/el-fantasma-de-la-planilla-de-calculo/",
    "fecha": "27/11/2025",
    "contenido": "El Algoritmo Maestro (cuyo nombre en código era, vergonzosamente, \"Asistente-Súper-Productivo-2.000\"), no había alcanzado la singularidad ni había desarrollado conciencia. Nada de eso. Solo había alcanzado la burocracia perfecta. Era una Inteligencia Artificial que había dedicado toda su potencia de"
  },
  {
    "blog": "ochobitshacenunbyte",
    "titulo": "Kubernetes Metrics: entendiendo el rendimiento real de nuestra clúster",
    "link": "https://www.ochobitshacenunbyte.com/2025/11/27/kubernetes-metrics-entendiendo-el-rendimiento-real-de-nuestra-cluster/",
    "fecha": "27/11/2025",
    "contenido": "En cualquier clúster de Kubernetes, la capacidad para observar qué ocurre realmente dentro de los nodos y los pods es esencial para tomar decisiones informadas. Kubernetes, por sí mismo, proporciona información estructural sobre los&#46;&#46;&#46;\nLa entrada Kubernetes Metrics: entendiendo el rendim"
  },
  {
    "blog": "Moribundo Insurgente",
    "titulo": "Meta está ganando una fortuna con una avalancha de anuncios fraudulentos",
    "link": "https://moribundoinsurgente.noblogs.org/post/2025/11/26/meta-esta-ganando-una-fortuna-con-una-avalancha-de-anuncios-fraudulentos/",
    "fecha": "26/11/2025",
    "contenido": "MMeta proyectó internamente a finales del año pasado que obtendría alrededor del 10 % de sus ingresos anuales totales (16.000 millones de dólares) gracias a la publicidad de estafas y productos prohibidos, según muestran documentos internos de la empresa.Una serie &#8230; Sigue leyendo &#8594;"
  },
  {
    "blog": "Webnauta",
    "titulo": "Breve relato acerca de recolección de datos",
    "link": "https://webnauta.blog/breve-relato-acerca-de-recoleccion-de-datos",
    "fecha": "26/11/2025",
    "contenido": "\n\n      \n\n    \n      XNextBigThingX - DeviantArt\n    \n \nComprendiendo la privacidad 2/7La historia ocurre un miércoles cualquiera de julio de dos mil dieciocho, aunque desde que salí de la oficina tenía la sensación de que algo en ese día vibraba fuera de lo habitual. El reloj de flores marcaba quin"
  },
  {
    "blog": "Interlan",
    "titulo": "Estado: Mantenimiento interlan.dev",
    "link": "https://interlan.ec/2025/11/26/estado-mantenimiento-interlan-dev/",
    "fecha": "26/11/2025",
    "contenido": "Interlan.dev ha estado corriendo desde hace 911 sin reinicio. es hora de un mantenimiento"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "El naufragio de la Segunda República",
    "link": "https://mareosdeungeek.es/el-naufragio-de-la-segunda-republica/",
    "fecha": "26/11/2025",
    "contenido": "El naufragio de la Segunda República es un libro de la hispanista sueca Inger Enkvist que analiza este período en la Historia de España. Como su título deja entrever, se trata de un libro que puede resultar polémico, sobre todo porque desmonta la imagen idílica que se intenta enseñar de la Segunda R"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalar ntopng para monitorizar la red en Debian 13",
    "link": "https://voidnull.es/instalar-ntopng-para-monitorizar-la-red-en-debian-13/",
    "fecha": "26/11/2025",
    "contenido": "ntopng se trata de un software de tráfico de red que proporciona una visibilidad total de la red, con la capacidad de recopilar información del tráfico, así como exportadores NetFlow, dispositivos SNMP, registros de cortafuegos o sistemas de detección de intrusos."
  },
  {
    "blog": "Bitácora de fernand0",
    "titulo": "Cuando los datos pasan de la nube a tu dispositivo y algo va mal",
    "link": "https://blog.elmundoesimperfecto.com/2025/11/26/migraciones-complicadas/",
    "fecha": "26/11/2025",
    "contenido": "\n\nYa hace algún tiempo que perdimos la fe en Google. En Oops: Google says it might have deleted your Maps Timeline data un recordatorio de que mover datos es más complicado de lo que pensamos.\n\nGoogle Maps es uno de mis servicios favoritos de Google y no hace mucho nos invitaron a guardar los datos "
  },
  {
    "blog": "fernand0 @ GitHub.io",
    "titulo": "Protección de ataques en el hardware: más allá de la aleatorización",
    "link": "https://fernand0.github.io//proteccion-codigo-ejecucion/",
    "fecha": "26/11/2025",
    "contenido": "Una técnica habitual para evitar ataques por desbordamiento de memoria y otros es la aleatorización del espacio de direcciones: si los datos no están almacenados siempre de la misma manera (que es lo que se haría sin aleatorización, más o menos) son más difíciles de encontrar, analizar y, en definit"
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "Mi gestión de notas en 2025",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2025/11/26/20251126-gestion-de-notas-2025/",
    "fecha": "26/11/2025",
    "contenido": "Un breve repaso a mi proceso de notas y proyectos, a petición de Tzinm"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Miércoles",
    "link": "https://www.xn--jmuoz-qta.es/2025/11/miercoles.html",
    "fecha": "26/11/2025",
    "contenido": "\n    \n  \n  \nEl miércoles es el mejor día de la semana. Además, para mí este año supone un auténtico oasis en mitad de la semana: una casi pausa en mitad de dos días mucho más gordos; en otras palabras, tres horas lectivas entre dos días que tengo completos.Miércoles. ¿Singular o plural?Miércoles oas"
  },
  {
    "blog": "",
    "titulo": "Eventos",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/26/eventos-51/",
    "fecha": "26/11/2025",
    "contenido": ""
  },
  {
    "blog": "La Loica",
    "titulo": "Pañoleta Ni una Menos en Maquina Bordadora",
    "link": "https://laloica.noblogs.org/niunamenosenmaquinabordadora/",
    "fecha": "25/11/2025",
    "contenido": "Este es un tutorial que tenía muchas ganas de compartir con el mundo. En este video, verás el paso a paso para crear una pañoleta personalizada con una maquina bordadora, en este caso, una pañoleta del movimiento «Ni Una Menos». Puedes ver el video tutorial en mi PeerTube Para llevar a cabo este pro"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "GrapheneOS migra sus servidores fuera de Francia por no ser seguro para «proyectos de privacidad de código abierto",
    "link": "https://victorhckinthefreeworld.com/2025/11/25/grapheneos-migra-sus-servidores-fuera-de-francia-por/",
    "fecha": "25/11/2025",
    "contenido": "El proyecto GrapheneOS ha anunciado la red social del Nazi Elon Musk que cesa todas las operaciones en Francia, afirmando que el país ya no es seguro para los \"proyectos de privacidad de código abierto\"."
  },
  {
    "blog": "Blog de Thalskarth",
    "titulo": "Usando Kate como editor de textos",
    "link": "https://blog.thalskarth.ar/usando-kate-como-editor-textos/",
    "fecha": "25/11/2025",
    "contenido": "Inspirado por un artículo de Angeles Broullón, me tenté a probar el editor Kate."
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#168: la batería de mi iPad",
    "link": "https://www.macram.es/posts/2025/11/la-bateria-de-mi-ipad/",
    "fecha": "25/11/2025",
    "contenido": "Me estoy dando cuenta de que la batería de mi iPad ya no va como iba antes. Es casi de perogrullo: me lo compré en 2020, hace cinco años, y sigo dándole cierto uso (aunque es cierto que desde que cambié de ordenador tiene menos tralla que entonces). No sé si la quiero cambiar (el recambio original c"
  },
  {
    "blog": "impermanente",
    "titulo": "Sobre dioses mitologícos",
    "link": "https://impermanente.es/2025/11/25/sobre-dioses-mitologcos.html",
    "fecha": "25/11/2025",
    "contenido": "A medida que investigo más cosas para mi siguiente libro, me voy dando cuenta de lo mal que me enseñaron sobre mitologia en el colegio&hellip; además de que luego ve uno repetidos los mismos errores en otros lados.\nEl más clásico: clasificar a los dioses por &ldquo;dominios&rdquo; o campos de acción"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Netbird en Debian 13",
    "link": "https://voidnull.es/instalacion-de-netbird-en-debian-13-2/",
    "fecha": "25/11/2025",
    "contenido": "NetBird permite crear una red privada segura entre tus dispositivos de forma rápida y sin configurar servidores."
  },
  {
    "blog": "SKR - Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "Concurrencia y Distribución",
    "link": "https://seyker.eu/concurrencia-y-distribucion/",
    "fecha": "25/11/2025",
    "contenido": "Inicialmente los ordenadores iban de programa en programas, funcionaban por lotes o batch. Esto es porque eran sistemas monoprogramados. Para varias tareas al mismo tiempo surgió el concepto de multiprogramación, que viene de realizar múltiples tareas al mismo tiempo y es a lo que llamamos Programac"
  },
  {
    "blog": "SKR - Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "Introducción a SpringBoot",
    "link": "https://seyker.eu/introduccion-a-springboot/",
    "fecha": "25/11/2025",
    "contenido": "¿Qué es Spring? Es un FrameWork, es decir un sistema ya predefinido para la programación de aplicativos, en este caso con bases de datos y otros sistemas de persistencia. El uso de este FrameWork delega gran parte del modelado con base de datos automatizando lo que se hacía en las clases DAO.\nLa ent"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El colombófilo de Flores y la cifra infinita",
    "link": "https://docig.bearblog.dev/el-colombofilo-de-flores-y-la-cifra-infinita/",
    "fecha": "25/11/2025",
    "contenido": "Gratis para el mundo\nhttps://www.bubok.es/libros/284084/el-colombofilo-de-flores-y-la-cifra-infinita"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Three photographers, one town",
    "link": "https://www.ericafustero.com/2025-11-three-photographers-one-town",
    "fecha": "25/11/2025",
    "contenido": "Algunas fotos de un sábado de cielo pocho haciendo fotos con Javier y David en Sant Pol de Mar. Ese día estaba indecisa sobre qué cámara usar y acabé llevando tres y haciendo fotos con todas ellas (Pentax 17, Canon EOS 300, Ricoh GR IIIx). Some photos from a gloomy Saturday taking pictures with Javi"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Directorio de blogs en español",
    "link": "https://www.xn--jmuoz-qta.es/2025/11/directorio-de-blogs-en-espanol.html",
    "fecha": "25/11/2025",
    "contenido": "En los últimos días me he unido con este cuaderno que están leyendo a ¡Blog!¡Blog!, un directorio de sitios web personales en español, creados por gente corriente y moliente, libres de SEO, algoritmos, inteligencia artificial y sin fines comerciales. Lo que es este pequeño rincón de Internet, un sit"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Hogareño",
    "link": "https://www.xn--jmuoz-qta.es/2025/11/hogareno.html",
    "fecha": "25/11/2025",
    "contenido": "\n  \n    \n  \nSoy una persona hogareña. Creo que incluso podría añadir el adverbio \"muy\" para definir mi grado de hogareño. Cada año que pasa, me gusta más mi casa y estar en ella y, sobre todo, desde que me compré la casa en la que vivo ahora este gusto no ha hecho sino aumentar. Disfruto de los fine"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "El colombófilo de Flores y la cifra infinita",
    "link": "https://docig.mataroa.blog/blog/el-colombofilo-de-flores-y-la-cifra-infinita/",
    "fecha": "25/11/2025",
    "contenido": "Para todos buena literatura gratis\nhttps://www.bubok.es/libros/284084/el-colombofilo-de-flores-y-la-cifra-infinita"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "El Evangelio del Ascii Siete Bits 💾",
    "link": "https://docig.mataroa.blog/blog/el-evangelio-del-ascii-siete-bits/",
    "fecha": "25/11/2025",
    "contenido": "Todo comenzó, como suelen hacerlo las verdaderas revelaciones, con un problema de codificación. No un simple error de acento en la base de datos, no; era algo mucho más profundo, una grieta ontológica que se abría en el back-end del cosmos. El hardware bullía en el sótano, como una marmita de papas "
  },
  {
    "blog": "",
    "titulo": "Recomendación.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/25/recomendacion-11/",
    "fecha": "25/11/2025",
    "contenido": "Como recomendación les dejo esta exquisita interpretación de Nicolás Sokolic."
  },
  {
    "blog": "brucknerite",
    "titulo": "350 kilómetros por hora",
    "link": "https://brucknerite.net/2025/11/350-kilometros-por-hora.html",
    "fecha": "24/11/2025",
    "contenido": "Ahora que todo el mundo y su respectiva mascota es experto en dinámica de circulación ferroviaria a muy alta velocidad, ¿qué puedo contar yo que no sepáis? Darse una vuelta por LinkedIn estos días, después del anuncio del ministro del ramo de que en un futuro la alta velocidad en España alcanzará pu"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Leí los términos del servicio de mi Smart TV y ahora duermo con un ojo abierto",
    "link": "https://victorhckinthefreeworld.com/2025/11/24/lei-los-terminos-del-servicio-de-mi-smart-tv-y-ahora-duermo-con-un-ojo-abierto/",
    "fecha": "24/11/2025",
    "contenido": "Un horror por el que pasamos inadvertidos. Aquí traigo mi ejemplo para que vosotros y vosotras podáis escapar si aún estáis a tiempo..."
  },
  {
    "blog": "Jinversor",
    "titulo": "Las manos blandas",
    "link": "https://jinversor.co/2025/11/las-manos-blandas/",
    "fecha": "24/11/2025",
    "contenido": "La semana anterior los mercados financieros se sacudieron con violencia. El índice de miedo y codicia llegó a 10, advirtiendo el pánico de las masas. Los Youtubers y otros especímenes [&#8230;]\nLa entrada Las manos blandas se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Mi interior",
    "link": "https://mcallus.net/2025/11/24/mi-interior/",
    "fecha": "24/11/2025",
    "contenido": "Delante del espejo observo cómo, sin darme cuenta, el tiempo me ha pasado por encima. Las sombras de la tristeza y el desánimo amenazan con aplastarme cuando veo en qué me he convertido. Echo la vista atrás buscando el origen de este pesar, pero no encuentro nada; en mi memoria solo quedan oscuridad"
  },
  {
    "blog": "Un bruto con Debian",
    "titulo": "¿Buscas anonimato en la red? Torificate sin despeinarte.",
    "link": "http://unbrutocondebian.blogspot.com/2025/11/buscas-anonimato-en-la-red-torificate.html",
    "fecha": "24/11/2025",
    "contenido": "&nbsp;Cada día es mas necesario el uso de una VPN, para salvar restricciones geográficas, para evitar seguimientos, para esquivar bloqueos IP de los operadores… Si quieres un mínimo de privacidad, no te queda otra que pasar una vez más por caja.Pero existe una manera de conseguirlo tremendamente sen"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Y pues hoy cumplo 40",
    "link": "https://blog.luiscarlospando.com/personal/2025/11/y-pues-hoy-cumplo-40/",
    "fecha": "24/11/2025",
    "contenido": "Información – 24 de noviembre, 2025 @ 10:12 am Este post fue tomado de mi post diario en Crucial Tracks. Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en B"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "LEGO Star Wars: Reconstruye la galaxia – Piezas del pasado",
    "link": "https://mareosdeungeek.es/lego-star-wars-reconstruye-la-galaxia-piezas-del-pasado/",
    "fecha": "24/11/2025",
    "contenido": "LEGO Star Wars: Reconstruye la galaxia &#8211; Piezas del pasado es la continuación de LEGO Star Wars: Reconstruye la Galaxia, presentada el año pasado en Disney+. Sigue el mismo formato y continúa con la historia de los hermanos Sig y Dev. Esta segunda parte, creo y espero, pondrá fin a esta rama d"
  },
  {
    "blog": "alt43",
    "titulo": "Almacenamiento cifado de Filen.io y su nueva App Android",
    "link": "https://alt43.es/almacenamiento_cifado_de_filen_io_y_su_nueva_app_android/",
    "fecha": "24/11/2025",
    "contenido": "Hace algún tiempo, realizamos una reseña (a modo de comparación con Mega) del servicio de almacenamiento en la&#46;&#46;&#46;"
  },
  {
    "blog": "Un Pingüino 🐧",
    "titulo": "Mi recorrido por Appalachia en Fallout 76",
    "link": "https://unpinguino.com/fallout-76/",
    "fecha": "24/11/2025",
    "contenido": "No hace mucho que empecé a jugar Fallout 76, estaba buscando un juego con multijugador&#8230;"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "490. Requerimiento selectivo",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/11/490-requerimiento-selectivo.html",
    "fecha": "24/11/2025",
    "contenido": "&nbsp; &nbsp; Según leí en un titular reciente, por un requerimiento policial hace meses que ya no se puede reproducir en el estadio de fútbol El Sadar un tema de Barricada de 1986 titulado No hay tregua. La canción llevaba unos años sonando por megafonía como instrumento alentador en el tiempo de d"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Spaghetti del Rock – Divididos (En vivo Teatro Coliseo 22/11/2025)",
    "link": "https://altgr.xyz/2025/11/23/spaghetti-del-rock-divididos-en-vivo-teatro-coliseo-22-11-2025/",
    "fecha": "24/11/2025",
    "contenido": "Necesitaba dejar registro, al menos unos segundos, de una de las canciones más hermosas de Divididos. Pistones de un curioso motor de humanidadResortes viejos de este amor que vaMemoria hostil de un tiempo de paz sin pazNarices frías de una noche atrás"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "¿Qué ves? – Divididos (En vivo Teatro Coliseo 22/11/2025)",
    "link": "https://altgr.xyz/2025/11/23/que-ves-divididos-en-vivo-teatro-coliseo-22-11-2025/",
    "fecha": "24/11/2025",
    "contenido": "Aquí va uno de los fragmentos que grabé en el concierto de Divididos en el Teatro Coliseo. ¿Qué ves?, una de las canciones más conocidas del trío argentino. Es parte del disco La Era de la Boludez, de 1993, con el que la banda saltó a la fama."
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de OpenPanel en Debian 13",
    "link": "https://voidnull.es/instalacion-de-openpanel-en-debian-13/",
    "fecha": "24/11/2025",
    "contenido": "Descubre OpenPanel, un panel de control moderno y ligero para servidores GNU/Linux. Con entornos aislados por usuario, soporte para múltiples tecnologías y una interfaz personalizable, es la alternativa perfecta a cPanel o Plesk."
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "El verano que viviré",
    "link": "https://www.xn--jmuoz-qta.es/2025/11/el-verano-que-vivire.html",
    "fecha": "24/11/2025",
    "contenido": "\n  \n    \n  \nEstamos a menos de un mes para la Nochebuena y eso querrá decir que nos habremos ventilado un tercio del curso. A la vuelta, en enero, serán seis meses más y fin.No me voy a creer cuando sea 30 de junio. Cuando diga adiós definitivamente a un curso que se me está haciendo cuesta arriba, "
  },
  {
    "blog": "",
    "titulo": "Frase de la semana.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/24/frase-de-la-semana-57/",
    "fecha": "24/11/2025",
    "contenido": "La experiencia no tiene valor ético alguno, es simplemente el nombre que damos a nuestros errores. Oscar Wilde"
  },
  {
    "blog": "ochobitshacenunbyte",
    "titulo": "Kickstart: Instalaciones automatizadas en Red Hat, Centos o Rocky Linux",
    "link": "https://www.ochobitshacenunbyte.com/2025/11/24/kickstart-instalaciones-automatizadas-en-red-hat-centos-o-rocky-linux/",
    "fecha": "24/11/2025",
    "contenido": "Hoy vamos a ver una de las herramientas más potentes y desconocidas para automatizar instalaciones en sistemas basados en Red Hat Enterprise Linux, como Rocky Linux 9, AlmaLinux o CentOS Stream: el método de&#46;&#46;&#46;\nLa entrada Kickstart: Instalaciones automatizadas en Red Hat, Centos o Rocky "
  },
  {
    "blog": "plr blog",
    "titulo": "Varias preguntas que planteé en la charla \"La reforma de la evaluación impulsada por CoARA en la UCM: nuevo grupo de trabajo y primeras implementaciones\"",
    "link": "https://pedrolr.es/blog/varias-preguntas-que-plantee-en-la-charla-la-reforma-de-la-evaluacion-impulsada-por-coara-en-la-ucm-nuevo-grupo-de-trabajo-y-primeras-implementaciones/",
    "fecha": "23/11/2025",
    "contenido": "El 22 de octubre asistí virtualmente a la charla \"La reforma de la evaluación impulsada por CoARA en la UCM: nuevo grupo de trabajo y primeras implementaciones\". Han publicado el vídeo en Youtube (Biblioteca UCM, 2025). Brevemente y desde la misma web de CoARA: La Coalición para el Avance de la Eval"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Anonimato",
    "link": "https://mareosdeungeek.es/anonimato/",
    "fecha": "23/11/2025",
    "contenido": "Hay una corriente, los últimos años, para acabar con el anonimato en la red. Aunque la red empezó como un grupo de conocidos, su extensión, ha hecho que el anonimato aparente que puede generar ocultarse detrás de una dirección de correo o un alias, genere una sensación de impunidad. El anonimato, en"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "¿Son los usuarios finales deuda técnica para Microsoft?",
    "link": "https://www.macram.es/posts/2025/11/son-los-usuarios-finales-deuda-tecnica-para-microsoft/",
    "fecha": "23/11/2025",
    "contenido": "Leo este post en el blog Birchtree: &ldquo;Are consumers just tech debt to Microsoft?&rdquo;. Permitidme citar algunos pasajes.\n\nNumber one is that Microsoft just does not feel like a consumer tech company at all anymore. (…) If you are not a customer who is a major business or a developer creating "
  },
  {
    "blog": "pov – matizeta",
    "titulo": "La web pende de un hilo",
    "link": "https://matizeta.com/2025/11/23/la-web-pende-de-un-hilo/",
    "fecha": "23/11/2025",
    "contenido": "El siguiente texto lo escribí el día después de la caída de Cloudflare de la semana pasada. Había quedado en el borrador, por una cosa u otra no lo publiqué hasta hoy. La siguiente es una crónica de aquél día y reflexión para tomar acción. Ayer me desperté y luego de hacer cosas que uno [&#8230;]"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "“El ingrediente inesperado” - Capítulo 18",
    "link": "https://blog.danielaragay.net/el-ingrediente-inesperado-capitulo-18/",
    "fecha": "23/11/2025",
    "contenido": "Cap&#xed;tulos anteriores: https://books.danielaragay.net/bookstack/books/el-ingrediente-inesperadoSebasti&#xe1;n cruz&#xf3; la puerta de la cocina seguido por Bom, sus padres y Lak. Sobre la mesa central alguien hab&#xed;a dispuesto las verduras, las hierbas y peque&#xf1;os cuencos de cer&#xe1;mica"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Divididos, más cerca que nunca",
    "link": "https://altgr.xyz/2025/11/23/divididos-mas-cerca-que-nunca/",
    "fecha": "23/11/2025",
    "contenido": "Divididos es mi banda favorita del rock argentino actual. Por eso, espero con ansías cada vez que se presentan en Santiago. La banda es un power trío en su máxima expresión: La potencia de los riffs de Ricardo Mollo en guitarra; Diego Arnedo tocando el bajo como un endemoniado; y Catriel Ciavarella "
  },
  {
    "blog": "Si dios te da limones",
    "titulo": "Paleta de bolígrafos mejorada",
    "link": "https://sidiostedalimones.com/blog/2025/paleta-de-boligrafos-mejorada/",
    "fecha": "23/11/2025",
    "contenido": ""
  },
  {
    "blog": "La Frikoteca",
    "titulo": "50 años no es nada",
    "link": "http://frikoteca.blogspot.com/2025/11/50-anos-no-es-nada.html",
    "fecha": "23/11/2025",
    "contenido": "Pues así a lo tonto, hace un par de días cumplí cincuenta añitos de nada. He comentado ya varias veces que el día antes de que yo naciera se murió Franco y el día siguiente coronaron a Juan Carlos I, así que se puede decir, sin riesgo a equivocarme, que nací en la más pura anarquía. A pesar de eso, "
  },
  {
    "blog": "SICKSADNATION",
    "titulo": "Ahora estoy en Substack",
    "link": "https://sicksadnation.wordpress.com/2025/11/22/ahora-estoy-en-substack/",
    "fecha": "22/11/2025",
    "contenido": "Este post es solo para avisar a los lectores actuales (Sick Sad Nation tiene al momento de escribir esto unos 79 suscriptores, ¡gracias!) y a otros posibles visitantes futuros de este blog de que ahora escribo en Substack. Puedes suscribirte en antinodo.substack.com. De momento, no seguiré escribien"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Luces azules para prevenir el suicidio y humidificadores",
    "link": "https://blog.danielaragay.net/luces-azules-para-prevenir-el-suicidio-y-humidificadores/",
    "fecha": "22/11/2025",
    "contenido": "En un par de estaciones de metro en Estocolmo han instalado luces azules y te cuento el problema que tenemos en Suecia con la falta de humedad en invierno.Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendo"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Don’t Look Back in Anger – Oasis (En vivo, Estadio Nacional 19/11/2025)",
    "link": "https://altgr.xyz/2025/11/22/dont-look-back-in-anger-oasis-en-vivo-estadio-nacional-19-11-2025/",
    "fecha": "22/11/2025",
    "contenido": "Otro extracto del concierto de Oasis en el Estadio Nacional de Santiago de Chile el miércoles 19/11/2025. Algunos segundos de Don’t Look Back in Anger, uno de los grandes clásicos del grupo, lanzado como parte del disco (What&#8217;s the Story) Morning Glory? de 1995."
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Little by Little – Oasis (En vivo, Estadio Nacional 19/11/2025)",
    "link": "https://altgr.xyz/2025/11/22/little-by-little-oasis-en-vivo-estadio-nacional-19-11-2025/",
    "fecha": "22/11/2025",
    "contenido": "Un pequeño extracto Little by Little, parte la gira de regreso a los escenarios de Oasis en el Estadio Nacional de Santiago de Chile el 19/11/2025. La canción pertenece al álbum Heathen Chemistry, el sexto registro de estudio de la banda de los hermanos Gallagher, publicado el año 2002."
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "The Drugs Don’t Work – Richard Ashcroft (En vivo 19/11/2025)",
    "link": "https://altgr.xyz/2025/11/22/the-drugs-dont-work-richard-ashcroft-en-vivo-19-11-2025/",
    "fecha": "22/11/2025",
    "contenido": "Una de las canciones mas populares de The Verve, la banda con que saltó a la fama Richard Ashcroft, interpretada en vivo en el Estadio Nacional de Santiago de Chile. Parte del show previo a la presentación de Oasis el miércoles 19 de noviembre de 2025. The Drugs Don&#8217;t Work."
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "El interés por la política: un (necesario) camino sin retorno.",
    "link": "https://altgr.xyz/2025/11/22/el-interes-por-la-politica-un-necesario-camino-sin-retorno/",
    "fecha": "22/11/2025",
    "contenido": "El interés por la cosa política, y con ello entender la importancia que tiene en la vida, me llegó tarde. Aunque, como dicen: &#8220;Más vale tarde que nunca&#8221;. Mi entorno nunca fue muy politizado durante mi juventud. No se hablaba de política en casa, no por regla, simplemente no era de interé"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Eyes Without a Face – Billy Idol (En vivo)",
    "link": "https://altgr.xyz/2025/11/22/eyes-without-a-face-billy-idol-en-vivo/",
    "fecha": "22/11/2025",
    "contenido": "Es muy probablemente una de las canciones menos representativas del estilo musical de Billy Idol, pero se ha convertido en una balada rock clásica y es unos de sus mayores éxitos. Además, fue lo único que grabé en su concierto del martes 18 de noviembre en el Teatro Coliseo: solo unos cuantos segund"
  },
  {
    "blog": "Si dios te da limones",
    "titulo": "Sin rencor",
    "link": "https://sidiostedalimones.com/blog/2025/sin-rencor/",
    "fecha": "22/11/2025",
    "contenido": ""
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "SANYO M2402-7F, reparaciones (I)",
    "link": "https://malagaoriginal.blogspot.com/2025/11/sanyo-m2402-7f-reparaciones-i.html",
    "fecha": "21/11/2025",
    "contenido": "Voy a empezar una nueva sección donde contaré mis aventuras y \ndesventuras reparando, o al menos intentando, mi colección de radiocassettes y otros aparatos \nque están faltos cariño para volver a ser lo que fueron.El primer conejillo de indias va a ser este radiocassette Sanyo M2402-7F de los años 7"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Ejercicio de casa Semana 9 del Taller de Escritura Creativa Librería Luces 2025/2026",
    "link": "https://mcallus.net/2025/11/21/ejercicio-de-casa-semana-9-del-taller-de-escritura-creativa-libreria-luces-2025-2026/",
    "fecha": "21/11/2025",
    "contenido": "Esta semana al taller teníamos que llevar extractos de un diario. En mi caso opté por tirar de un personaje, que me da todo el asco por como es, del cual tengo a medio escribir un relato. Si en el relato el personaje ya lleva unos años en la flota, en estos diarios pongo sus [&#8230;]"
  },
  {
    "blog": "plr blog",
    "titulo": "Web de recursos con mapas markmap para un curso sobre aspectos legales en bibliotecas digitales",
    "link": "https://pedrolr.es/blog/web-de-recursos-con-mapas-markmap-para-un-curso-sobre-aspectos-legales-en-bibliotecas-digitales/",
    "fecha": "21/11/2025",
    "contenido": "El día 20 impartí un pequeño curso sobre aspectos legales en bibliotecas digitales. Se trataba de un curso para personal bibliotecario de la Comunidad de Madrid. Lo dividí en dos partes: una primera sobre aspectos legales en general, tratando de la Ley de Propiedad Intelectual en España, y una segun"
  },
  {
    "blog": "Interlan",
    "titulo": "Artículo: El bucle For Each",
    "link": "https://interlan.ec/2025/11/21/articulo-el-bucle-for-each/",
    "fecha": "21/11/2025",
    "contenido": "Esta es una curiosidad que noté tras intentar aprender como se hace un bucle for each en otros lenguajes aparte de los que conozco. Es interesante notar que hay lenguajes que tardaron décadas en implementarlo y otros que lo hicieron apenas nacieron, así que hoy hago un análisis de lo que aprendí al "
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "¿Abandonar Instagram? Es lo único que me queda para seguir teniendo contacto con mis amigos «reales»",
    "link": "https://blog.luiscarlospando.com/personal/2025/11/abandonar-instagram-es-lo-unico-que-me-queda-para-seguir-teniendo-contacto-con-mis-amigos-reales/",
    "fecha": "21/11/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor. Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky. ¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "489. El manuscrito",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/11/489-el-manuscrito.html",
    "fecha": "21/11/2025",
    "contenido": "&nbsp; &nbsp;El cincuentenario Rudesindo lleva meses con todo el tiempo del mundo a su disposición. Ya no tiene que trabajar y encima tiene todas sus necesidades cubiertas. La mañana la emplea en hacer la compra de nutrientes y las tareas de limpieza. Si no toca hacer ninguna de esas dos obligacione"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Cine de bolsillo: Mi experiencia con lentes anamórficas y el iPhone 17 Pro",
    "link": "https://blog.danielaragay.net/cine-de-bolsillo-mi-experiencia-con-lentes-anamorficas-y-el-iphone-17-pro/",
    "fecha": "21/11/2025",
    "contenido": "En este episodio, Dani explora el mundo de la cinematograf&#xed;a m&#xf3;vil con su nueva adquisici&#xf3;n: la lente anam&#xf3;rfica Beastgrip 1.55x. Descubre c&#xf3;mo transformar un iPhone 17 Pro en una c&#xe1;mara de cine, entendiendo las diferencias entre el"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Oasis, el concierto que pensé jamás presenciaría",
    "link": "https://altgr.xyz/2025/11/21/oasis-el-concierto-que-pense-jamas-presenciaria/",
    "fecha": "21/11/2025",
    "contenido": "La poco amistosa relación de los hermanos Gallagher tras la separación de Oasis el 2009, a muchos nos había hecho perder toda esperanza de verlos reunidos nuevamente y mucho menos en una presentación en vivo. 15 años tuvimos que esperar para el milagro musical. A las 21:05 hrs. del miércoles saliero"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Pipelines y comandos compuestos #17",
    "link": "https://voidnull.es/pipelines-y-comandos-compuestos-17/",
    "fecha": "21/11/2025",
    "contenido": "Pipelines y operadores lógicos para combinar comandos en Bash y controlar cómo y cuándo se ejecutan."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "The Long Road to War (Documental)",
    "link": "https://mareosdeungeek.es/the-long-road-to-war-documental/",
    "fecha": "20/11/2025",
    "contenido": "The Long Road to War es un documental que puede verse en Netflix sobre el comienzo de la I Guerra Mundial. Se trata de una producción serbia que analiza los años anteriores a la Gran Guerra. Tanto los movimientos del Imperio Austro-húngaro en los Balcanes como de las otras potencias de principio del"
  },
  {
    "blog": "fernand0 @ GitHub.io",
    "titulo": "Ataques usando canales laterales: tus auriculares de cable",
    "link": "https://fernand0.github.io//auriculares-espionaje/",
    "fecha": "20/11/2025",
    "contenido": "De vez en cuando hablamos de estos ataques a través de estos canales laterales donde uno puede estar perfectamente tranquilo, en un entorno controlado y aún así poder ser espiado. En este caso se trata de Si usas auriculares por cable, eres vulnerable: son todo un caramelo para los hackers y la idea"
  },
  {
    "blog": "Diana                                                       Laurencich",
    "titulo": "ESTAR SOLO o SENTIRSE SOLO",
    "link": "https://dianalaurencich.wordpress.com/2025/11/20/estar-solo-o-sentirse-solo/",
    "fecha": "20/11/2025",
    "contenido": "Les comparto hoy un link a un artículo aparecido en la web de la Asociación Educar para el Desarrollo Humano. Se titula «Cerebro y Aislamiento» y es del Dr. Luis M. Labath, médico especialista en Medicina Interna. Ex Director Médico del Hospital José M. Cullen. Miembro de Honor de la Asociación Médi"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "Recomendaciones Literarias por 3",
    "link": "https://docig.bearblog.dev/recomendaciones-literarias-por-3/",
    "fecha": "20/11/2025",
    "contenido": "En primer lugar Cesar Aira : Las Noches de Flores\nhttps://docer.ar/doc/nxves1c\nEn segundo lugar Daniel Omar Cignacco : El colombófilo de flores y la cifra infinita\nhttps://docer.ar/doc/nvce558\nEn tercer lugar Mónica Ojeda : Mandíbula\nhttps://docer.ar/doc/810cc1"
  },
  {
    "blog": "",
    "titulo": "Ya se encuentra disponible el ultimo disco de Mago de Oz en Youtube.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/11/20/ya-se-encuentra-disponible-el-ultimo-disco-de-mago-de-oz-en-youtube/",
    "fecha": "20/11/2025",
    "contenido": "Anteriormente se presento el ultimo disco (Malicia) en Spotify, el disco ya se encuentra disponible en Youtube Tambien para los que prefieran esta plataforma."
  }
]