[
  {
    "blog": "kernelcast",
    "titulo": "[Action required] Your RSS.app Trial has Expired.",
    "link": "https://rss.app",
    "fecha": "01/10/2025",
    "contenido": "Your trial has expired. Please update your subscription plan at rss.app. - (Z2UoFd814d10jbq1)"
  },
  {
    "blog": "Bits de Ocio",
    "titulo": "Inquietudes (Agosto/Septiembre 2025)",
    "link": "https://bitsdeocio.wordpress.com/2025/09/30/inquietudes-agosto-septiembre-2025/",
    "fecha": "30/09/2025",
    "contenido": "Esta vez traigo mis Inquietudes, en lo que a ocio multimedia se refiere, de dos meses. Lo hago así porque, de todo el mundo es sabido que, durante las vacaciones, quienes tenemos hijos (y les dedicamos el tiempo que necesitan) no tenemos el mismo tiempo para nosotros, paradójicamente gozamos de meno"
  },
  {
    "blog": "Blog de Joselito",
    "titulo": "Cartas amorosas",
    "link": "https://joselito.mataroa.blog/blog/cartas-amorosas/",
    "fecha": "30/09/2025",
    "contenido": "¡Qué tiempos!. Aquella época en que nos enamorábamos y teníamos relaciones a distancia y no había internet. Todo era por cartas enviadas por correo, o paquetes con algún caset de música para acompañar esos sentimientos. \nYo tuve una novia por correspondencia. Tenía yo por entonces 20 años y ella era"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "Más barato y más eficaz que un curso de seducción",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/mas-barato-y-mas-eficaz-que-un-curso-de-seduccion/",
    "fecha": "30/09/2025",
    "contenido": "No sé cómo estará ahora la cosa, pero hace una década no era extraño encontrarse señores en interné que daban lecciones sobre cómo seducir a mujeres. Evidentemente, ellos se presentaban como grandes triunfadores entre las féminas, verdaderos conquistadores. Solían demostrarlo poniendo en práctica al"
  },
  {
    "blog": "Jinversor",
    "titulo": "Contenido fascista",
    "link": "https://jinversor.co/2025/09/contenido-fascista/",
    "fecha": "30/09/2025",
    "contenido": "Esta ma&#241;ana leyendo el feed de Matizeta que llega a mi correo encontr&#233; un post titulado &#171;La delgada l&#237;nea entre curadur&#237;a y censura&#187; en el cual su autor cuenta que [&#8230;]\nLa entrada Contenido fascista se publicó primero en Jinversor."
  },
  {
    "blog": "blog – matizeta",
    "titulo": "La delgada línea entre curaduría y censura",
    "link": "https://matizeta.com/2025/09/30/la-delgada-linea-entre-curaduria-y-censura/",
    "fecha": "30/09/2025",
    "contenido": "Cuando uno encara proyectos que involucran activamente a una comunidad, suelen presentarse situaciones que quizás no estaban en el radar, como es el siguiente caso que sucedió con el directorio de ¡Blog!¡Blog! Para poner en contexto rápidamente,&#160;¡Blog!¡Blog! es un directorio que agrupa blogs en"
  },
  {
    "blog": "esencial",
    "titulo": "Sueño de mariposa",
    "link": "https://yeite.github.io/esencial/suenos-de-mariposa",
    "fecha": "30/09/2025",
    "contenido": ""
  },
  {
    "blog": "brucknerite",
    "titulo": "La bomba lenta que arrasó América (transcripción)",
    "link": "https://brucknerite.net/2025/09/la-bomba-lenta-que-arraso-america-transcripcion.html",
    "fecha": "29/09/2025",
    "contenido": "Comparto con vosotros una versión en texto de la charla que di el pasado 19 de septiembre de 2025 en el evento Naukas Bilbao, en el palacio Euskalduna."
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Nevermind (1991), de Nirvana",
    "link": "https://thecheis.com/2025/09/29/nevermind-1991-de-nirvana/",
    "fecha": "29/09/2025",
    "contenido": "«It&#8217;s okay to eat fish / &#8216;Cause they don&#8217;t have any feelings» Este mes Nirvana estuvo de aniversario. Hace 32 años, el 21 de septiembre de 1993, se lanzaba el disco In Utero —el último, antes del suicidio de Kurt Cobain—. Y también cumplía 34 años Nevermind, el gran exitazo de la b"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Yarr tu aplicación de feeds RSS de escritorio o para servidor",
    "link": "https://victorhckinthefreeworld.com/2025/09/29/yarr-tu-aplicacion-de-feeds-rss-de-escritorio-o-para-servidor/",
    "fecha": "29/09/2025",
    "contenido": "Yarr (Yet another rss reader) es un agregador de feeds en el navegador que se puede utilizar tanto como una aplicación de escritorio como en un servidor personal autoalojado"
  },
  {
    "blog": "Mindeka",
    "titulo": "Dominio propio: Mindeka.es",
    "link": "https://mindeka.es/2025/09/29/dominio-propio-mindeka-es/",
    "fecha": "29/09/2025",
    "contenido": "Hacía tiempo que quería hacerme con un dominio, pero no sabía porque empresa decidirme, lo que sí quería era que fuese española o al menos europea. ¡Lo encontré! y aquí tenéis el nuevo dominio de mi página: Porque está muy bien eso de decir «No a las big techs» pero luego siempre elegirlas por defec"
  },
  {
    "blog": "Proyecto para no aburrir",
    "titulo": "Tostadas con membrillo y salmón ahumado",
    "link": "https://ericdq.com/2025/09/29/tostadas-membrillo-salmon-ahumado/",
    "fecha": "29/09/2025",
    "contenido": "Mientras desayunaba membrillo se me pasó por la cabeza que le quedaría genial conjuntar esos sabores en una tostada. Añado otras combinaciones que me sugirieron por Mastodon."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Raspberry Pi 500+",
    "link": "https://mareosdeungeek.es/raspberry-pi-500/",
    "fecha": "29/09/2025",
    "contenido": "La Fundación Raspberry anunció la semana pasada la llegada del ordenador Raspberry Pi 500+. Se trata de un nuevo modelo que incluye todo en un teclado, a imagen y semejanza de los ordenadores de 8 bits de los años ochenta. Se trata de un tipo de ordenador que se inició en el año 2020 con [&#8230;]"
  },
  {
    "blog": "alt43",
    "titulo": "Comparativa en el uso diario de openVPN vs Wireguard",
    "link": "https://alt43.es/comparativa-protocolos-vpn-openvpn-vs-wireguard/",
    "fecha": "29/09/2025",
    "contenido": "Por motivos de seguridad y gestión de equipos, conecto a diario con mi propio servidor VPN ubicado en&#46;&#46;&#46;"
  },
  {
    "blog": "End3r.es",
    "titulo": "Inteligencia persuasiva",
    "link": "https://www.end3r.es/posts/007-inteligencia-emocional/",
    "fecha": "29/09/2025",
    "contenido": "Hace algún tiempo me enteré de casualidad que la universidad de Stanford está impartiendo\nun curso de inteligencia persuasiva.\nAl encontrarse Stanford en California, cerca de Silicon Valley, que es la medida estándar\ninternacional de lo vergonzoso, me entró curiosidad por saber más sobre este asunto"
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "Al huerto de buena mañana",
    "link": "https://guillermolatorre.com/fotolog/al-huerto-de-buena-manana",
    "fecha": "28/09/2025",
    "contenido": "Responder por email."
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "Cosas de pueblo",
    "link": "https://guillermolatorre.com/fotolog/cosas-de-pueblo",
    "fecha": "28/09/2025",
    "contenido": "Responder por email."
  },
  {
    "blog": "La Loica",
    "titulo": "Libro – Hilos y Tejidos edición revista Ideas",
    "link": "https://laloica.noblogs.org/libro-hilos-y-tejidos-edicion-revista-ideas/",
    "fecha": "28/09/2025",
    "contenido": "Encontré este Tomo I de una edición especial de la Revista Ideas que se llama Hilos y Tejidos, es la edición de 1985 sacada en Chile. La encontré en mi feria de antigüedades de los sábados; creo que el casero que me las vende ya sabe que voy cada sábado por alguna y me tiene ... Read moreLibro &#821"
  },
  {
    "blog": "Jinversor",
    "titulo": "InstagramPrivSniffer",
    "link": "https://jinversor.co/2025/09/instagramprivsniffer/",
    "fecha": "28/09/2025",
    "contenido": "He encontrado una herramienta muy interesante llamada InstagramPrivSniffer. Esta herramienta se ejecuta desde la l&#237;nea de comandos (CLI) en sistemas GNU/Linux y su funci&#243;n es hallar las colaboraciones que se [&#8230;]\nLa entrada InstagramPrivSniffer se publicó primero en Jinversor."
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "Máscaras y mordazas: cuando la censura y la guerra digital se dan la mano",
    "link": "https://gatooscuro.xyz/mascaras-y-mordazas-cuando-la-censura-y-la-guerra-digital-se-dan-la-mano/",
    "fecha": "28/09/2025",
    "contenido": "Hoy, mientras saltaba entre titulares con mi café en mano, me topé con dos entramados tan delicados que me hicieron dudar aún más de la supuesta neutralidad de Internet. Dos\nSeguir leyendo  Máscaras y mordazas: cuando la censura y la guerra digital se dan la mano\nEl cargo Máscaras y mordazas: cuando"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "¡Blog!¡Blog!",
    "link": "https://mareosdeungeek.es/blogblog/",
    "fecha": "28/09/2025",
    "contenido": "¡Blog!¡Blog! es un directorio de bitácoras en español creado por el argentino matizeta. El directorio empezó a funcionar el pasado mes de agosto y tras varios ajustes y mejoras está cerca de las 100 bitácoras registradas. Como ya comenté cuando volví a retomar este espacio, el proceso de mierdificac"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Vergüenza",
    "link": "https://www.macram.es/series/verguenza/",
    "fecha": "28/09/2025",
    "contenido": "Vergüenza. El título de la serie no puede estar mejor puesto: cada capítulo me ha hecho sentir todavía más vergüenza ajena que el anterior. Y no tengo dudas de que es exactamente lo que pretende la serie.\nMe ha llamado mucho la atención, además, la trama de la tercera temporada. Las dos primeras era"
  },
  {
    "blog": "JosemiGT | Blog | Jardín digital",
    "titulo": "Usando un bare git repo para dotfiles",
    "link": "https://josemigt.dev/posts/usando-bare-git-repo-dotfiles/",
    "fecha": "28/09/2025",
    "contenido": "Como versionar tus ficheros de configuración usando un repo de git pero sin romper tu $HOME."
  },
  {
    "blog": "Blog de Joselito",
    "titulo": "Tener hijos",
    "link": "https://joselito.mataroa.blog/blog/tener-hijos/",
    "fecha": "27/09/2025",
    "contenido": "Hoy os quería hablar sobre este tema tan particular. Yo no tengo hijos pero tampoco me arrepiento de ello, me encuentro bien. Mi mujer también comparte esta opinión.\nEs cierto que no es algo que hayamos buscado, ha venido así por diversas circunstancias. Es cierto que siempre estaremos con la duda d"
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "Almendra",
    "link": "https://guillermolatorre.com/libros/almendra",
    "fecha": "27/09/2025",
    "contenido": "Fecha de lectura: 28/09/2025.Autor/a: Sohn Won-Pyung.Categoría: Ficción.Número de páginas: 256.Mi valoración: ★★★★☆Lo vi recomendado en una edici&oacute;n de Vereda y ha respondido a lo que esperaba. Es una lectura ligera, me lo he leído en un par de sentadas, pero la historia es potente y te atrapa"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "La importancia de los videojuegos en mi vida",
    "link": "https://blog.luiscarlospando.com/personal/2025/09/la-importancia-de-los-videojuegos-en-mi-vida/",
    "fecha": "27/09/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Crónicas Digitales",
    "titulo": "Integrando el sistema",
    "link": "https://cronicasdigitales.mr-bytes.com/2025/09/integrando-el-sistema.html",
    "fecha": "27/09/2025",
    "contenido": "&nbsp;Nada me preparó para integrar los sistemas de un gigante de los alimentos con los de un gigante de los autoservicios. Esto me llevaría después a donde pocos habían ido antes: a integrar sistemas en tiempos donde la técnica para eso apenas se estaba escribiendo. También me llevaría a un proyect"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 39 de 2025",
    "link": "https://victorhckinthefreeworld.com/2025/09/26/opensuse-tumbleweed-revision-de-la-semana-39-de-2025/",
    "fecha": "26/09/2025",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Blogpocket Foodie",
    "titulo": "Proceso estándar para guisos en robot",
    "link": "https://foodybp.blog/2025/09/26/proceso-estandar-para-guisos-en-robot/",
    "fecha": "26/09/2025",
    "contenido": "Todos los guisos siguen el mismo proceso con pequeñs variaciones."
  },
  {
    "blog": "La Loica",
    "titulo": "Tutorial: Tejer a crochet un gorrito estilo beanie",
    "link": "https://laloica.noblogs.org/tutorial-tejer-a-crochet-un-gorrito-estilo-beanie/",
    "fecha": "25/09/2025",
    "contenido": "Materiales Puntos a Utilizar Paso a paso 1) Busca un gorro que te quede bien para tomar medidas de referencia. 2) Haz una tira de cadenetas para definir el alto de tu gorro; eso dependerá de qué lana estés usando y de qué tan grande lo quieras.En mi caso, estoy usando lanas reutilizadas y un ... Rea"
  },
  {
    "blog": "Adrián Perales",
    "titulo": "Hablemos de Spiderman",
    "link": "https://adrianperales.com/2025/09/hablemos-de-spiderman/",
    "fecha": "25/09/2025",
    "contenido": "Soy un niño de los 90, y creo que no sorprenderá a nadie si digo que Spiderman es uno de mis superhéroes favoritos. Una aclaración previa No he leído un cómic de Spider-man en mi vida. No soy muy aficionado al formato cómic, y con un personaje con tantísimos años no sabría por dónde empezar [&#8230;"
  },
  {
    "blog": "brucknerite",
    "titulo": "Cosas que no me gustaban y que resulta que echo de menos",
    "link": "https://brucknerite.net/2025/09/cosas-que-no-me-gustaban-y-que-resulta-que-echo-de-menos.html",
    "fecha": "25/09/2025",
    "contenido": "Hoy, en «Cosas que no me gustaban y que resulta que echo de menos»… Los rankings de charlas Naukas. Veréis. Llevo dando charlas en eventos Naukas desde 2014. Ya ha llovido. Por aquel entonces, y después de cada evento, era relativamente habitual […]"
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Limitación de la batería al 80%: conseguido",
    "link": "https://thecheis.com/2025/09/25/limitacion-de-la-bateria-al-80-conseguido/",
    "fecha": "25/09/2025",
    "contenido": "Hace unos meses estuve cacharreando en mi portátil con Arch Linux. Quería mejorar la gestión de energía con algunos modos que ofrece GNOME, y uno de mis objetivos era conseguir la limitación de la carga al 80%. Con esto se pretende alargar la vida útil de la batería, y lo consideraba un buen añadido"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Thunderbird tendrá vista de conversación en los correos de la bandeja",
    "link": "https://victorhckinthefreeworld.com/2025/09/25/thunderbird-tendra-vista-de-conversacion-en-los-correos-de-la-bandeja/",
    "fecha": "25/09/2025",
    "contenido": "El cliente de correo Thunderbird está trabajando para incluir la vista de conversación de manera nativa en su bandeja de entrada"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "Desnudo masculino a contraluz.",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/desnudo-masculino-a-contraluz/",
    "fecha": "25/09/2025",
    "contenido": "Aviso de contenido: escatología, descripción explícita de desnudo masculino\nNunca me han vuelto loca los cuerpos masculinos. El de las mujeres, a mi modo de ver, es infinitamente superior estéticamente. Muy pocas veces en mi vida, y cuando digo muy pocas lo que quiero decir es «me sobran varios dedo"
  },
  {
    "blog": "Jinversor",
    "titulo": "Presumir",
    "link": "https://jinversor.co/2025/09/presumir/",
    "fecha": "25/09/2025",
    "contenido": "En el pat&#233;tico mundo de las redes sociales todo se trata de presumir o de vender. Entiendo lo segundo, todos debemos ganarnos la vida pero lo primero es desconcertante. &#191;De [&#8230;]\nLa entrada Presumir se publicó primero en Jinversor."
  },
  {
    "blog": "Papel Continuo",
    "titulo": "Canal de Telegram de papel Continuo.",
    "link": "https://papelcontinuo.net/3384/canal-de-telegram-de-papel-continuo/",
    "fecha": "25/09/2025",
    "contenido": "Acabamos de crear un canal de telegram que transmite cómodamente a su teléfono las actualizaciones de este santo blog. El bot está en prácticas, así que les animamos a que se suscriban y nos informen de cualquier desaguisado o desajuste. https://t.me/papelcontinuo Atentamente: el equipo de papel Con"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "Cuando la Superintendencia mira hacia otro lado",
    "link": "https://gatooscuro.xyz/cuando-la-superintendencia-mira-hacia-otro-lado/",
    "fecha": "25/09/2025",
    "contenido": "El 14 de mayo de 2025 la Superintendencia de Vigilancia y Seguridad Privada anunció la cancelación de la licencia de funcionamiento de VIPERS Ltda. por graves incumplimientos a la normativa\nSeguir leyendo  Cuando la Superintendencia mira hacia otro lado\nEl cargo Cuando la Superintendencia mira hacia"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "#Video: Nirvana – Live at the Paramount – ARTE Concert",
    "link": "https://blog.luiscarlospando.com/musica/2025/09/video-nirvana-live-at-the-paramount-arte-concert/",
    "fecha": "25/09/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor. Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky. ¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "blog – matizeta",
    "titulo": "Esencial",
    "link": "https://matizeta.com/2025/09/25/esencial/",
    "fecha": "25/09/2025",
    "contenido": "Esta pequeña web nació allá por el 2021, de la necesidad de tener un lugar en donde pueda compartir fragmentos de textos con los que me tropezaba y quedaban resonando en mi cabeza. ¿Porqué Esencial? Quizás inspirado por este texto que escribí hace ya algún tiempo, en un momento que estaba agotado me"
  },
  {
    "blog": "Jinversor",
    "titulo": "Darwinismo",
    "link": "https://jinversor.co/2025/09/darwinismo/",
    "fecha": "24/09/2025",
    "contenido": "&#191;En qu&#233; cabeza cabe tener un pa&#237;s culto, bonito, ordenado, limpio y seguro y dejar entrar hordas de subhumanos sucios acostumbrados a vivir en la cochambre? Esa imbecilidad solo es [&#8230;]\nLa entrada Darwinismo se publicó primero en Jinversor."
  },
  {
    "blog": "Mi perra vida",
    "titulo": "Mi perra vida temporada 2025, episodio 39.",
    "link": "https://escritura.social/norberto/mi-perra-vida-temporada-2025-episodio-39",
    "fecha": "24/09/2025",
    "contenido": ""
  },
  {
    "blog": "Interlan",
    "titulo": "Changelog: Channel2RSS 22 de septiembre de 2025",
    "link": "https://interlan.ec/2025/09/24/changelog-channel2rss-22-de-septiembre-de-2025/",
    "fecha": "24/09/2025",
    "contenido": "Introducción Los feeds RSS son una herramienta muy útil para seguir las actualizaciones de blogs y otras plataformas que publiquen de forma regular, porque permiten obtener los artículos de forma organizada y también permiten utilizar las herramientas de tu gusto para leerlos sin necesitar pasar por"
  },
  {
    "blog": "blog – matizeta",
    "titulo": "El iPad es un juguete caro",
    "link": "https://matizeta.com/2025/09/24/el-ipad-es-un-juguete-caro/",
    "fecha": "24/09/2025",
    "contenido": "Al menos lo es para mi. No me mal entiendas conozco mucha gente que ama su iPad y no puede vivir sin él pero para mí su uso es completamente prescindible (como todas las tablet). Mi primer iPad lo compré en enero del 2024, luego de ver miles y miles de reviews me decidí por [&#8230;]"
  }
]