[
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "El código generado con GenAI es como las servilletas de papel",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2026/01/28/20260128-el-codigo-con-genai-es-como-servilletas-papel/",
    "fecha": "28/01/2026",
    "contenido": "La nueva tendencia tecnológica es software de usar y tirar"
  },
  {
    "blog": "Blog de Thalskarth",
    "titulo": "Volviendo tras el receso no planeado",
    "link": "https://blog.thalskarth.ar/volviendo/",
    "fecha": "27/01/2026",
    "contenido": "Parece mentira. No tenía pensado tomarme un receso veraniego en el blog. Pero el cambio de rutinas por las fiestas, las vacaciones, el verano, etc. terminó generando uno."
  },
  {
    "blog": "Jinversor",
    "titulo": "La fantasía de ser invisible",
    "link": "https://jinversor.co/2026/01/la-fantasia-de-ser-invisible/",
    "fecha": "27/01/2026",
    "contenido": "Esta mañana en el blog El Cuarto de Gatooscuro leí una entrada titulada La fantasía de ser invisible. El post me encantó y me hizo pensar en las maromas que [&#8230;]\nLa entrada La fantasía de ser invisible se publicó primero en Jinversor."
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "Vibe Coding: cómo la IA me ayudó a hacer realidad mis ideas locas",
    "link": "https://gatooscuro.xyz/vibe-coding-como-la-ia-me-ayudo-a-hacer-realidad-mis-ideas-locas/",
    "fecha": "27/01/2026",
    "contenido": "No quiero repetir lo mismo que se ha leído en todos los medios acerca de la IA: sus ventajas, las críticas más comunes, si es ético o no usarla, el\nSeguir leyendo  Vibe Coding: cómo la IA me ayudó a hacer realidad mis ideas locas\nEl cargo Vibe Coding: cómo la IA me ayudó a hacer realidad mis ideas l"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "La fantasía de ser invisible",
    "link": "https://gatooscuro.xyz/la-fantasia-de-ser-invisible/",
    "fecha": "27/01/2026",
    "contenido": "Nota: Si eres fiel seguidor de este blog podrás tener idea de algunos fragmentos similares a otros textos y es que, este texto nació en medio de dos artículos &#8220;El\nSeguir leyendo  La fantasía de ser invisible\nEl cargo La fantasía de ser invisible apareció primero en El cuarto de GatoOscuro."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Splinter Cell: Deathwatch",
    "link": "https://mareosdeungeek.es/splinter-cell-deathwatch/",
    "fecha": "27/01/2026",
    "contenido": "Splinter Cell: Deathwatch es una serie de animación francesa creada por Derek Kolstad y dirigida por Guillaume Dousse. Está producida por Netflix y Ubisoft, creadores de la serie de videojuegos, entre otros. Siguiendo con el desarrollo de la serie Tom Clancy&#8217;s Splinter Cell, nos encontramos a "
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#179: estoy consumiendo mucho contenido sobre Pokémon",
    "link": "https://www.macram.es/posts/2026/01/estoy-consumiendo-mucho-contenido-pokemon/",
    "fecha": "27/01/2026",
    "contenido": "Últimamente estoy consumiendo mucho (quizá demasiado, no lo voy a negar) contenido sobre Pokémon. No me refiero exactamente a los juegos, sino más bien a todo el lore que hay alrededor de ellos y dentro de este universo. Es cierto que me empezaron a aparecer en recomendaciones de YouTube (supongo qu"
  },
  {
    "blog": "note – matizeta",
    "titulo": "Un mundo de contradicción social",
    "link": "https://matizeta.com/2026/01/27/un-mundo-de-contradiccion-social/",
    "fecha": "27/01/2026",
    "contenido": "Hoy cada comentario en una red social se responde con agresividad. Si piensas lo contrario, entonces eres un loco que merece ser lapidado digitalmente. Por una lado esta esta agresividad injustificada y por el otro la ofensa obsesiva en que cualquier cosa que se diga puede sonar discriminatoria y al"
  },
  {
    "blog": "productor de sostenibilidad",
    "titulo": "Alarga la vida útil de tu PC con Windows 10",
    "link": "https://productordesostenibilidad.es/2026/01/alarga-la-vida-util-de-tu-pc-con-windows-10/",
    "fecha": "27/01/2026",
    "contenido": "Si me lees habitualmente sabes que soy un poco dramas. Me voy a enrollar un rato sobre cuestiones poco prácticas. Si vienes buscando una solución para seguir recibiendo actualizaciones en tu PC con Windows 10 salta unos párrafos más abajo. La buena noticia es que puedes seguir utilizando el ordenado"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Transiciones en vídeo espectaculares",
    "link": "https://blog.danielaragay.net/transiciones-en-video-espectaculares/",
    "fecha": "27/01/2026",
    "contenido": "En este cap&#xed;tulo te cuento mientras paseamos con Rico un tipo de transiciones que si las hubiera hecho con los sistemas tradicionales me hubiera costado d&#xed;as. Aqu&#xed; el v&#xed;deo de ejemplo: El paseo infinito de Rico &#x1f415;&#x1f501; El paseo infinito de Rico"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "La interfaz",
    "link": "https://docig.bearblog.dev/la-interfaz/",
    "fecha": "27/01/2026",
    "contenido": "El televisor nuevo es una plancha de cristal negro que no devuelve el reflejo, sino una versión grisácea y humillada de su propio rostro. Ella sostiene el mando a distancia como si fuera un animal pequeño y peligroso. No entiende la tiranía de las capas: para llegar a lo que quiere —un hombre hablan"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Foto dramas: La cámara TLR",
    "link": "https://www.ericafustero.com/2026-01-foto-dramas-la-camara-tlr",
    "fecha": "27/01/2026",
    "contenido": "Jump to the English version Este mes compré una Yashica 635 y... me salió rana. Venía con un par de defectos con los que podía vivir, pero la lente trasera no estaba en buenas condiciones. Tenía unas marcas que no tengo muy claro si eran hongos o los elementos del cristal separándose; lo típico que "
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Búsqueda precisa en ElasticSearch",
    "link": "https://www.fabio.com.ar/9860-busqueda-precisa-en-elasticsearch",
    "fecha": "27/01/2026",
    "contenido": "    \nEl otro d&iacute;a implement&eacute; mi buscador de blogs e inicialmente no le hab&iacute;a dedicado demasiado a la estrategia de b&uacute;squeda. Era una implementaci&oacute;n a secas que tiraba el contenido en ElasticSearch y luego hac&iacute;a la b&uacute;squeda m&aacute;s simple del mundo.\n"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "\"Refined By The Flames\" Es Su Nuevo EP | Becoming Sons Revela Su Nuevo Trabajo",
    "link": "https://www.delotroladometal.com.ar/2026/01/27/becoming-sons-revela-su-nuevo-trabajo/",
    "fecha": "27/01/2026",
    "contenido": "Cosa rara parece ser lo de Becoming Sons, una banda proveniente de San Antonio, Texas,...\nThe post \"Refined By The Flames\" Es Su Nuevo EP | Becoming Sons Revela Su Nuevo Trabajo first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "El libro electrónico y la vuelta al físico",
    "link": "https://thecheis.com/2026/01/26/el-libro-electronico-y-la-vuelta-al-fisico/",
    "fecha": "26/01/2026",
    "contenido": "No estoy en contra de los libros electrónicos, de hecho hace 6 años me compré un Kindle y le metí caña, leyendo bastante en él. Este tipo de cacharros son realmente cómodos para los viajes, para ahorrar espacio en casa, o para poder descargar libros de forma gratuita. Creía que había encontrado un g"
  },
  {
    "blog": "Webnauta",
    "titulo": "Sobre guardar fotografías",
    "link": "https://webnauta.blog/sobre-guardar-fotografias",
    "fecha": "26/01/2026",
    "contenido": "\n  \n    \n      Foto de Brett Jordan en Unsplash\n    \nMe gusta utilizar servicios en línea durante períodos prolongados. Para ser honesto, me resulta engorroso andar brincando de plataforma en plataforma; eso de andar “a tuto con mis cachivaches” termina siendo un lastre, sobre todo por el tiempo que"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Perdido",
    "link": "https://mcallus.net/2026/01/26/perdido/",
    "fecha": "26/01/2026",
    "contenido": "Fotografías que eternizan recuerdos,&#160; el crudo invierno de la memoria los ha borrado,&#160; lágrimas caen sobre lo que el olvido ha dejado.&#160; Ese fue el poema que me inspiró la cita del 18/1/2026 en La Versalita. Puedes escuchar el programa de esa semana aquí. El de esta semana 25/1 donde l"
  },
  {
    "blog": "plr blog",
    "titulo": "Análisis del proceso de recuperación de las visitas y préstamos por persona en bibliotecas públicas entre 2019 (Covid-19) y 2023-2024",
    "link": "https://pedrolr.es/blog/analisis-del-proceso-de-recuperacion-de-las-visitas-y-prestamos-por-persona-en-bibliotecas-publicas-entre-2019-covid-19-y-2023-2024/",
    "fecha": "26/01/2026",
    "contenido": "Han salido los datos sobre bibliotecas públicas españolas para 2024. Faltaba Andalucía por aportarlos y he hecho unos cálculos sobre si las bibliotecas han recuperado el nivel de visitas y préstamos por persona entre 2019 y 2024. Me he fijado en el año 2019 porque es el año anterior a la crisis sani"
  },
  {
    "blog": "El Sueño del Artista Blog",
    "titulo": "Se acabo la espera el Festival Jazz Plaza está de vuelta!",
    "link": "https://polotman.wordpress.com/2026/01/26/se-acabo-la-espera-el-festival-jazz-plaza-esta-de-vuelta/",
    "fecha": "26/01/2026",
    "contenido": "#JazzPlaza2026 #JazzenCuba #ElSueñodelArtistaBlog #ElSueñodelArtista #Musica #Jazz El festival de Jazz más importante de cuba el Jazz Plaza abre nuevamente sus puertas mostrando a su público la edición 41 donde según sus propios organizadores promete estar a la altura de otras ediciones que le antec"
  },
  {
    "blog": "Un bruto con Debian",
    "titulo": "Cambiando formatos de audio.",
    "link": "http://unbrutocondebian.blogspot.com/2026/01/cambiando-formatos-de-audio.html",
    "fecha": "26/01/2026",
    "contenido": "Hablaba hace poco de una maravillosa aplicación llamada FreeTube, que ademas de darnos privacidad y quitar anuncios, nos permite descargar cualquier video que queramos. Gracias a este programa, puedo surtir a mis hijas de “música” sin tener que malgastar tiempo ni esfuerzo en canciones, cuanto menos"
  },
  {
    "blog": "alt43",
    "titulo": "Entrega o extracción: El acceso de EE. UU. al corazón de las Big Tech",
    "link": "https://alt43.es/entrega-o-extraccion-el-acceso-de-ee-uu-al-corazon-de-las-big-tech/",
    "fecha": "26/01/2026",
    "contenido": "¿Colaboración voluntaria o extracción forzosa? Un recorrido por el marco legal (FISA, CLOUD Act) y operativo que permite a EE. UU. acceder al corazón de las Big Tech. De las filtraciones de Snowden a la vigilancia predictiva de Stargate: un análisis sobre la realidad de la soberanía de los datos fre"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Mi mando de 8BitDo ya funciona con la Switch 2",
    "link": "https://www.macram.es/posts/2026/01/mi-mando-de-8bitdo-ya-funciona-con-switch-2/",
    "fecha": "26/01/2026",
    "contenido": "Hace año y pico me compré de oferta un mando para la Switch, de terceros. El modelo concreto es el 8Bitdo Ultimate C. No era un mando para uso diario sino para las pocas ocasiones en que nos juntamos cuatro personas en casa para jugar un Mario Party Jamboree, un Mario Kart en alguna de sus encarnaci"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Semana 04/2026",
    "link": "https://www.macram.es/posts/2026/01/semana-4-2026/",
    "fecha": "26/01/2026",
    "contenido": "Esta semana ha hecho mucho más frío del que estoy acostumbrado a soportar, y eso ha condicionado el resto de actividades. En general he hecho todo lo posible dentro de casa y bajo techo.\nEl gimnasio esta semana ha sido un fracaso: apenas un día de cinco posibles. En general he tenido poca energía y,"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Internet se volvió hostil",
    "link": "https://matizeta.com/2026/01/26/internet-se-volvio-hostil/",
    "fecha": "26/01/2026",
    "contenido": "Esta pequeña pero no liviana reflexión me vino a la mente cuando leía algunos comentarios de esta vieja entrada de Genbeta que hoy tiene 18 años de antigüedad. Dicho sea de paso (por si andan despistados), que Genbeta dejó de publicar al final del año pasado, poniéndole fin a 20 años del blog. Cuand"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "520. En una lluviosa noche invernal",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/01/520-en-una-lluviosa-noche-invernal.html",
    "fecha": "26/01/2026",
    "contenido": "&nbsp; &nbsp; Demetario y Macaria vivían juntos en uno de los pisos claustrofóbicos del casco viejo de la ciudad. Clara muestra de que a los especuladores y a los fondos buitre les iba bien. Ya había anochecido y no paraba de llover, de modo que por el barrio empezaron a propagarse olores pestilente"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "La novia fantasma de Phra Khanong: historia de Mae Nak y sus adaptaciones en el cine",
    "link": "https://blog.danielaragay.net/la-novia-fantasma-de-phra-khanong-historia-de-mae-nak-y-sus-adaptaciones-en-el-cine/",
    "fecha": "26/01/2026",
    "contenido": "En la tradici&#xf3;n popular tailandesa, pocas historias son tan conocidas como la leyenda de Mae Nak Phra Khanong. De hecho, se la considera una de las historias de fantasmas m&#xe1;s populares de Tailandia. Seg&#xfa;n el folclore local, los acontecimientos ocurrieron a mediados del siglo"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de aaPanel en Alma Linux 9",
    "link": "https://voidnull.es/instalacion-de-aapanel-en-alma-linux-9/",
    "fecha": "26/01/2026",
    "contenido": "Su interfaz gráfica intuitiva permite a los usuarios gestionar sitios web, bases de datos, servicios de correo, cortafuegos y mucho más, sin necesidad de usar la terminal constantemente."
  },
  {
    "blog": "ochobitshacenunbyte",
    "titulo": "Bajo el estandarte del Open Source: Una guía para desplegar AzerothCore con Docker en Linux",
    "link": "https://www.ochobitshacenunbyte.com/2026/01/26/bajo-el-estandarte-del-open-source-una-guia-para-desplegar-azerothcore-con-docker-en-linux/",
    "fecha": "26/01/2026",
    "contenido": "Si ves que la luz se atenúa y te rodea una brisa gélida, no te asustes: ¡estás en Azeroth! Esta icónica frase, grabada en la memoria de miles de jugadores durante las pantallas de&#46;&#46;&#46;\nLa entrada Bajo el estandarte del Open Source: Una guía para desplegar AzerothCore con Docker en Linux se"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Cuando a esa persona que conocías le chifla el moño",
    "link": "https://www.fabio.com.ar/9859-cuando-a-esa-persona-que-conocias-le-chifla-el-mono",
    "fecha": "26/01/2026",
    "contenido": "    \nLe \"Chifla el mo&ntilde;o\" es una preciosa expresi&oacute;n que usamos mucho por aqu&iacute; refiri&eacute;ndonos a esa gente que de pronto se sumi&oacute; en la locura, aunque a veces la usamos para el estado alterado moment&aacute;neo de alguno, igual me encanta.\nLa historia que nos ocupa, se"
  },
  {
    "blog": "Picando Código",
    "titulo": "Aprende Ruby: 1 - Introducción",
    "link": "https://picandocodigo.net/2026/aprende-ruby-introduccion/",
    "fecha": "26/01/2026",
    "contenido": "Este es el primer post en una serie que estoy escribiendo denominada \"Aprende Ruby\". Por este medio quiero difundir el lenguaje de programación Ruby con contenido en español. La idea es publicar basado en mi experiencia y con un toque personal. Me gusta hablar de Ruby, pero también quiero ejercitar "
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Worldview: Invincible | El Heavy Metal Es Invencible",
    "link": "https://www.delotroladometal.com.ar/2026/01/26/el-heavy-metal-es-invencible/",
    "fecha": "26/01/2026",
    "contenido": "(2025 &#8211; Girder Records/Pakaderm Music Group) Cuando hablamos del Heavy Metal tradicional existe esa dicotomía...\nThe post Worldview: Invincible | El Heavy Metal Es Invencible first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Morphine el «power trio» ecléctico",
    "link": "https://victorhckinthefreeworld.com/2026/01/25/morphine-el-power-trio-eclectico/",
    "fecha": "25/01/2026",
    "contenido": "La banda de rock Morphine fue una rara avis en el panorama musical, en el que frente al frenesí guitarrero del Grunge epataban con una intensidad musical en la que la gran ausente era la guitarra, icono clásico de la música"
  },
  {
    "blog": "Jinversor",
    "titulo": "Máximos y Mínimos",
    "link": "https://jinversor.co/2026/01/maximos-y-minimos/",
    "fecha": "25/01/2026",
    "contenido": "Como inversionista también caí en la penosa obsesión por los precios máximos y mínimos de los títulos a negociar. Perseguimos la idea de vender en máximos y recomprar en mínimos [&#8230;]\nLa entrada Máximos y Mínimos se publicó primero en Jinversor."
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Nueva era, chavos: más hardcore, menos cruda",
    "link": "https://blog.luiscarlospando.com/personal/2026/01/nueva-era-chavos-mas-hardcore-menos-cruda/",
    "fecha": "25/01/2026",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "NeoSite Blog",
    "titulo": "Hace años que no pruebo otra distro",
    "link": "http://blog.neosite.com.ar/post/draft_hace-a-os-que-no-pruebo-otra-distro",
    "fecha": "25/01/2026",
    "contenido": ""
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Newsletter news",
    "link": "https://www.ericafustero.com/2026-01-newsletter-news",
    "fecha": "25/01/2026",
    "contenido": "Hace tres años puse las newsletters de vuelta y media y ahora estoy aquí para anunciar que yo también he empezado una. Si te suscribes, más o menos una vez al mes recibirás noticias de mis andanzas: cosas como si voy a sacar algún libro a la venta o si voy a participar en algún [&#8230;]"
  },
  {
    "blog": "Bitácora baldía on zurdeando",
    "titulo": "Sistema de comentarios de Mastodon",
    "link": "https://www.zurdala.es/blog/sistema-de-comentarios-de-mastodon/",
    "fecha": "25/01/2026",
    "contenido": "He añadido un sistema de comentarios a mi sitio generado estáticamente con Hugo.\nEl sistema de comentarios está basado en Mastodon. Simplemente, al final del post aparece un botón para cargar los comentarios que salgan a este post en Mastodon.\nLa implementación original hay que agradecérsela a Carl "
  },
  {
    "blog": "Un blog",
    "titulo": "\"Hackeando\" los QR del supermercado",
    "link": "https://nachof.blog/posts/2026/hackeando-los-qr-del-supermercado/",
    "fecha": "25/01/2026",
    "contenido": "Si vivís en Uruguay, posiblemente estés familizarizado con las promociones de los stickers de Geant, Devoto, y Disco (ese hermoso casi-monopolio disfrazado que tenemos). La cosa funciona así: cuando comprás algo, dependiendo del costo, y de si son productos &ldquo;participantes&rdquo; en la promoció"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Lo Escuchamos En Su Totalidad Y Adelantamos De Qué Se Trata... | Michael Sweet Anuncia “The Master Plan” para Abril",
    "link": "https://www.delotroladometal.com.ar/2026/01/25/michael-sweet-anuncia-the-master-plan-para-abril/",
    "fecha": "25/01/2026",
    "contenido": "Su carrera solista es donde Michael Sweet se permite salir de lo que es Stryper,...\nThe post Lo Escuchamos En Su Totalidad Y Adelantamos De Qué Se Trata... | Michael Sweet Anuncia “The Master Plan” para Abril first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Enero – Ejercicio de clase del taller de escritura de Librería Luces Semana 14",
    "link": "https://mcallus.net/2026/01/24/enero-ejercicio-de-clase-del-taller-de-escritura-de-libreria-luces-semana-14/",
    "fecha": "24/01/2026",
    "contenido": "Esta semana teníamos un ejercicio de escritura automática a partir de palabras aleatorias, cada poco segundos, que nos iba diciendo la profesora. La otra regla es no dejar de escribir en ningún momento. La verdad es que esta semana no estaba muy inspirado, el año está siendo agotador, y me dejé fuer"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "De bares por Valencia: Bar Cassalla y Cal Carrero",
    "link": "https://mareosdeungeek.es/de-bares-por-valencia-bar-cassalla-y-cal-carrero/",
    "fecha": "24/01/2026",
    "contenido": "Aprovechando mi última visita a casa, como siempre, estuve de bares por Valencia, en esta ocasión en el Bar Cassalla y en Cal Carrero (que también es horchatería, aunque estuve almorzando a media mañana) Antes de nada, dejar claro, que lo mejor de estos dos eventos gastronómicos fue la compañía, tan"
  },
  {
    "blog": "Un Pingüino 🐧",
    "titulo": "Nexomon – El mejor Pokemon que he jugado no es Pokemon",
    "link": "https://unpinguino.com/nexomon-el-mejor-pokemon-que-he-jugado-no-es-pokemon/",
    "fecha": "24/01/2026",
    "contenido": "Antes de empezar, debo decir que he leído el título del post un par de&#8230;"
  },
  {
    "blog": "End3r.es",
    "titulo": "Tecno-feudalismo",
    "link": "https://www.end3r.es/posts/014-tecno-feudalismo/",
    "fecha": "24/01/2026",
    "contenido": "El feudalismo fue un sistema de organización social, política y económica que predominó en gran parte de\nEuropa durante la Edad Media, caracterizado por la descentralización del poder político y basado en la posesión\nde la tierra y en relaciones de dependencia entre personas de distinto rango.\nEn es"
  },
  {
    "blog": "note – matizeta",
    "titulo": "«Los ofendiditos»",
    "link": "https://matizeta.com/2026/01/24/los-ofendiditos/",
    "fecha": "24/01/2026",
    "contenido": "Esta entrada de Manuel Moreale que publicó ayer es un claro ejemplo de lo susceptible que esta la sociedad de «los ofendiditos», de los que en las redes son los primeros en señalar con el dedo cualquier «desvío socialmente inaceptable» como si estuvieran esperando que suceda. Que hablan de la boca p"
  },
  {
    "blog": "Diegologs 💾",
    "titulo": "El Resident Evil 2 Remake está bien pero mal",
    "link": "https://diegologs.com/review-resident-evil-2-remake/",
    "fecha": "24/01/2026",
    "contenido": "Bueno, pues estas navidades me he pasado el Resident Evil 2 remake. Regalo de mi hermano, por cierto. Probablemente yo no me lo hubiera comprado porque no soy muy fan de la saga, pero bueno, me lo he jugado y traigo la review.\nAclarar que he jugado con el path de Leon (recomendado por mi hermano), e"
  },
  {
    "blog": "prosa",
    "titulo": "carta de noticias",
    "link": "https://blog.adrianaaraujot.casa/carta-de-noticias/",
    "fecha": "24/01/2026",
    "contenido": "un 2026 en ciernes y dos avisos importantes para el corto plazo"
  },
  {
    "blog": "Un blog",
    "titulo": "Juegos de mesa en Montreal",
    "link": "https://nachof.blog/posts/2026/juegos-de-mesa-en-montreal/",
    "fecha": "24/01/2026",
    "contenido": "Durante mi visita a Montreal aproveché para hacer cosas relacionadas con juegos de mesa, porque por supuesto que sí. Me compré algunos juegos, que son más baratos que en Uruguay, y aparte Le Valet d&rsquo;Coeur, la tienda más grande y recomendada que encontré, es enorme y tiene bastante variedad. Ta"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Entrevista con Pato Saucedo de Raza Fuerte | “Siempre Fui Un Amante Del Sonido Y La Música De Los 80′”",
    "link": "https://www.delotroladometal.com.ar/2026/01/24/siempre-fui-un-amante-del-sonido-y-la-musica-de-los-80/",
    "fecha": "24/01/2026",
    "contenido": "Es difícil separar los recuerdos del presente, sobretodo cuando la memoria solo evoca gratos momentos....\nThe post Entrevista con Pato Saucedo de Raza Fuerte | “Siempre Fui Un Amante Del Sonido Y La Música De Los 80′” first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 4 de 2026",
    "link": "https://victorhckinthefreeworld.com/2026/01/23/opensuse-tumbleweed-revision-de-la-semana-4-de-2026/",
    "fecha": "23/01/2026",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Jinversor",
    "titulo": "La neolengua orwelliana",
    "link": "https://jinversor.co/2026/01/la-neolengua-orwelliana/",
    "fecha": "23/01/2026",
    "contenido": "En los días tragicómicos que vivimos nos tocó, entre muchos otros males y taras, coexistir con quienes pretender torcer la realidad para que se amolde a sus deseos infantiles. Incapaces [&#8230;]\nLa entrada La neolengua orwelliana se publicó primero en Jinversor."
  },
  {
    "blog": "Interlan",
    "titulo": "Tutorial: Nextcloud + AriaNG",
    "link": "https://interlan.ec/blog/2026/01/23/tutorial-nextcloud-ariang/",
    "fecha": "23/01/2026",
    "contenido": "Desde la versión 30 de Nextcloud NCDownload ya no funciona y parece estar estancado o directamente muerto. No tengo ganas de esperar a que lo actualicen. El ecosistema de Nextclod esta lleno de cadáveres, así que vamos probando una idea loca basada en el articulo anterior. Agreguemos servicios a un "
  },
  {
    "blog": "pov – matizeta",
    "titulo": "¿Sabes quienes y desde donde leen tu blog?",
    "link": "https://matizeta.com/2026/01/23/sabes-quienes-y-desde-donde-leen-tu-blog/",
    "fecha": "23/01/2026",
    "contenido": "Hace poco más de una semana, los blogs de Kev Quirk y Manuel Moreale abrieron unas encuestas con el objetivo de recabar información sobre los hábitos de consumo de contenido de sus blogs. Ya se si lo hacen por lector RSS, Newsletter, alguna red social, etc. Es seguro que esas encuestas pueden estar "
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "519. Mórbida y Obeso",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/01/519-morbida-y-obeso.html",
    "fecha": "23/01/2026",
    "contenido": "&nbsp; &nbsp; Los cadáveres treintañeros de Mórbida y Obeso fueron encontrados una noche de invierno sin luna. Ambos yacían desnudos sobre una cama de matrimonio reforzada. Eso explicaba que no se viniera abajo, aunque dadas las marcas en el suelo parecía desplazada de su sitio habitual.&nbsp; &nbsp"
  },
  {
    "blog": "Bitácora baldía on zurdeando",
    "titulo": "Sobre los lugares olvidados",
    "link": "https://www.zurdala.es/blog/sobre-los-lugares-olvidados/",
    "fecha": "23/01/2026",
    "contenido": "El otro día, yendo con el coche por la carretera, vi una curva.\nNo era una curva especial ni tenía nada de particular.\nY me asaltó la imagen de esas curvas que a veces tienen una cruz o unas flores,\nmarcando el recuerdo del fallecimiento de alguien en ese punto.\nLa idea de que haya lugares que tiene"
  },
  {
    "blog": "Bitácora baldía on zurdeando",
    "titulo": "Zurdal",
    "link": "https://www.zurdala.es/blog/zurdal/",
    "fecha": "23/01/2026",
    "contenido": "Hoy he aprendido una palabra nueva, y quiero documentarla.\nResulta que la palabra &lsquo;zurdal&rsquo; existe en castellano, aunque únicamente en la región palentina.\nDa la casualidad de que uno de los orígenes familiares que tengo es Palencia.\nUno de mis bisabuelos era de allí y emigró a Andalucía "
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Links de Viernes - #925",
    "link": "https://www.fabio.com.ar/9858-links-de-viernes---925",
    "fecha": "23/01/2026",
    "contenido": "     Que no te coma la cabeza la semana, leete unos links\nSemanita terminando, links esperando &iquest;Acaso ten&eacute;s algo m&aacute;s importante que hacer? Pues no mi ciela, hay enlaces! links! coso! Y eso significa que hay buena lectura y empieza el descanso. Si no ten&eacute;s pileta, leelos c"
  },
  {
    "blog": "Picando Código",
    "titulo": "Blightstone - Steam",
    "link": "https://picandocodigo.net/2026/blightstone-steam/",
    "fecha": "23/01/2026",
    "contenido": "Blightstone es un juego de rol y estrategia por turnos roguelike. La ambientación del juego es en un mundo de fantasía, con druidas, gárgolas, muertos vivientes y otras criaturas fantásticas. El aspecto elemental del juego son las batallas por turnos. En Blightstone, los jugadores dirigen un grupo d"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Symphony Of Heaven: Ordo Aurum Archeia | Una Sinfonía Con Altura Y Buen Gusto",
    "link": "https://www.delotroladometal.com.ar/2026/01/23/una-sinfonia-con-altura-y-buen-gusto/",
    "fecha": "23/01/2026",
    "contenido": "(2024 &#8211; Return To Dust Promotions) Hay que partir de una base, Symphony Of Heaven...\nThe post Symphony Of Heaven: Ordo Aurum Archeia | Una Sinfonía Con Altura Y Buen Gusto first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Arcade hucha y sus posibilidades (I)",
    "link": "https://malagaoriginal.blogspot.com/2026/01/arcade-hucha-y-sus-posibilidades.html",
    "fecha": "22/01/2026",
    "contenido": "Mi mujer pasó por una tienda de regalos y me trajo esta curiosa hucha con forma de máquina arcade.&nbsp;&nbsp;&nbsp;&nbsp;Como veis se trata de un objeto decorativo muy curioso y original en el que vamos echando monedas hasta llenarla y que luego podemos recuperar fácilmente doblando unas pestañas q"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Abelujo ya dispone de su documentación en español",
    "link": "https://victorhckinthefreeworld.com/2026/01/22/abelujo-ya-dispone-de-su-documentacion-en-espanol/",
    "fecha": "22/01/2026",
    "contenido": "Abelujo es la única aplicación de software libre existente para la gestión de una librería, tanto negocios como librerías de asociaciones y ya dispone de su documentación en español"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Presentes de Paco Cerdà",
    "link": "https://mareosdeungeek.es/presentes-de-paco-cerda/",
    "fecha": "22/01/2026",
    "contenido": "Cuando vi en la biblioteca el libro Presentes de Paco Cerdà no dude en acercarme a él y tomarlo prestado. En tres días lo había leído. En Presentes, el escritor valenciano nos traslada a esos 11 días que duró el traslado del cuerpo del fundador de Falange, José Antonio Primo de Rivera. Desde su exhu"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Me gusta más usar aplicaciones nativas, con varios peros",
    "link": "https://www.macram.es/posts/2026/01/me-gustan-las-apps-nativas/",
    "fecha": "22/01/2026",
    "contenido": "En general, cuando uso software en cualquiera de mis dispositivos, intento buscar siempre alternativas nativas, o que al menos se sientan como si fueran nativas. No es que tenga gran cosa en contra de las aplicaciones Web, que conste, pero por alguna razón me encuentro siempre buscando alternativas "
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Esta casa es una ruina",
    "link": "https://www.macram.es/peliculas/esta-casa-es-una-ruina/",
    "fecha": "22/01/2026",
    "contenido": "Un clásico del cine. Una comedia de puro slapstick en la que un extraordinariamente joven Tom Hanks (ojalá llevara yo los 30 años como él en esa película) se compra una casa junto con su pareja, interpretada por Shelley Long (a la que has podido ver recientemente en Modern Family haciendo de DeDe Pr"
  },
  {
    "blog": "note – matizeta",
    "titulo": "Música en formato físico y offline",
    "link": "https://matizeta.com/2026/01/22/musica-en-formato-fisico-y-offline/",
    "fecha": "22/01/2026",
    "contenido": "Esta semana leí un par de publicaciones en distintos blogs, relacionadas a lo que se refiera a la música offline (fuera de las plataformas digitales), que casualmente se escribieron el mismo día.&#160; Esa casualidad de leer publicaciones del mismo tema y hasta publicadas el mismo día, escritas por "
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Buscadores de blogs personales",
    "link": "https://matizeta.com/2026/01/22/buscadores-de-blogs-personales/",
    "fecha": "22/01/2026",
    "contenido": "Cada vez aparecen más directorios en donde encontrar contenido de blogs personales para leer, De esos que no intentan venderte nada, ni están plagados de SEO, ni crean sus textos con inteligencia artificial. Debido a que Google los oculta de su buscador, tener estos directorios de blogs para encontr"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Hola from my desk",
    "link": "https://www.ericafustero.com/2026-01-hola-from-my-desk",
    "fecha": "22/01/2026",
    "contenido": ""
  },
  {
    "blog": "",
    "titulo": "San Patricio con Santiago Molina.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/01/22/san-patricio-con-santiago-molina/",
    "fecha": "22/01/2026",
    "contenido": "Ya se empiezan a programar los primeros eventos de San Patricio, y como no podía ser de otra manera Santiago Molina tiene el suyo, por supuesto en Cafe Berlin. Abajo el enlace para Adquirir las entradas. Entradas Aqui"
  },
  {
    "blog": "56K",
    "titulo": "El proyecto de «La Consola Errante» comienza",
    "link": "https://56k.es/fanta/la-consola-errante/",
    "fecha": "22/01/2026",
    "contenido": "La Consola Errante es una PSP (Play Station Portable) ofrecida al común para el disfrute de quienes quieran usarla. Web Oficial: https://errante.56k.es/index.html Lo común no es ni tuyo ni mio ni del estado, es de todos/as/es. Cuida por tanto de la Consola Errante tratándola bien para que otras pers"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Ruleta Rusa #860",
    "link": "https://www.fabio.com.ar/9857-ruleta-rusa-860",
    "fecha": "22/01/2026",
    "contenido": "     Ruleta y verano\nJueves ruletero, enero sigue haciendo su da&ntilde;o habitual con calor, mosquitos y gente desaparecida 😁 pero aqu&iacute; estamos nosotros listos para dar pelea, o, bueno, dar ruletas, porque de eso se trata este post, tampoco me voy a mandar la parte, tan importante no es 😋\nAh"
  },
  {
    "blog": "Picando Código",
    "titulo": "Scripts de mantenimiento para FreshRSS",
    "link": "https://picandocodigo.net/2026/scripts-de-mantenimiento-para-freshrss/",
    "fecha": "22/01/2026",
    "contenido": "Como comenté en mi solución RSS, estoy corriendo FreshRSS en mi Raspberry Pi 4. Estoy suscripto al feed de lanzamientos FreshRSS (cómo están esos erre ese ese) para enterarme cuando se publica una versión nueva y actualizar mi instalación. Así que en vez de escribir los comandos a mano cada vez, hic"
  },
  {
    "blog": "Un blog",
    "titulo": "\"Tenemos goles de sobra\"",
    "link": "https://nachof.blog/posts/2026/tenemos-goles-de-sobra/",
    "fecha": "22/01/2026",
    "contenido": "El martes nos volvimos a juntar con el grupo de juegos de rol indie. Hacía bastante que no nos juntábamos, y no teníamos mucha idea de qué íbamos a jugar. Consideramos la opción de In This World, probar un proyecto que tengo hace un tiempo en desarrollo, o agarrar algo bien light de un libro con una"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "El Primer Álbum de Silence The Echo Ya Es Una Realidad | “Liberation” Finalmente Llega A Fines De Enero…",
    "link": "https://www.delotroladometal.com.ar/2026/01/22/liberation-finalmente-llega-a-fines-de-enero/",
    "fecha": "22/01/2026",
    "contenido": "Lo habíamos anunciado a fines de Diciembre, gracias a algunos detalles que Jani Stefanovic nos...\nThe post El Primer Álbum de Silence The Echo Ya Es Una Realidad | “Liberation” Finalmente Llega A Fines De Enero… first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Publicado Myrlyn 1.0 el gestor de paquetes para openSUSE",
    "link": "https://victorhckinthefreeworld.com/2026/01/21/publicado-myrlyn-1-0-el-gestor-de-paquetes-para-opensuse/",
    "fecha": "21/01/2026",
    "contenido": "Myrlyn vino a sustituir a YaST a la hora de tener una interfaz gráfica para la gestión de paquetes de software (borrado, búsqueda, instalación) y de repositorios"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Hazañas no demasiado honorables por Gioventino",
    "link": "https://mcallus.net/2026/01/21/hazanas-no-demasiado-honorables-por-gioventino/",
    "fecha": "21/01/2026",
    "contenido": "Este relato es el resumen de cuatro sesiones que echamos a Zweihander dirigidas por mi amigo Kike. Como muchas otras campañas, quedó abandonada pero la verdad es que molaba mucho el sistema y el grupito y ya que me he encontrado esta pequeña historia en un backup del blog anterior pues la he recuper"
  },
  {
    "blog": "Galerías Preciados",
    "titulo": "El despotify, el internés, el decrecimiento, la promosió",
    "link": "https://galeriaspreciados.band/el-despotify-el-internes-el-decrecimiento-la-promosio/",
    "fecha": "21/01/2026",
    "contenido": "Quería hablar de un montón de cosas pero tampoco sabía muy bien como, así que las he juntado todas en un texto larguísimo y las he empaquetado listas para que te las fumes después de cenar, como bien marcan los estándares de la promosió"
  },
  {
    "blog": "note – matizeta",
    "titulo": "Comentarios en Sitios Estáticos",
    "link": "https://matizeta.com/2026/01/21/comentarios-en-sitios-estaticos/",
    "fecha": "21/01/2026",
    "contenido": "Drk0027 en su blog de Interlan hizo un trabajo excelente recopilando y analizando distintos servicios que brindan la posibilidad de incluir comentarios en sitios estáticos.  No solo eso, desarrolló su propio y muy completo sistema de comentarios, que no depende se servicios externos ni de servidores"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "La legislació sueca sobre animals i l’operació d’en Rico",
    "link": "https://blog.danielaragay.net/la-legislacio-sueca-sobre-animals-i-loperacio-den-rico/",
    "fecha": "21/01/2026",
    "contenido": "Avui t&#x2019;explico com funciona la legislaci&#xf3; sueca sobre animals de companyia i com afecta el dia a dia amb en Rico. Parlo de les obligacions legals, de les difer&#xe8;ncies entre gossos i gats, i tamb&#xe9; et comparteixo l&#x2019;operaci&#xf3; que li han"
  },
  {
    "blog": "_ voidNull",
    "titulo": "at: preparados... listos... ¡Ejecuta ahora!",
    "link": "https://voidnull.es/at-preparados-listos-ejecuta-ahora/",
    "fecha": "21/01/2026",
    "contenido": "Permite programar la ejecución de comandos en GNU/Linux para un momento concreto del futuro, ejecutándose una sola vez sin necesidad de usar cron."
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Frigate en Portainer",
    "link": "https://voidnull.es/instalacion-de-frigate-en-portainer/",
    "fecha": "21/01/2026",
    "contenido": "Configura cámaras en Frigate usando streams de distinta calidad para detección y grabación, optimizando rendimiento y consumo de recursos."
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "\"Simplemente escuchar música\"",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2026/01/21/20260121-simplemente-escuchar-musica/",
    "fecha": "21/01/2026",
    "contenido": "¿Y si simplemente te detienes a escuchar las piezas en la forma y orden en que se idearon?"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Microchip del Santo Grial del Vacío",
    "link": "https://docig.bearblog.dev/el-microchip-del-santo-grial-del-vacio/",
    "fecha": "21/01/2026",
    "contenido": "Aquel sujeto no navegaba: naufragaba en un océano de silicio, rodeado de sirenas de píxel que le prometían el oro y el moro mientras le succionaban la médula del espíritu. Estaba ahí, atornillado a su silla ergonómica —una verdadera máquina de tortura china para la columna—, esperando una señal, un "
  },
  {
    "blog": "",
    "titulo": "Recomendación.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/01/21/recomendacion-14/",
    "fecha": "21/01/2026",
    "contenido": "Les dejo como recomendación un video interesante con curiosidades acerca de los celtas, les recomiendo que lo vean."
  },
  {
    "blog": "56K",
    "titulo": "Didder – Generar tramado en nuestras fotos mientras tomamos una taza de té blanco con miel",
    "link": "https://56k.es/fanta/didder-generar-tramado-en-nuestras-fotos-mientras-tomamos-una-taza-de-te-blanco-con-miel/",
    "fecha": "21/01/2026",
    "contenido": "El tramado se usa normalmente para crear ilusión de profundidad de color en fotos con una paleta de colores limitada. Reducir la paleta, bajar la resolución, etc &#8230; suelen ser técnicas que permiten reducir también el tamaño de las fotos. El ojo humano percibe la difusión como una mezcla de los "
  },
  {
    "blog": "56K",
    "titulo": "Frena a Amazon, defiende Aragón: Contencioso histórico contra los megacentros de datos",
    "link": "https://56k.es/fanta/frena-a-amazon-defiende-aragon-contencioso-historico-contra-los-megacentros-de-datos/",
    "fecha": "21/01/2026",
    "contenido": "Mucha gente ante el problema que están suponiendo los Megacentros de datos americanos se pregunta: ¿Cómo puedo ayudar? Pues justo hoy día 21 de Enero se ha lanzado una campaña de Crowdfunding. Una coalición de resistencias contra los Mega Centros de Datos como @tunubesecamirio , @ecologistas , @noce"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "París sitiada, París Caníbal",
    "link": "https://www.fabio.com.ar/9856-paris-sitiada-paris-canibal",
    "fecha": "21/01/2026",
    "contenido": "    \nDurante las \"Guerras de la Religi&oacute;n\" en Francia hubo un caso muy particular con la ahora glamorosa ciudad de Par&iacute;s que tranquilamente la pintar&iacute;a de tenebrosa, pero que los parisinos han sabido olvidar.\nEn una de esas ocasiones la ciudad termin&oacute; sitiada y la guarnici"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Aceldama Zine Nro. 2 – Año 2004",
    "link": "https://www.delotroladometal.com.ar/2026/01/21/aceldama-zine-nro-2-ano-2004/",
    "fecha": "21/01/2026",
    "contenido": "Con un poco de nostalgia, y otro poco de homenaje, no podía faltar este fanzine,...\nThe post Aceldama Zine Nro. 2 – Año 2004 first appeared on Del Otro Lado Metal."
  }
]