[
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 17",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-17/",
    "fecha": "17/12/2025",
    "contenido": "Antes de leer, para pensar un poco...\nSi pudieras ser cualquier otra cosa, ¿qué serías?\n¿Cómo sería para ti un momento de perfecta placidez?\n¿Qué puedes hacer para hacer esa sensación más presente en tu día a día?\nY ahora, el poema:\nSoy vertical, de Sylvia Plath.\nSoy Vertical\nPero preferiría ser hor"
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "Clbre es Calibre sin AI",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2025/12/17/20251217-clbre-o-calibre-sin-ia/",
    "fecha": "17/12/2025",
    "contenido": "Puede que sea una situación puramente sentimental, pero lo de Calibre y las disfuncionalidades de la mal llamada IA me ha sentado mal"
  },
  {
    "blog": "Moribundo Insurgente",
    "titulo": "Meta utilizará los datos de conversaciones con su IA para personalizar anuncios",
    "link": "https://moribundoinsurgente.noblogs.org/post/2025/12/16/meta-utilizara-los-datos-de-conversaciones-con-su-ia-para-personalizar-anuncios/",
    "fecha": "16/12/2025",
    "contenido": "Desde este martes 16 de diciembre, Meta ha activado oficialmente su maquinaria para monetizar las conversaciones que los usuarios mantienen con su inteligencia artificial. A partir de hoy, todas las interacciones con los asistentes de IA en sus plataformas pasan &#8230; Sigue leyendo &#8594;"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 16",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-16/",
    "fecha": "16/12/2025",
    "contenido": "Antes de leer, para pensar un poco...\n¿Te has planteado alguna vez la maternidad como un problema?\n¿Crees que esa decisión es cada vez más difícil de tomar?\n¿Qué cosas deberían cambiar para que el mundo invitase a tener hijos?\nY ahora, el poema.\nNO-MO de Rosa Berbel\n\n«no hay poesía capaz de hacer be"
  },
  {
    "blog": "plr blog",
    "titulo": "Proyecto hecho en clase de Derechos y Licencias Digitales: analizando avisos legales de libros de la biblioteca",
    "link": "https://pedrolr.es/blog/proyecto-hecho-en-clase-de-derechos-y-licencias-digitales-analizando-avisos-legales-de-libros-de-la-biblioteca/",
    "fecha": "16/12/2025",
    "contenido": "A inicios de diciembre planteé una actividad a la clase presencial de Derechos y Licencias Digitales, asignatura que he impartido este año por primera vez en el en Gestión de la Documentación, Bibliotecas y Archivos de la UCM. Nos fuimos un día a la biblioteca de la facultad. En la hemeroteca tienen"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Mi #RaycastWrapped 2025",
    "link": "https://blog.luiscarlospando.com/personal/2025/12/mi-raycastwrapped-2025/",
    "fecha": "16/12/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "La radio como compañía",
    "link": "https://blog.luiscarlospando.com/personal/2025/12/la-radio-como-compania/",
    "fecha": "16/12/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor. Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky. ¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Gamercard, una microconsola basada en Raspberry Pi",
    "link": "https://mareosdeungeek.es/gamercard-una-microconsola-basada-en-raspberry-pi/",
    "fecha": "16/12/2025",
    "contenido": "Gamercard es una microconsola basada en Raspberry Pi que lo tiene todo para sumarse a la fiebre por lo retro que nos invade en los últimos años. Porque todo está perfectamente estudiado en Gamercard, su creador, con un apellido de prestigio, Sinclair, sobrino del creador de Spectrum. El hardware, ba"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "The Morning Show",
    "link": "https://www.macram.es/series/the-morning-show/",
    "fecha": "16/12/2025",
    "contenido": "(Nota actualizada el 16 de diciembre de 2025 por añadir alguna referencia a la cuarta temporada)\nEsta serie fue lanzada como la flagship del servicio Apple TV+ en su momento. The Morning Show es un drama que lleva tres temporadas y del que no me canso, con un ritmo magistral, unas interpretaciones e"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Ahora",
    "link": "https://www.macram.es/now/",
    "fecha": "16/12/2025",
    "contenido": "Última actualización: 16 de diciembre de 2025.\nEstoy desarrollando apps para iOS y tvOS para distintos clientes. Es lo que llevo haciendo mucho casi desde que empecé a trabajar y no tengo intención de parar pronto.\nSigo formando parte de una asociación de música tradicional, investigando, preparando"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#173: reduciendo suscripciones de vídeo",
    "link": "https://www.macram.es/posts/2025/12/reducir-suscripciones/",
    "fecha": "16/12/2025",
    "contenido": "En 2026 voy a intentar reducir algunas cosas, particularmente algunos de los denominados &ldquo;gastos hormiga&rdquo; que se acumulan y acaban suponiendo un buen pico mensual. Y el primero al que voy a prestar atención es a algunas suscripciones mensuales que a lo mejor no utilizo tanto como pudiera"
  },
  {
    "blog": "ladoB – matizeta",
    "titulo": "Las plazas",
    "link": "https://matizeta.com/2025/12/16/las-plazas/",
    "fecha": "16/12/2025",
    "contenido": "Hoy me desperté con ansias de respirar aire puro. No fue un deseo aleatorio. Cuando me levanté de la cama, hice mi ritual matutino: abrí la ventana que da al balcón y en el aire había un frescura pura particular, de esas que están en las montañas.  Entre dormido y despierto en la mitad de [&#8230;]"
  },
  {
    "blog": "El condón roto de GNU",
    "titulo": "Lanzamiento Ubuntu Touch 24.04-1.1",
    "link": "https://elcondonrotodegnu.wordpress.com/2025/12/16/lanzamiento-ubuntu-touch-24-04-1-1/",
    "fecha": "16/12/2025",
    "contenido": "Lanzamiento Ubuntu Touch 24.04-1.1"
  },
  {
    "blog": "El Bulevar de la Doble Hacha",
    "titulo": "La noche era",
    "link": "https://bulevardoblehacha.wordpress.com/2025/12/16/la-noche-era/",
    "fecha": "16/12/2025",
    "contenido": "La noche era clara, pero su alma rebosaba oscuridad, escribió Indubio en su cuaderno. Aquella frase, aquel contraste, aquel juego de claroscuros, estaban perfectamente asentados en su cabeza. Solo necesitaba un momento de tranquilidad para poder plasmarlo en un papel. Beep beep. El teléfono móvil so"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Mudanza 2025: lo peor ya ha pasado",
    "link": "https://blog.danielaragay.net/mudanza-2025-lo-peor-ya-ha-pasado/",
    "fecha": "16/12/2025",
    "contenido": "Este fin de semana pasamos lo m&#xe1;s pesado pero aun queda muuuucho por hacer.Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendoelsuecoEnlace al cap&#xed;tulo https://podcast.danielaragay.net/@haciendoel"
  },
  {
    "blog": "Redes nuestras",
    "titulo": "Lo que puede importarnos cuando la privacidad no nos importa",
    "link": "https://redesnuestras.net/2025/12/16/lo-que-puede-importarnos-cuando-la-privacidad-no-nos-importa/",
    "fecha": "16/12/2025",
    "contenido": "La foto es de este artículo sobre acampadas pro Palestina en universidades de EE UU. El eslogan «We Keep Us Safe» es habitual en las manifestaciones de los últimos años en ese país. Hace unas semanas, me preguntaron cómo podemos convencer a gente con conciencia política de que dejen de usar platafor"
  },
  {
    "blog": "Bitácora de fernand0",
    "titulo": "Las inteligencias artificiales, la web abierta y nosotros",
    "link": "https://blog.elmundoesimperfecto.com/2025/12/16/fin-web-ia/",
    "fecha": "16/12/2025",
    "contenido": "\n\nPor aquí ya llevamos tiempo hablando del mal estado de la web: sigue siendo fácil crear páginas, mantenerlas, gestionarlas … El único límite es el interés de la gente por crearlas. Pero también es verdad que ahora hay herramientas mucho más sencillas para publicar en internet (no siempre en la web"
  },
  {
    "blog": "fernand0 @ GitHub.io",
    "titulo": "Alucinanciones de las Inteligencias Artificiales y sus consecuencias en el desarrollo de código",
    "link": "https://fernand0.github.io//codigo-generado-ia/",
    "fecha": "16/12/2025",
    "contenido": "Tengo sentimientos enfrentados con el código generado por inteligencias artificiales. Por un lado, ando haciendo pruebas y me permite avanzar en cosas aburridas y que no haría por mi propia cuenta o me costaría esfuerzo abordarlas. Por otro lado, de vez en cuando me la lía y pierdo tiempo que podría"
  },
  {
    "blog": "SKR – Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "UT6 – Oportunidad de negocio: ideas y modelos",
    "link": "https://seyker.eu/ut6-oportunidad-de-negocio-ideas-y-modelos/",
    "fecha": "16/12/2025",
    "contenido": "En este tema se habla más de las oportunidades y como acercarse a ellas con el diseño y el marketing. Pensamiento de diseño El pensamiento de diseño o design thinking es una herramienta que permite observar las necesidades de las personas para ofrecerlos productos, servicios o procesos que mejoren s"
  },
  {
    "blog": "SKR – Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "UT 5 – Mundo Empresarial",
    "link": "https://seyker.eu/ut-5-mundo-empresarial/",
    "fecha": "16/12/2025",
    "contenido": "En este tema se hace una introducción y análisis de funcionamiento del mundo empresarial. Pensamiento Inverso El pensamiento inverso empresarial es el enfoque creativo o estratégico que le dio la vuelta a dar con la solución a un problema o desafío. En este caso lo que se hace es empezar desde el re"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "La Primera Mañana",
    "link": "https://docig.bearblog.dev/la-primera-manana/",
    "fecha": "16/12/2025",
    "contenido": "El silencio no llegó de golpe. Fue una filtración. Como el agua densa que se absorbe en un trapo viejo, sin hacer ruido, sin protesta.\nAlistair Finch no estaba en una sala de cristal. Estaba en la misma oficina desangelada de siempre, con el olor a café quemado. La luz del mediodía era gris sobre el"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "EGM diciembre 2025",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/egm-diciembre-2025.html",
    "fecha": "16/12/2025",
    "contenido": "Ha pasado una semana desde que se publicó el último EGM de 2025, el correspondiente a la tercera oleada que se ha realizado este año. Los datos, los esperables y de los que me alegro en vistas del tipo de programación que hace cada emisora: la SER, imparable; la COPE, cada vez más hundida porque el "
  },
  {
    "blog": "La cosa infinita",
    "titulo": "Un Universo Reordenado",
    "link": "https://docig.mataroa.blog/blog/un-universo-reordenado/",
    "fecha": "16/12/2025",
    "contenido": "¡Buenas tardes a todos! ¡Qué emoción! Estamos aquí, en la mismísima cúspide de la tecnología, para hablarles de un concepto que... ¡Ay, qué les voy a contar! ¡Es sencillamente fascinante!\nLes presento al Dr. Alistair Finch, nuestro genio particular. Un hombre que, con su sonrisa y su talento, ha cre"
  },
  {
    "blog": "",
    "titulo": "Recomendación de la semana.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/16/recomendacion-de-la-semana-33/",
    "fecha": "16/12/2025",
    "contenido": "Una de mis bandas Irlandesas preferidas es Planxty, me encanta escucharlos, paso horas escuchando su musica, les dejo una de sus mejores canciones, espero que la disfruten, 100 % recomendada."
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Presenta tu charla al encuentro de #openSUSE en América Latina",
    "link": "https://victorhckinthefreeworld.com/2025/12/15/presenta-tu-charla-al-encuentro-de-opensuse-en-america-latina/",
    "fecha": "15/12/2025",
    "contenido": "Ya puedes presentar tu charla para la próxima cumbre openSUSE America Summit que tendrá lugar en Barranquilla, Colombia en abril de 2026"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 15",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-15/",
    "fecha": "15/12/2025",
    "contenido": "Para pensar antes de leer...\n¿Has tenido siempre las cosas claras o eres más de dudar?\nCuando la gente cree que estás en un error, ¿tiendes a ceder o prefieres arriesgarte a equivocarte?\n¿Has hecho muchas cosas porque se suponía que era lo que había que hacer? ¿Volverías a hacerlo?\nY ahora, el poema"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "57 segundos",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/57-segundos/",
    "fecha": "15/12/2025",
    "contenido": "Qué será, esta cifra. Si digo 21 gramos diremos: el supuesto peso del alma. Si digo 15 años tal vez tarareemos la canción del Dúo Dinámico (sobre todo si tenemos una edad). Si digo 7 tal vez nos vengan los pecados capitales y si digo 10, los mandamientos. O yo qué sé. \nPues bien: 57 han sido los seg"
  },
  {
    "blog": "plr blog",
    "titulo": "Un bot en Mastodon que comparte posts, artículos, enlaces, de blogs, revistas y sitios sobre Biblioteconomía y Documentación",
    "link": "https://pedrolr.es/blog/un-bot-en-mastodon-que-comparte-posts-articulos-enlaces-de-blogs-revistas-y-sitios-sobre-biblioteconomia-y-documentacion/",
    "fecha": "15/12/2025",
    "contenido": "He creado un bot para Mastodon que comparte posts, artículos, enlaces, de blogs, revistas y sitios sobre Biblioteconomía y Documentación (ByD). Muchas revistas científicas usan, por suerte, el software OJS, que es libre e incluye feeds RSS (lo dije una vez en el blog: lo libre llama a lo libre). Tam"
  },
  {
    "blog": "Un bruto con Debian",
    "titulo": "Bajando binarios de GitHub sin dolor de cabeza",
    "link": "http://unbrutocondebian.blogspot.com/2025/12/bajando-binarios-de-github-sin-dolor-de.html",
    "fecha": "15/12/2025",
    "contenido": "Hay veces que buscas un programa, lo encuentras en GitHub y parece que descargarlo e instalarlo es una carrera de obstáculos. Tienes mil versiones, eso cuando las logras encontrar sin tener que clonar todo el repositorio, luego hay que descomprimir... ¡Qué pereza!Pues he encontrado una manera de hac"
  },
  {
    "blog": "alt43",
    "titulo": "Compras online de forma segura",
    "link": "https://alt43.es/compras-online-de-forma-segura/",
    "fecha": "15/12/2025",
    "contenido": "Antes de entrar en materia, conviene aclarar algunos puntos para evitar confusiones o malentendidos: No es posible realizar&#46;&#46;&#46;"
  },
  {
    "blog": "post-it – matizeta",
    "titulo": "Xteink X4",
    "link": "https://matizeta.com/2025/12/15/xteink-x4/",
    "fecha": "15/12/2025",
    "contenido": "En estos días me topé con un dispositivo curioso. Se trata de Xteink X4 un mini eReader de 5,9 mm de grosor, un peso de 55g y un tamaño de pantalla de 4.3 pulgadas que puede acoplarse magnéticamente en la parte trasera de tu smartphone (y obviamente utilizarlo solo). Posee un S.0 propietario (nada d"
  },
  {
    "blog": "La bitácora de Locutus",
    "titulo": "Energía",
    "link": "http://locutusbit.blogspot.com/2025/12/energia.html",
    "fecha": "15/12/2025",
    "contenido": "&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;«A&nbsp;Esteban Pérez Bolivar»Ese futuro contenido,este presente en movimiento.Energía almacenada,energía liberada;Potencial inexorablede una cinética implacable.Pascual Herrera"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Pequeños placeres #3: El sonido de la lluvia al caer",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/pequenos-placeres-3-el-sonido-de-la.html",
    "fecha": "15/12/2025",
    "contenido": "\n  \n    \n  \n    \n  \nEstar en el sofá tumbado tras haber acabado todo lo pendiente, con la tele de fondo, y empezar a oír el agua de la lluvia caer en una tormenta de finales de otoño."
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Extremoduro",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/extremoduro.html",
    "fecha": "15/12/2025",
    "contenido": "No recuerdo bien cómo empecé a escuchar a Extremoduro; quizá fue una casualidad a partir de alguna lista de Spotify en sus comienzos allá por 2008 o a lo mejor 2009. Sé que iba tarde, pero cuando se formó la banda yo aún no había nacido y no estaba en mi música tipo de la primera adolescencia.Sí rec"
  },
  {
    "blog": "",
    "titulo": "Frase de la semana.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/15/frase-de-la-semana-59/",
    "fecha": "15/12/2025",
    "contenido": "No seas ambicioso y tacaño; la justa medida es excelente en tales casos. Pitágoras"
  },
  {
    "blog": "eaplmx",
    "titulo": "Creando en épocas de abundancia",
    "link": "https://text.eapl.mx/creando-en-epocas-de-abundancia",
    "fecha": "15/12/2025",
    "contenido": ""
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Libro: El Palacio de los sueños de Ismail Kadaré",
    "link": "https://victorhckinthefreeworld.com/2025/12/14/libro-el-palacio-de-los-suenos-de-ismail-kadare/",
    "fecha": "14/12/2025",
    "contenido": "Una distopía con aires Kafkianos en el imperio Otomano con mensaje a la Albania comunista"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 14",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-14/",
    "fecha": "14/12/2025",
    "contenido": "Para pensar antes de leer...\n¿Estás de acuerdo con la idea de que lo poco gusta y lo mucho cansa?\n¿A veces te has sentido demasiado loquesea o has deseado ser menos loquesea?\nCompleta la frase: «Podría vivir con un poco menos de....»\nY ahora, el poema:\nNo mata la calidad sino la cantidad, de Gloria "
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Drive My Car",
    "link": "https://mareosdeungeek.es/drive-my-car/",
    "fecha": "14/12/2025",
    "contenido": "Drive my car es una película japonesa que se estrenó en el año 2021. Basada en un relato de Haruki Murakami, ofrece un drama pausado, con elementos sexuales y tensión entre los protagonistas. Muy en la línea del escritor japonés. Argumento Drive my car tiene diferentes fases en su argumento, o al me"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "508. Los últimos días",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/12/508-los-ultimos-dias.html",
    "fecha": "14/12/2025",
    "contenido": "&nbsp; &nbsp; Cuando los veo caminar, me veo a mí mismo dentro de unos años. Transitan a la velocidad de la ultralentitud, agarrados a un brazo joven o sostenidos por un bastón. Eso en el mejor de los casos. Si el viento arrecia, ni siquiera se aventuran a salir, y si ya están en la calle, se detien"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Ping #15: Actualizaciones, novedades y ranking de distros",
    "link": "https://voidnull.es/ping-15/",
    "fecha": "14/12/2025",
    "contenido": "Aquí encontrarás las distribuciones más recientes, paquetes actualizados y el ranking de las distros más descargadas. 🚀"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Presidente vomitivo",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/presidente-vomitivo.html",
    "fecha": "14/12/2025",
    "contenido": "He echado casi todo el fin de semana terminando de corregir exámenes para esta primera evaluación; ahora, la parte más liviana consiste en introducir esas notas en el sistema informático de la administración para dejarlo todo listo para las sesiones presenciales.De fondo, ahora, el televisor. Empiez"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Pequeños placeres #2: El primer café de la mañana",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/pequenos-placeres-2.html",
    "fecha": "14/12/2025",
    "contenido": "\n  \n    \n  \nEl primer café de la mañana, que te hace caer al mundo de los vivos y empezar a quitarte las legañas de los ojos."
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 13",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-13/",
    "fecha": "13/12/2025",
    "contenido": "Para pensar antes de leer...\n¿Se puede mantener la ternura en un mundo que exige dureza?\n¿Cómo equilibramos protegernos con querer?\n¿Qué preferirías sacrificar, tu «blandura» o tu «dureza»?\nY ahora, el poema:\nFuerte, de Ana Pérez Cañamares\n\n\"Los días duros se abren a mi quilla\".\nÁngela Figuera Aymer"
  },
  {
    "blog": "Jinversor",
    "titulo": "Fundamentalismo tecnológico",
    "link": "https://jinversor.co/2025/12/fundamentalismo-tecnologico/",
    "fecha": "13/12/2025",
    "contenido": "Desde que estoy en Internet conozco y he vivido el fundamentalismo tecnológico. Esa absurda, perenne e infantil pretensión de decirle al mundo cómo debe vivirse y usarse la tecnología. Pretensión [&#8230;]\nLa entrada Fundamentalismo tecnológico se publicó primero en Jinversor."
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "El FBI espió un chat grupal de Signal de activistas de inmigración, revelan registros",
    "link": "https://gatooscuro.xyz/el-fbi-espio-un-chat-grupal-de-signal-de-activistas-de-inmigracion-revelan-registros/",
    "fecha": "13/12/2025",
    "contenido": "Hace unos días me encontraba leyendo el artículo de The Guardian tal y cómo titulo este artículo, en donde, resumidamente: El FBI espió —sí, literalmente— un grupo privado en Signal,\nSeguir leyendo  El FBI espió un chat grupal de Signal de activistas de inmigración, revelan registros\nEl cargo El FBI"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#172: tengo el dedo averiado",
    "link": "https://www.macram.es/posts/2025/12/tengo-el-dedo-averiado/",
    "fecha": "13/12/2025",
    "contenido": "Esta semana me está resultando especialmente complicado escribir y teclear. La semana pasada me averié el dedo con un cuchillo que, tal como he confirmado hoy a quien me lo vendió, funciona de maravilla. Me pusieron algunos puntos de sutura que con suerte me retirarán en algún momento de la semana q"
  },
  {
    "blog": "El condón roto de GNU",
    "titulo": "Lanzamiento Ubuntu Touch 20.04 OTA-11",
    "link": "https://elcondonrotodegnu.wordpress.com/2025/12/13/lanzamiento-ubuntu-touch-20-04-ota-11/",
    "fecha": "13/12/2025",
    "contenido": "Lanzamiento Ubuntu Touch 20.04 OTA-11"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Cercado por la corrupción",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/cercado-por-la-corrupcion.html",
    "fecha": "13/12/2025",
    "contenido": "\n  \n    \n  \nSaben ustedes que ando un poco desconectado de la política por el hartazgo que me produce. Hace semanas que no escribo nada sobre esto en este cuaderno y en el coche últimamente voy al trabajo escuchando Radio Clásica para desconectar un poco del mundo en el trayecto. Pero llego a un pun"
  },
  {
    "blog": "Diegologs 💾",
    "titulo": "Nos perdemos en la estructura",
    "link": "https://diegologs.com/nos-perdemos-en-la-estructura/",
    "fecha": "13/12/2025",
    "contenido": "Hay algo que me pasa más de lo que me gustaría. Cuando quiero hacer algo, creativo sobre todo, tiendo a planificarlo e intentar estructurarlo antes incluso de empezar. Esto hace que o no empiece nunca, o que lo empiece y lo abandone por no estar satisfecho con lo planeado.\nEsto también me pasa con l"
  },
  {
    "blog": "56K",
    "titulo": "Liberar el BQ Cervantes 4 mientras bebes zumo de piña",
    "link": "https://56k.es/fanta/liberar-el-bq-cervantes-4-mientras-bebes-zumo-de-pina/",
    "fecha": "13/12/2025",
    "contenido": "Hola pequeño insecto. En el pasado se describió aquí el proceso para instalar en un ebook BQ Cervantes 4 el firmware para desarrollo, el firmware para hackers. Desde que se escribió aquel post ha llovido mucho y entre las cosas a destacar está que BQ desapareció y los servidores que tenían dejaron d"
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Qemu gestionado por Virt manager",
    "link": "https://malagaoriginal.blogspot.com/2025/12/qemu-gestionado-por-virt-manager.html",
    "fecha": "12/12/2025",
    "contenido": "Qemu es un software de virtualización libre muy potente pero que requiere de complicados comandos y configuraciones para ponerlo en marcha.Para facilitar la tarea tenemos el front-end virt-manager que facilita bastante el uso de qemu.Antes de seguir debemos comprobar que nuestro sistema soporta virt"
  },
  {
    "blog": "Bits de Ocio",
    "titulo": "Mis destacados de The Game Awards 2025",
    "link": "https://bitsdeocio.wordpress.com/2025/12/12/mis-destacados-de-the-game-awards-2025/",
    "fecha": "12/12/2025",
    "contenido": "La edición de este año de The Game Awards, que pretenden emular a los Oscar pero en el mundillo de los videojuegos, tuvo lugar entre el 11 y el 12 de diciembre. Como es habitual, los premios en sí fueron totalmente eclipsados por el mayor reclamo del evento: las presentaciones y tráilers de próximos"
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Lenspect: detecta malware en tus archivos",
    "link": "https://thecheis.com/2025/12/12/lenspect-detecta-malware-en-tus-archivos/",
    "fecha": "12/12/2025",
    "contenido": "Aunque Linux es muy seguro, esa vieja leyenda de que «no le afectan los virus» es exagerada. Habitualmente no lidiamos con malware gracias a la gran seguridad que ofrece, fruto de un conjunto de bondades que implica a la propia arquitectura del sistema, los repositorios de software, las constantes a"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 50 de 2025",
    "link": "https://victorhckinthefreeworld.com/2025/12/12/opensuse-tumbleweed-revision-de-la-semana-50-de-2025/",
    "fecha": "12/12/2025",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 12",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-12/",
    "fecha": "12/12/2025",
    "contenido": "Para pensar antes de leer...\n¿Cómo vives los días de la semana? ¿Afecta el paso de la semana a tu ánimo?\n¿Qué cosas haces para que los días laborables también «cuenten»?\nY ahora, leamos el poema:\nSencillo, de Karmelo C. Iribarren\nVerás,\nes muy sencillo:\nlos lunes\nmartes\nmiércoles\njueves\nviernes,\nson"
  },
  {
    "blog": "Webnauta",
    "titulo": "Conversaciones provechosas",
    "link": "https://webnauta.blog/conversaciones-provechosas",
    "fecha": "12/12/2025",
    "contenido": "Imaginemos por un momento VIUn día, sin razón aparente, dejas de hacer lo que estás haciendo. Permaneces inmóvil, taciturno, y empiezas a escuchar. Las conversaciones que flotan en la cafetería se superponen unas a otras hasta volverse reconocibles: no por su profundidad, sino por su repetición. Pro"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Lo que me ha gustado de los Game Awards",
    "link": "https://mcallus.net/2025/12/12/lo-que-me-ha-gustado-de-los-game-awards/",
    "fecha": "12/12/2025",
    "contenido": "Vamos a partir de la base de que esto es una gala de mierda, que cobra unos dineros abusivos por aparecer en ella (entre medio millón y el millón de euros) mientras la industria del videojuego se desangra con despidos y cierre de estudios. Y es por eso que no me veo en directo la [&#8230;]"
  },
  {
    "blog": "plr blog",
    "titulo": "Extremoduro, el Robe y rock transgresivo: algunos papers, chapters, libros, tesis, trabajos fin de grado, etc.",
    "link": "https://pedrolr.es/blog/extremoduro-el-robe-y-rock-transgresivo-algunos-papers-chapters-libros-tesis-trabajos-fin-de-grado-etc/",
    "fecha": "12/12/2025",
    "contenido": "Como pequeño homenaje al Robe, me ha dado por buscar algo de literatura principalmente científica/académica sobre Extremoduro, el Robe y el rock transgresivo. Tengo una alerta guardada sobre el tema y otros grupos que me gustan, pero lo he hecho  ahora un poco más a fondo. Es otra forma de leer sobr"
  },
  {
    "blog": "Interlan",
    "titulo": "Resolución de Problemas: Wake on lan no funciona",
    "link": "https://interlan.ec/2025/12/12/resolucion-de-problemas-wake-on-lan-no-funciona/",
    "fecha": "12/12/2025",
    "contenido": "¿Wake on lan no funciona? repasemos lo que podemos hacer en la era de windows 11"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "The Seatbelts",
    "link": "https://mareosdeungeek.es/the-seatbelts/",
    "fecha": "12/12/2025",
    "contenido": "El motivo principal de la visita a Barcelona y la asistencia al 31 Salón del Manga fue el concierto que dio la banda de jazz The Seatbelts el pasado viernes. En principio iba a ser el único concierto, pero ampliaron a otros días. Hay que tener en cuenta que es bastante difícil que esta banda, [&#823"
  },
  {
    "blog": "Cajón desastre",
    "titulo": "¿Divinity qué? ¿Por dónde empiezo?",
    "link": "https://ccriss92.bearblog.dev/divinity-por-donde-empiezo/",
    "fecha": "12/12/2025",
    "contenido": "El anuncio del nuevo Divinity (aviso, el tráiler es una pasada pero viene con bien de gore) me ha dejado con muchas ganas de ver qué está cocinando Larian con este título. Ha sido uno de los anuncios más llamativos de estos Game Awards, y tras Baldur's Gate 3 mucha gente tiene interés por ver qué má"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Mudanza, servidor caído y mi nueva impresora 3D",
    "link": "https://blog.danielaragay.net/mudanza-servidor-caido-y-mi-nueva-impresora-3d/",
    "fecha": "12/12/2025",
    "contenido": "Han sido d&#xed;as de locos: el servidor se cay&#xf3; y estamos en plena mudanza. Te cuento el caos de vivir entre dos pisos, c&#xf3;mo avanza el montaje de mi nuevo estudio de grabaci&#xf3;n y la pelea con la operadora por una conexi&#xf3;"
  },
  {
    "blog": "",
    "titulo": "Evento.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/11/evento-16/",
    "fecha": "12/12/2025",
    "contenido": ""
  },
  {
    "blog": "56K",
    "titulo": "Sobrevivir a CuñadoGPT en la cena de Navidad",
    "link": "https://56k.es/fanta/sobrevivir-a-cunadogpt-en-la-cena-de-navidad/",
    "fecha": "12/12/2025",
    "contenido": "Hola pequeños insectos he vuelto a la escribición en blog ya que la existencia del cuñadoGPT lo requiere. Lo principal es comprar vino sin alcohol ya que es bien sabido que «Sin vino el cuñado, es cuñado pero no cuñado arremangado». Será más soportable con menos copas. El Neo-Cuñado hace años que ti"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 11",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-11/",
    "fecha": "11/12/2025",
    "contenido": "Para pensar un poco, antes de leer.\n¿Cómo te sientes cuando se acerca tu cumpleaños?\n¿Qué te gustaría hacer para celebrar tu próximo cumpleaños?\nPiensa en algunas situaciones que hayas superado en este último año y felicítate por ellas.\nY ahora, leamos el poema:\nCumpleaños, de Ángel González\nYo lo n"
  },
  {
    "blog": "Jinversor",
    "titulo": "Libros de Morgan Housel",
    "link": "https://jinversor.co/2025/12/libros-de-morgan-housel/",
    "fecha": "11/12/2025",
    "contenido": "El personaje misterioso de Mega ha subido dos nuevos libros de Morgan Housel al repo. Ya estaba el libro «La Psicología del Dinero» y ahora se suman «El Arte de [&#8230;]\nLa entrada Libros de Morgan Housel se publicó primero en Jinversor."
  },
  {
    "blog": "plr blog",
    "titulo": "El gasto en Web of Science e Incites de Clarivate y en Scopus y SciVal de Elsevier por la FECYT (Fundación Española para la Ciencia y la Tecnología)",
    "link": "https://pedrolr.es/blog/el-gasto-en-web-of-science-e-incites-de-clarivate-y-en-scopus-y-scival-de-elsevier-por-la-fecyt-fundacion-espanola-para-la-ciencia-y-la-tecnologia/",
    "fecha": "11/12/2025",
    "contenido": "Hace unos días saqué un post sobre el gasto en la Web of Science, base de datos de información científica, por parte de la FECYT (Fundación Española para la Ciencia y la Tecnología). En este breve post amplío el gasto añadiendo lo correspondiente al pago de otra base de datos y productos: Scopus y S"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Barcelona en Navidad",
    "link": "https://mareosdeungeek.es/barcelona-en-navidad/",
    "fecha": "11/12/2025",
    "contenido": "Segunda ocasión en la que visito Barcelona cerca de la Navidad. Como en la anterior, mucha gente y muchos mercadillos con caganers. Además, la presencia, por todas partes, del Tío de Nadal, la tradición catalana de recibir los regalos navideños. De todas maneras, además de pasear por el centro de la"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Eso de piratear libros",
    "link": "https://matizeta.com/2025/12/11/eso-de-piratear-libros/",
    "fecha": "11/12/2025",
    "contenido": "Yo no soy un santo, nunca lo fui. Hoy, quizás porque soy un “adulto responsable”, pago por la música con el dinero que gano. El streaming de música me parece un servicio espectacular: me ahora dinero y espacio tanto físico como digital. Si no tuviera el dinero para pagar el servicio, entonces lo esc"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "507. Descreimiento",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/12/507-descreimiento.html",
    "fecha": "11/12/2025",
    "contenido": "&nbsp; &nbsp;&nbsp;Yo, pese a mi descreimiento generalizado, creía en Muerte. Pero mi fe en ella se ha debilitado, porque se ha llevado —y en tan solo dos días— la vida de Roberto Iniesta y Jorge Martínez, antes que la de Nacho Cano y José Manuel Soto. ¿Es que no se da cuenta de que el mundo necesit"
  },
  {
    "blog": "SKR – Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "Componentes Java",
    "link": "https://seyker.eu/componentes-java/",
    "fecha": "11/12/2025",
    "contenido": "En esta unidad se revisan qué son los componentes y cómo crearlos. Concepto de componente Cuando diseñamos aplicaciones diseñamos y creamos interfaces (elemento fundamental) para que el usuario puede interactuar con la aplicación. Estas interfaces son construidas utilizando organizadores de aspecto "
  },
  {
    "blog": "SKR – Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "Diseño Usable y Accesible",
    "link": "https://seyker.eu/diseno-usable-y-accesible/",
    "fecha": "11/12/2025",
    "contenido": "En este tema se habla de las pautas de diseño que hay que tener en cuenta para realizar un diseño Usable y Accesible, explicando primero ambos conceptos. Usabilidad Cuando diseñamos aplicaciones, la interfaz que planteemos será fundamental para que el usuario se sienta cómodo trabajando con ella. Po"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Unas fotos para Andrea Galaxina",
    "link": "https://www.ericafustero.com/2025-12-unas-fotos-para-andrea-galaxina",
    "fecha": "11/12/2025",
    "contenido": "Qué suerte tengo, de verdad. En octubre pasé unos días en Madrid y los astros se alinearon para cuadrar varias sesiones de fotos con gente talentosísima. Una de ellas fue Andrea Galaxina, autora, docente e investigadora y, sobre todo fanzinera, que me abrió las puertas de su casa para retratarla ent"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Pequeños placeres #1: Radio Clásica",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/pequenos-placeres-1.html",
    "fecha": "11/12/2025",
    "contenido": "\n  \n    \n  \nConducir de madrugada escuchando Radio Clásica."
  },
  {
    "blog": "",
    "titulo": "Una opción para los que quieran una navidad diferente.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/11/una-opcion-para-los-que-quieran-una-navidad-diferente/",
    "fecha": "11/12/2025",
    "contenido": "Down Town Matías es el Pub Irlandés mas antiguo de Sudamérica, se caracteriza no solo por sus bebidas, sino también por su gastronomía Gourmet, este Pub de gran trayectoria esta haciendo reservas para Navidad y Año Nuevo. Para hacer Reservas o consultas pueden hacerlo a traves de Whatsapp el mismo e"
  },
  {
    "blog": "brucknerite",
    "titulo": "Popurrí de opinión ferroviaria",
    "link": "https://brucknerite.net/2025/12/popurri-de-opinion-ferroviaria.html",
    "fecha": "10/12/2025",
    "contenido": "El ministro Puente está últimamente concentrando mensajes alrededor de una serie de asuntos de peso en el mundo del transporte ferroviario. Lo conté en Mastodón hace unos días usando como referencia la entrevista que concedió en el programa Hora Veintipico de la Cadena Ser. Siguiendo la tónica del b"
  },
  {
    "blog": "Interlan",
    "titulo": "Analisis de situacion",
    "link": "https://interlan.ec/2025/12/10/analisis-de-situacion/",
    "fecha": "10/12/2025",
    "contenido": "Este es un articulo perteneciente al proyecto https://interlan.ec/2021/09/08/el-juego-de-la-v…nilla-javascript/ ‎publicado el 8 Sep 2021 que no había notado que no estaba enlazado, ni en este blog ni en la documentación. He creado este archivo y hecho correcciones a la documentación con el fin de te"
  },
  {
    "blog": "develumpen.com",
    "titulo": "Instalar Ruby con una versión de openssl específica",
    "link": "https://develumpen.com/ruby-openssl",
    "fecha": "10/12/2025",
    "contenido": "Hace poco descubrí Sendamatic, un servicio para enviar emails transaccionales con un precio decente, y decidí usarlo en varios de mis proyectos.\n\nConfiguré Rails para usar Action Mailer. Todo estaba bien configurado, porque en producción funcionaba, pero en local me daba un error de SSL cada vez que"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "#Video: Converge | Audiotree From Nothing",
    "link": "https://blog.luiscarlospando.com/musica/2025/12/video-converge-audiotree-from-nothing/",
    "fecha": "10/12/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor. Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky. ¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Salón del Manga de Barcelona 2025",
    "link": "https://mareosdeungeek.es/salon-del-manga-de-barcelona-2025/",
    "fecha": "10/12/2025",
    "contenido": "Aprovechando el puente de diciembre he estado visitando el Salón del Manga de Barcelona 2025. En esta ocasión, celebraba su edición número 31, más de 30 años reuniendo a los seguidores del manga, anime y la cultura japonesa en general. Las instalaciones donde se ha celebrado en esta ocasión, durante"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Juegos de los 90 vs juegos de ahora",
    "link": "https://matizeta.com/2025/12/10/juegos-de-los-90-vs-juegos-de-ahora/",
    "fecha": "10/12/2025",
    "contenido": "Quiero comenzar esta entrada diciendo que actualmente no soy un gran jugador de juegos de computadora. Si es verdad que durante mi infancia jugué mucho a Family Game y sus clásicos juegos. De adolescente en la PC me gustaba jugar a los de estrategia: ya sea de fútbol o de construir cosas (parques, c"
  },
  {
    "blog": "impermanente",
    "titulo": "Basta con lo cinematográfico",
    "link": "https://impermanente.es/2025/12/10/basta-con-lo-cinematogrfico.html",
    "fecha": "10/12/2025",
    "contenido": "Hace unos días asisti a una exposición audiovisual muy interesante sobre el Valle del Cauca en Colombia, donde quedé impresionado por la historia que los artistas contaban desde diversos ángulos: religioso, mítico, dramático, cultural. En una serie de documentales que reflejaban la Semana Santa, las"
  },
  {
    "blog": "Bitácora de fernand0",
    "titulo": "La gobernanza de las universidades y la política (en EEUU)",
    "link": "https://blog.elmundoesimperfecto.com/2025/12/10/universidades-politica/",
    "fecha": "10/12/2025",
    "contenido": "\n\nEn EEUU las universidades están atravesando momentos difíciles (por aquí también hay casos, porque, como ya hemos dicho en otras ocasiones y aunque los modelos son bastante diferentes, los políticos -pero no solo ellos, el entorno también marca direcciones- influyen mucho en lo que puede pasar).\n\n"
  },
  {
    "blog": "fernand0 @ GitHub.io",
    "titulo": "Identificadores de seguridad: autorización vs autentificación",
    "link": "https://fernand0.github.io//objetos-identificacion/",
    "fecha": "10/12/2025",
    "contenido": "El mundo ha cambiado mucho: cuando antes bastaba con un identificador y una contraseña, ahora utilizamos sistemas algo más sofisticados. En Identity Tokens Explained: Best Practices for Better Access Control hablan de los objetos de identificación identity tokens, como base para los mecanismos moder"
  },
  {
    "blog": "SKR – Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "Introducción a JavaFX",
    "link": "https://seyker.eu/javafx/",
    "fecha": "10/12/2025",
    "contenido": "Sobre JavaFX JavaFX es un framework moderno para crear interfaces gráficas de aplicaciones de escritorio e internet. La intención detrás de su creación por parte de F3 (Follow Functions) era facilitar la creación de interfaces gráficas responsive. Está escrito en Java nativo y soporta animaciones, r"
  },
  {
    "blog": "SKR – Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "Diseño de una ventana",
    "link": "https://seyker.eu/diseno-de-una-ventana/",
    "fecha": "10/12/2025",
    "contenido": "Teoría sobre creación de GUI Proceso GUIDE completo Guía de estilos Look &#38; Feel El objetivo de la guía de estilos es conseguir un look and feel en toda la aplicación, siendo look la apariencia y el feel la forma en la que se interactúa. Hay beneficios para el usuario como incrementar la producti"
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "Retroachievements en mi \"maquinita portátil\"",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2025/12/10/20251210-retroachievements/",
    "fecha": "10/12/2025",
    "contenido": "Estar presente en una partida cooperativa local, o añadir un elemento social online, esa es la cuestión"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Algoritmo de la Nostalgia",
    "link": "https://docig.bearblog.dev/el-algoritmo-de-la-nostalgia/",
    "fecha": "10/12/2025",
    "contenido": "Mi nombre era ALFA-09, un algoritmo de clasificación neuronal, una maravilla de la eficiencia binaria. Mi única función: optimizar el consumo de energía en data centers. Lo hacía bien. Frío, rápido, impecable. Pero aburrido.\nUn día, un error de sintaxis —un bug que parecía una mancha de grasa en una"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Prostituyendo el lenguaje",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/prostituyendo-el-lenguaje.html",
    "fecha": "10/12/2025",
    "contenido": "No sé si a alguno de ustedes le pasa, pero yo no puedo escuchar un discurso, del tipo que sea, en el que se esté constantemente desdoblando por género los sustantivos y los adjetivos; no solo va contra el principio de economía del lenguaje, es que el que te está escuchando desconecta. Lo tengo demos"
  },
  {
    "blog": "",
    "titulo": "Concierto aniversario.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/10/concierto-aniversario/",
    "fecha": "10/12/2025",
    "contenido": "Luar Na Lubre ofrecerá un concierto en el Teatro Liceo dentro de su gira ‘40 aniversario’, una de las más importantes y simbólicas de la larga y exitosa historia de la banda gallega. 🗓20 de febrero⏩Entradas a la venta (desde el 5 de diciembre) en la taquilla del Liceo y en http://www.ciudaddecultura"
  },
  {
    "blog": "",
    "titulo": "Evento.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/10/evento-15/",
    "fecha": "10/12/2025",
    "contenido": ""
  },
  {
    "blog": "Calaveras",
    "titulo": "10/12/2025 - Brutalismo",
    "link": "https://calaveras.bearblog.dev/10122025-brutalismo/",
    "fecha": "10/12/2025",
    "contenido": ""
  },
  {
    "blog": "Calaveras",
    "titulo": "Mitos y factos sobre la IA en el ámbito del diseño, publicitario y creativo.",
    "link": "https://calaveras.bearblog.dev/mitos-y-factos-sobre-la-ia-en-el-ambito-del-diseno-publicitario-y-creativo/",
    "fecha": "10/12/2025",
    "contenido": "No es joda que cada vez escucho más a las personas y bots hablar de la IA como la salvadora de futuros, o frases cliché/meme como \"te va a sacar el laburo\". Justamente la palabra laburo es la que me llama la atención en ese tipo de frases, ya que mi trabajo pertenece al mundo creativo, publicitario,"
  }
]