[
  {
    "blog": "Adrián Perales",
    "titulo": "Hablemos de Spiderman",
    "link": "https://adrianperales.com/2025/09/hablemos-de-spiderman/",
    "fecha": "25/09/2025",
    "contenido": "Soy un niño de los 90, y creo que no sorprenderá a nadie si digo que Spiderman es uno de mis superhéroes favoritos. Una aclaración previa No he leído un cómic de Spider-man en mi vida. No soy muy aficionado al formato cómic, y con un personaje con tantísimos años no sabría por dónde empezar [&#8230;"
  },
  {
    "blog": "brucknerite",
    "titulo": "Cosas que no me gustaban y que resulta que echo de menos",
    "link": "https://brucknerite.net/2025/09/cosas-que-no-me-gustaban-y-que-resulta-que-echo-de-menos.html",
    "fecha": "25/09/2025",
    "contenido": "Hoy, en «Cosas que no me gustaban y que resulta que echo de menos»… Los rankings de charlas Naukas. Veréis. Llevo dando charlas en eventos Naukas desde 2014. Ya ha llovido. Por aquel entonces, y después de cada evento, era relativamente habitual […]"
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Limitación de la batería al 80%: conseguido",
    "link": "https://thecheis.com/2025/09/25/limitacion-de-la-bateria-al-80-conseguido/",
    "fecha": "25/09/2025",
    "contenido": "Hace unos meses estuve cacharreando en mi portátil con Arch Linux. Quería mejorar la gestión de energía con algunos modos que ofrece GNOME, y uno de mis objetivos era conseguir la limitación de la carga al 80%. Con esto se pretende alargar la vida útil de la batería, y lo consideraba un buen añadido"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Thunderbird tendrá vista de conversación en los correos de la bandeja",
    "link": "https://victorhckinthefreeworld.com/2025/09/25/thunderbird-tendra-vista-de-conversacion-en-los-correos-de-la-bandeja/",
    "fecha": "25/09/2025",
    "contenido": "El cliente de correo Thunderbird está trabajando para incluir la vista de conversación de manera nativa en su bandeja de entrada"
  },
  {
    "blog": "kernelcast",
    "titulo": "GitHub refuerza la seguridad de npm tras una oleada de ataques de phishing y malware.",
    "link": "https://www.kernelcast.es/noticias/2724798_github-refuerza-la-seguridad-de-npm-tras-una-oleada-de-ataques-de-phishing-y-malware",
    "fecha": "25/09/2025",
    "contenido": "Septiembre no está siendo precisamente un mes fácil para npm, el registro de paquetes de JavaScript gestionado por GitHub. En las últimas semanas, la plataforma se ha visto sacudida por ataques de phishing dirigidos a desarrolladores y por la aparición de cientos de paquetes infectados con malware d"
  },
  {
    "blog": "Papel Continuo",
    "titulo": "Canal de Telegram de papel Continuo.",
    "link": "https://papelcontinuo.net/3384/canal-de-telegram-de-papel-continuo/",
    "fecha": "25/09/2025",
    "contenido": "Acabamos de crear un canal de telegram que transmite cómodamente a su teléfono las actualizaciones de este santo blog. El bot está en prácticas, así que les animamos a que se suscriban y nos informen de cualquier desaguisado o desajuste. https://t.me/papelcontinuo Atentamente: el equipo de papel Con"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "Cuando la Superintendencia mira hacia otro lado",
    "link": "https://gatooscuro.xyz/cuando-la-superintendencia-mira-hacia-otro-lado/",
    "fecha": "25/09/2025",
    "contenido": "El 14 de mayo de 2025 la Superintendencia de Vigilancia y Seguridad Privada anunció la cancelación de la licencia de funcionamiento de VIPERS Ltda. por graves incumplimientos a la normativa\nSeguir leyendo  Cuando la Superintendencia mira hacia otro lado\nEl cargo Cuando la Superintendencia mira hacia"
  },
  {
    "blog": "blog – matizeta",
    "titulo": "Esencial",
    "link": "https://matizeta.com/2025/09/25/esencial/",
    "fecha": "25/09/2025",
    "contenido": "Esta pequeña web nació allá por el 2021, de la necesidad de tener un lugar en donde pueda compartir fragmentos de textos con los que me tropezaba y quedaban resonando en mi cabeza. ¿Porqué Esencial? Quizás inspirado por este texto que escribí hace ya algún tiempo, en un momento que estaba agotado me"
  },
  {
    "blog": "Blog de Joselito",
    "titulo": "Los móviles de los demás",
    "link": "https://joselito.mataroa.blog/blog/los-moviles-de-los-demas/",
    "fecha": "24/09/2025",
    "contenido": "Hace un tiempo me quedé sorprendido por lo que me ocurrió con una limpiadora del trabajo. Me vino un día contando que estaba con la hija en el coche y de pronto saltó desde su móvil una conversación que había tenido conmigo en el trabajo, pero que nunca la había grabado. \nTras hacerle unas preguntas"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "Because the night",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/because-the-night/",
    "fecha": "24/09/2025",
    "contenido": "Eran otros tiempos (siempre son otros tiempos), hace tanto y tanto que a veces casi pienso que me lo inventé. Entonces la noche me prendía como una antorcha. Cuando todo parecía apagarse yo brillaba. En el silencio y el reposo del mundo encontraba yo la música que marcaba mi ritmo y me ponía a baila"
  },
  {
    "blog": "Blog de Thalskarth",
    "titulo": "Adrian Tchaikovsky",
    "link": "https://blog.thalskarth.ar/adrian-tchaikovsky/",
    "fecha": "24/09/2025",
    "contenido": "Fue hace uno o dos años que descubrí los libros de Adrian Tchaikovsky, pero cuando más leo más me gustan. Comencé con “Herederos del tiempo” (Children of time) y desde entonces he leído los 3 que componen esa saga de ciencia ficción. Después leí Linaje Ancestral con su mezcla de Sci-fi y fantasía. Y"
  },
  {
    "blog": "Jinversor",
    "titulo": "Darwinismo",
    "link": "https://jinversor.co/2025/09/darwinismo/",
    "fecha": "24/09/2025",
    "contenido": "&#191;En qu&#233; cabeza cabe tener un pa&#237;s culto, bonito, ordenado, limpio y seguro y dejar entrar hordas de subhumanos sucios acostumbrados a vivir en la cochambre? Esa imbecilidad solo es [&#8230;]\nLa entrada Darwinismo se publicó primero en Jinversor."
  },
  {
    "blog": "Mi perra vida",
    "titulo": "Mi perra vida temporada 2025, episodio 39.",
    "link": "https://escritura.social/norberto/mi-perra-vida-temporada-2025-episodio-39",
    "fecha": "24/09/2025",
    "contenido": ""
  },
  {
    "blog": "Interlan",
    "titulo": "Changelog: Channel2RSS 22 de septiembre de 2025",
    "link": "https://interlan.ec/2025/09/24/changelog-channel2rss-22-de-septiembre-de-2025/",
    "fecha": "24/09/2025",
    "contenido": "Introducción Los feeds RSS son una herramienta muy útil para seguir las actualizaciones de blogs y otras plataformas que publiquen de forma regular, porque permiten obtener los artículos de forma organizada y también permiten utilizar las herramientas de tu gusto para leerlos sin necesitar pasar por"
  },
  {
    "blog": "kernelcast",
    "titulo": "RPM 6.0: el nuevo capítulo del veterano gestor de paquetes en Linux.",
    "link": "https://www.kernelcast.es/noticias/2722432_rpm-6-0-el-nuevo-capitulo-del-veterano-gestor-de-paquetes-en-linux",
    "fecha": "24/09/2025",
    "contenido": "Cuando hablamos de Linux y de cómo se gestionan los paquetes de software, uno de los nombres que siempre aparece en la conversación es RPM. No es para menos: estamos ante uno de los sistemas de gestión de paquetes más antiguos, influyentes y usados en el ecosistema, pieza clave en distribuciones com"
  },
  {
    "blog": "kernelcast",
    "titulo": "OBS Studio 32.0: un salto importante con gestor de plugins, mejoras para NVIDIA RTX y más novedades.",
    "link": "https://www.kernelcast.es/noticias/2722428_obs-studio-32-0-un-salto-importante-con-gestor-de-plugins-mejoras-para-nvidia-rtx-y-mas-novedades",
    "fecha": "24/09/2025",
    "contenido": "OBS Studio, uno de los programas más queridos y usados por streamers, creadores de contenido y cualquiera que necesite grabar o transmitir su escritorio, acaba de recibir una actualización importante. La versión 32.0 estable ya está disponible, y viene cargada de novedades que apuntan tanto a mejora"
  },
  {
    "blog": "blog – matizeta",
    "titulo": "El iPad es un juguete caro",
    "link": "https://matizeta.com/2025/09/24/el-ipad-es-un-juguete-caro/",
    "fecha": "24/09/2025",
    "contenido": "Al menos lo es para mi. No me mal entiendas conozco mucha gente que ama su iPad y no puede vivir sin él pero para mí su uso es completamente prescindible (como todas las tablet). Mi primer iPad lo compré en enero del 2024, luego de ver miles y miles de reviews me decidí por [&#8230;]"
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "La verdad sobre el caso Harry Quebert",
    "link": "https://guillermolatorre.com/libros/la-verdad-sobre-el-caso-harry-quebert",
    "fecha": "23/09/2025",
    "contenido": "Fecha de lectura: 20/09/2025.Autor/a: Jo&euml;l Dicker.Categoría: Ficción.Número de páginas: 627.Mi valoración: ★★★★★Me ha superflipado este libro. Es de las lecturas que más enganchado me han tenido y eso que no estoy acostumbrado a leer libros tan largos. Me ha tenido pensando, muchos días, en qué"
  },
  {
    "blog": "El Blog de Juan A. Flores",
    "titulo": "El servidor casero es un subeybaja constante estas últimas semanas…",
    "link": "https://juanagustinflores.wordpress.com/2025/09/23/el-servidor-casero-es-un-subeybaja-constante-estas-ultimas-semanas/",
    "fecha": "23/09/2025",
    "contenido": "detalles sobre el estado del dominio elprofejuan.com.ar"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Escritura automática – Ejercicio de clase Semana 1 del Taller de Escritura Creativa Librería Luces 2025/2026",
    "link": "https://mcallus.net/2025/09/23/el-refugio-ejercicio-de-clase-semana-1-taller-de-escritura-creativa-libreria-luces-2025-2026/",
    "fecha": "23/09/2025",
    "contenido": "El pasado jueves 18 empezó el nuevo año escolar del Taller de Escritura Creativa de Librería Luces impartido por Laura Santiago. Como el año pasado estaré de mitad de septiembre a mitad de junio. Y al igual que el año pasado voy a ir trayendo semana a semana los ejercicios que haga tanto en casa [&#"
  },
  {
    "blog": "kernelcast",
    "titulo": "AMD Ryzen AI \"Strix Halo\" y ROCm 7.0: primeras pruebas de rendimiento en Linux.",
    "link": "https://www.kernelcast.es/noticias/2720446_amd-ryzen-ai-strix-halo-y-rocm-7-0-primeras-pruebas-de-rendimiento-en-linux",
    "fecha": "23/09/2025",
    "contenido": "La semana pasada AMD lanzó oficialmente ROCm 7.0, su plataforma de cómputo abierto para GPUs, pero algo llamó la atención de muchos: en la lista de hardware soportado no aparecía mención alguna a los nuevos Ryzen AI Max “Strix Halo”. Eso hizo saltar las dudas. ¿Funcionaría ROCm 7.0 con estos chips?"
  },
  {
    "blog": "kernelcast",
    "titulo": "Kdenlive 25.08.1 ya está aquí: más estabilidad, menos fallos y una experiencia más pulida.",
    "link": "https://www.kernelcast.es/kde/2720441_kdenlive-25-08-1-ya-esta-aqui-mas-estabilidad-menos-fallos-y-una-experiencia-mas-pulida",
    "fecha": "23/09/2025",
    "contenido": "Kdenlive, el editor de vídeo no lineal del ecosistema KDE, acaba de lanzar su nueva versión 25.08.1. Y aunque a primera vista pueda parecer una simple actualización de mantenimiento, lo cierto es que viene cargada de pequeños ajustes que marcan la diferencia en el día a día."
  },
  {
    "blog": "blog – matizeta",
    "titulo": "Mi tridente de productividad",
    "link": "https://matizeta.com/2025/09/23/mi-tridente-de-productividad/",
    "fecha": "23/09/2025",
    "contenido": "Este método que utilizo para organizar mis tareas no fue que lo comencé a aplicar de la noche a la mañana, sino que fueron años de investigar, e ir descubriendo, probando y mejorando mi sistema. Como se dice, no hay un sistema perfecto y cada persona le puedes servir más un sistema que otro pero [&#"
  },
  {
    "blog": "Blog de Joselito",
    "titulo": "El pastillero",
    "link": "https://joselito.mataroa.blog/blog/el-pastillero/",
    "fecha": "22/09/2025",
    "contenido": "Siempre odié las pastillas. Nunca quería tomar una, ni siquiera cuando me dolía la cabeza. Antes de los 50 años no tenía ni historial médico, nunca pisaba el centro de salud o el Hospital. Tampoco me han operado nunca.\nPero a partir de los 50, en un exámen médico de empresa, me sacaron la tensión al"
  },
  {
    "blog": "Blep",
    "titulo": "Pequeñas decisiones",
    "link": "https://blep.org/Pequenas-decisiones",
    "fecha": "22/09/2025",
    "contenido": "Decía John Lennon que la vida es aquello que sucede mientras estás ocupado haciendo planes. Es una frase muy bonita, pero al menos en mi caso, y al menos en este momento, me identifico más con una variante: La vida es lo que sucede mientras estás intentando dormir.\n\nCada pequeña decisión que tomo ti"
  },
  {
    "blog": "El Blog de Juan A. Flores",
    "titulo": "Cuando no sabes, no sabes",
    "link": "https://juanagustinflores.wordpress.com/2025/09/21/cuando-no-sabes-no-sabes/",
    "fecha": "22/09/2025",
    "contenido": "Estuve alojando un blog en un servidor casero, anduvo , pero cuando quise ampliarlo y generar otros en otra PC, se me complicó, quería tener otros servicios, pero por ahora no voy a volver a intentarlo hasta saber más de como funciona y como hay que hacerlo, tengo empezado una Diplomatura en IA en e"
  },
  {
    "blog": "brucknerite",
    "titulo": "La bomba lenta que arrasó América",
    "link": "https://brucknerite.net/2025/09/la-bomba-lenta-que-arraso-america.html",
    "fecha": "22/09/2025",
    "contenido": "Ya tenéis aquí la grabación de mi charla en este último #NaukasBilbao25. En esta ocasión hablé de la interacción histórica entre el automóvil y el urbanismo centrada en el caso estadounidense, aunque con derivadas lamentables por todo el mundo. ¿Terminará la franja de Gaza, como pretende la administ"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "Lo que se nos queda por decir",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/lo-que-se-nos-queda-por-decir/",
    "fecha": "22/09/2025",
    "contenido": "Hoy al salir de trabajar tenía un mensaje de mi antiguo compañero de departamento al que debería empezar a referirme como «mi amigo N», porque supongo que eso es lo que es. Me decía que tenemos que quedar, que no podemos dejarlo estar, sin prisa pero sin pausa. Y me decía que este año tiene en clase"
  },
  {
    "blog": "La Máquina de Von Neumann",
    "titulo": "Herramientas cognitivas IX",
    "link": "https://vonneumannmachine.wordpress.com/2025/09/22/herramientas-cognitivas-ix/",
    "fecha": "22/09/2025",
    "contenido": "Seguimos con nuestra colección de píldoras mentales:  Tener razón estando equivocado. En la agradable terraza de un bar sevillano, discutía yo con mi cuñada sobre la, a mi juicio, excesiva preocupación que suele mostrar ella por las características y composición de los alimentos que toma. Es la típi"
  },
  {
    "blog": "Jinversor",
    "titulo": "Información segmentada",
    "link": "https://jinversor.co/2025/09/segmentada/",
    "fecha": "22/09/2025",
    "contenido": "Sobre mi escritorio hay dos computadoras. Una PC con Kali Linux, que me encanta, y una MacBook Air M4 que ya empiezo a odiar. Las dos m&#225;quinas no se conocen [&#8230;]\nLa entrada Información segmentada se publicó primero en Jinversor."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Inocencia",
    "link": "https://mcallus.net/2025/09/22/inocencia/",
    "fecha": "22/09/2025",
    "contenido": "Dejé de llorar a los seis años. No tardé mucho más en aprender a ponerme delante de mi hermana, antes que él cruzase la puerta de nuestra habitación. Hoy, con las manos manchadas de su sangre, me siento libre al fin. Ese microrrelato que acabáis de leer es lo que me inspiró la siguiente cita: [&#823"
  },
  {
    "blog": "kernelcast",
    "titulo": "VLC 3.0.22: la primera actualización del año llega con soporte para Qt6 y un modo oscuro más pulido.",
    "link": "https://www.kernelcast.es/noticias/2718343_vlc-3-0-22-la-primera-actualizacion-del-ano-llega-con-soporte-para-qt6-y-un-modo-oscuro-mas-pulido",
    "fecha": "22/09/2025",
    "contenido": "Ha pasado más de un año desde la última vez que VLC, ese reproductor multimedia de código abierto que casi todo el mundo ha usado alguna vez, recibió una actualización. Pero la espera se acabó: una nueva versión está a punto de ver la luz."
  },
  {
    "blog": "kernelcast",
    "titulo": "Nvidia e Intel anuncian una alianza histórica para el futuro del PC y la inteligencia artificial.",
    "link": "https://www.kernelcast.es/noticias/2718342_nvidia-e-intel-anuncian-una-alianza-historica-para-el-futuro-del-pc-y-la-inteligencia-artificial",
    "fecha": "22/09/2025",
    "contenido": "En el mundo de la tecnología hay anuncios que hacen ruido, y luego están los que directamente hacen temblar el tablero. El pacto entre Nvidia e Intel pertenece a esa segunda categoría. Las dos gigantes acaban de anunciar una colaboración estratégica que abarca tanto el terreno de los ordenadores per"
  },
  {
    "blog": "Un bruto con Debian",
    "titulo": "Conectar a una VPN Fortinet con OpenFortiGui sin morir en el intento",
    "link": "http://unbrutocondebian.blogspot.com/2025/09/conectar-una-vpn-fortinet-con.html",
    "fecha": "22/09/2025",
    "contenido": "En mi curro utilizamos una VPN de Fortinet y el cliente para Linux… Bueno, dejémoslo en que no funciona. Tras acordarme unas cuantas veces de los familiares de los que escribieron esa basura de aplicación, opté por buscar alternativas y encontré una, llamada OpenFortiGUI, que es un interfaz gráfico "
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Civil War la película de Alex Garland",
    "link": "https://mareosdeungeek.es/civil-war-la-pelicula-de-alex-garland/",
    "fecha": "22/09/2025",
    "contenido": "Civil War es una película dirigida por Alex Garland. En ella se nos muestra el trabajo de un grupo de periodistas inmersos en cubrir una guerra civil desatada en la mayor potencia mundial, EEUU. ¿Qué pasaría si la primera potencia mundial se sumerge en la más absoluta locura y acaba desatándose una "
  },
  {
    "blog": "alt43",
    "titulo": "Sobre las páginas web y su muerte natural",
    "link": "https://alt43.es/sobre-las-paginas-web-y-su-muerte-natural/",
    "fecha": "22/09/2025",
    "contenido": "Entre la ingente cantidad de pre-crímenes que se le estan adjudicando a la Inteligencia Artificial (en adelante iA),&#46;&#46;&#46;"
  },
  {
    "blog": "post-it – matizeta",
    "titulo": "Car Park Capital",
    "link": "https://matizeta.com/2025/09/22/car-park-capital/",
    "fecha": "22/09/2025",
    "contenido": "Siento que estoy en los 90. La empresa MicroProse, mítica marca de juegos de los 90 creadora de los juegos Railroad Tycoon&#160;y&#160;Civilization, lanzará en poco tiempo un juego políticamente incorrecto llamado Car Park Capital. En este juego de estrategia tendrás que destruir la naturaleza para "
  },
  {
    "blog": "yejokjanan",
    "titulo": "Aprende mecanografía con estas tres herramientas",
    "link": "https://blog.yejokjanan.xyz/aprende-mecanografia-con-estas-tres-herramientas/",
    "fecha": "21/09/2025",
    "contenido": "&#xbf;Te gusta practicar mecanograf&#xed;a? Pues te recomiendo 3 herramientas muy buenas para practicar d&#xed;a a d&#xed;a y mejorar la escritura. No importa tu profesi&#xf3;n o lo que sea que hagas, pero si usas un computador es importante saber escribir bien, as&"
  },
  {
    "blog": "52s – matizeta",
    "titulo": "#27/25",
    "link": "https://matizeta.com/2025/09/21/27-25/",
    "fecha": "21/09/2025",
    "contenido": "Esta película de 1988 fue la que inspiró al juego Duke Nukem. Con un guion original y hasta contemporáneo, relata la historia de un trabajador que encuentra unos lentes y puede ver el mundo real que está manejado por una especie alienígena , donde todos los productos de consumo tienen mensajes subli"
  },
  {
    "blog": "kernelcast",
    "titulo": "Libadwaita 1.8: el nuevo ciclo de desarrollo que acompaña a GNOME 49.",
    "link": "https://www.kernelcast.es/noticias/2717331_libadwaita-1-8-el-nuevo-ciclo-de-desarrollo-que-acompana-a-gnome-49",
    "fecha": "21/09/2025",
    "contenido": "El equipo de GNOME sigue dándole forma a su ecosistema y ahora nos trae Libadwaita 1.8, una actualización clave de la biblioteca que marca el estilo visual y los componentes de la interfaz de usuario en este escritorio tan popular."
  },
  {
    "blog": "kernelcast",
    "titulo": "OBS Studio 32.0.0 Release Candidate 1: lo nuevo y lo que corrige esta versión.",
    "link": "https://www.kernelcast.es/noticias/2716891_obs-studio-32-0-0-release-candidate-1-lo-nuevo-y-lo-que-corrige-esta-version",
    "fecha": "21/09/2025",
    "contenido": "OBS Studio vuelve a ser noticia. La primera versión candidata de OBS Studio 32.0.0 ya está disponible para descarga, y trae consigo una serie de cambios que apuntan a mejorar la experiencia de quienes usamos esta herramienta para capturar, componer, grabar y transmitir video. Si eres streamer, cread"
  },
  {
    "blog": "Proyecto para no aburrir",
    "titulo": "Barra de sonido Sony HT-S40R: instrucciones de montaje y descripción del mando",
    "link": "https://ericdq.com/2025/09/21/barra-sonido-sony-hts40r-instrucciones-montaje-descripcion-mando/",
    "fecha": "21/09/2025",
    "contenido": "A raíz de una consulta sobre un sistema de sonido, caigo en la cuenta de que tenemos una en casa con la descripción del mando y sus modos. también explico cómo montarla sin ver o si se tiene dificultad para identificar colores."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Internet era para el verano",
    "link": "https://mareosdeungeek.es/internet-era-para-el-verano/",
    "fecha": "21/09/2025",
    "contenido": "Internet era para el verano y me viene a la cabeza, el recuerdo los veranos de principio de siglo. Allá por el año 2000 y poco, cuando cambié la bicicleta por el ordenador. Porque como bien escribió Fernando Fernán Gómez en 1977, Las bicicletas son para el verano, hasta que llego el calor del siglo "
  },
  {
    "blog": "Un Pingüino 🐧",
    "titulo": "Far: Lone Sails – El viaje que no sabía que necesitaba",
    "link": "https://unpinguino.com/far-lone-sails-el-viaje-que-no-sabia-que-necesitaba/",
    "fecha": "21/09/2025",
    "contenido": "Este es el primero de los dos juegos de la franquicia Far. Es un juego&#8230;"
  },
  {
    "blog": "Tecno y Soft",
    "titulo": "Cómo reiniciar Linux correctamente, de reboot a REISUB",
    "link": "https://tecnoysoft.com/2025/09/21/como-reiniciar-linux-correctamente-de-reboot-a-reisub/",
    "fecha": "21/09/2025",
    "contenido": "Introducción He observado cierto desconocimiento en cuanto al uso de reboot, sudo reboot y otras posibilidades. Espero que este resumen de comandos y procedimientos para reiniciar Linux arroje algo de luz, desde el uso normal en entornos de escritorio (Plasma, GNOME) hasta métodos de emergencia como"
  },
  {
    "blog": "End3r.es",
    "titulo": "Como activar Encrypted Client Hello en Librewolf",
    "link": "https://www.end3r.es/posts/006-como-activar-ech-en-librewolf/",
    "fecha": "21/09/2025",
    "contenido": "Encrypted Client Hello (ECH) es una extensión del protocolo TLS (Transport Layer Security) que \nbusca mejorar la privacidad de las conexiones HTTPS. \nSu principal objetivo es cifrar la primera parte de la conexión TLS, que normalmente no es cifrada \ny contiene información sensible, como el nombre de"
  },
  {
    "blog": "Ubuntu Peronista",
    "titulo": "¿Cómo instalo el editor ne en Ubuntu?",
    "link": "https://ubuntuperonista.blogspot.com/2025/09/como-instalar-ne-editor-ubuntu.html",
    "fecha": "20/09/2025",
    "contenido": "El 7 de octubre de 1949 y ante intelectuales americanos becados por la Comisión Nacional de Cultura, Juan Perón expone cómo instalar y usar nice editor en Ubuntu.&nbsp;\nEstimados señores,Es el nuestro un pueblo sencillo, de trabajadores, en el que aún se conserva el sentido de la amistad y la confra"
  },
  {
    "blog": "Blog de Joselito",
    "titulo": "Nosotros los calvos",
    "link": "https://joselito.mataroa.blog/blog/nosotros-los-calvos/",
    "fecha": "20/09/2025",
    "contenido": "Cuando era pequeño me burlaba de los calvos. Me escondía con un amigo por las esquinas y les gritábamos: ¡¡calvo!!. También me reía mucho con los episodios de Benny Hill donde daba palmaditas en la calva a ese calvo pequeñín.\nYo siempre tuve un pelo muy duro. Yo decía que tenía pelo de negro, refiri"
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Diablo II",
    "link": "https://thecheis.com/2025/09/20/diablo-ii/",
    "fecha": "20/09/2025",
    "contenido": "Videojuegos míticos y queridos hay muchos, pero pocos sobreviven como es debido al paso de los años. La temática, los gráficos o la jugabilidad son elementos susceptibles a cambios en la aceptación popular. Aunque debemos valorar el contexto de la época, sólo un puñado de ellos consiguen ganarle la "
  },
  {
    "blog": "plr blog",
    "titulo": "Una crítica a los CRIS (Current Research Information Systems) de Dialnet de algunas universidades españolas",
    "link": "https://pedrolr.es/blog/una-critica-a-los-cris-current-research-information-systems-de-dialnet-de-algunas-universidades-espanolas/",
    "fecha": "20/09/2025",
    "contenido": "En el ámbito de la información científica, un CRIS es un Current Research Information System. En el último tiempo, muchas universidades han implementado su CRIS con Dialnet. Según su web: Dialnet CRIS (Current Research Information System) es un sistema ofrecido por la Fundación Dialnet a organizacio"
  },
  {
    "blog": "kernelcast",
    "titulo": "Zorin OS 18 Beta ya está aquí: nueva imagen, mejor gestión de ventanas y más sorpresas.",
    "link": "https://www.kernelcast.es/noticias/2715493_zorin-os-18-beta-ya-esta-aqui-nueva-imagen-mejor-gestion-de-ventanas-y-mas-sorpresas",
    "fecha": "20/09/2025",
    "contenido": "El equipo detrás de Zorin OS acaba de dar un paso importante: ya podemos probar la versión beta de Zorin OS 18. Y ojo, no es una actualización cualquiera. Llega con un aspecto renovado, nuevas funciones pensadas para facilitar la vida del usuario y mejoras que apuntan a hacer de esta distro una de l"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 38 de 2025",
    "link": "https://victorhckinthefreeworld.com/2025/09/19/opensuse-tumbleweed-revision-de-la-semana-38-de-2025/",
    "fecha": "19/09/2025",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Jinversor",
    "titulo": "Investigar correos electrónicos",
    "link": "https://jinversor.co/2025/09/investigar-correos-electronicos/",
    "fecha": "19/09/2025",
    "contenido": "En mis ratos libres he estado trabajando en una herramienta para investigar correos electr&#243;nicos. Es un script escrito en Python al cual he llamado Mailspider. Hasta ahora cuenta con 7 [&#8230;]\nLa entrada Investigar correos electrónicos se publicó primero en Jinversor."
  },
  {
    "blog": "iAgosto Blog",
    "titulo": "Pelea para liberar JavaScript de Oracle",
    "link": "http://blog.iagosto.dev/entradas/pelea-para-liberar-javascript-de-oracle",
    "fecha": "19/09/2025",
    "contenido": "Probablemente no lo sabias. Pero \"JavaScript\" es una marca comercial de Oracle. Y se ha logrado un fase de \"investigación\" para solicitar la cancelación del nombre como marca de Oracle. Y que sea reconocida como un termino genérico tratándose de un lenguaje de programación."
  },
  {
    "blog": "plr blog",
    "titulo": "He silenciado el nombre de las revistas científicas de mis artículos en mi web para enfatizar más su contenido y no tanto la revista dónde los publiqué",
    "link": "https://pedrolr.es/blog/he-silenciado-el-nombre-de-las-revistas-cientificas-de-mis-articulos-en-mi-web-para-enfatizar-mas-su-contenido-y-no-tanto-la-revista-donde-los-publique/",
    "fecha": "19/09/2025",
    "contenido": "Hace un año aproximadamente llegué hasta este texto de Adrian Barnett: Why I’ve removed journal titles from the papers on my CV [Por qué he eliminado los títulos de las revistas de los artículos de mi CV]. He aplicado su propuesta a mi página web académica, en concreto, a la sección de papers. La id"
  },
  {
    "blog": "Interlan",
    "titulo": "Tutorial: Bloquear u Ocultar IP del Remitente en Postfix/dovecot",
    "link": "https://interlan.ec/2025/09/19/tutorial-bloquear-u-ocultar-ip-del-remitente-en-postfix-dovecot/",
    "fecha": "19/09/2025",
    "contenido": "Una de las configuraciones mas fáciles de olvidar es la de que Postfix envía al destinatario la dirección IP del remitente. Esto es problemático porque delata mucha información sensible en cada mensaje que envíes.\nLa entrada Tutorial: Bloquear u Ocultar IP del Remitente en Postfix/dovecot se publicó"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Explicando un poco mejor qué es Crucial Tracks",
    "link": "https://blog.luiscarlospando.com/musica/2025/09/explicando-un-poco-mejor-que-es-crucial-tracks/",
    "fecha": "19/09/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#158: ha comenzado la cuarta temporada de The Morning Show",
    "link": "https://www.macram.es/posts/2025-09-19-ha-comenzado-la-cuarta-de-the-morning-show/",
    "fecha": "19/09/2025",
    "contenido": "Acabo de ver el primer episodio de la cuarta temporada de The Morning Show, definitivamente una de las mejores series de televisión que he visto recientemente (es exclusiva de Apple TV+). Cada temporada tiene un arco distinto y queda bastante claro cuál es el que va a estar de fondo en el de esta te"
  },
  {
    "blog": "blog – matizeta",
    "titulo": "Slash pages",
    "link": "https://matizeta.com/2025/09/19/slash-pages/",
    "fecha": "19/09/2025",
    "contenido": "La primera vez que oí hablar de las Slash pages fue en el blog de Manu Mateos. Si conocía /now, que forma parte de ellas, pero no sabía que existía un código como tal que las agrupaba. Las Slash pages es un grupo, más o menos de páginas consensuadas, que podemos incluir en nuestro blog, [&#8230;]"
  },
  {
    "blog": "La Loica",
    "titulo": "Libro – 200 Labores de Ganchillo",
    "link": "https://laloica.noblogs.org/libro-200-labores-de-ganchillo/",
    "fecha": "18/09/2025",
    "contenido": "En esta oportunidad quiero compartirles este libro que se llama 200 Labores de ganchillo para mantas, colchas y tapices. En mi opinión, yo lo hubiera llamado 200 tipos de Cuadraditos de Abuela o Granny Square, creo que resume mejor de qué va este libro. El libro es de Jan Eaton y publicado por la ed"
  },
  {
    "blog": "NeoSite Blog",
    "titulo": "Los 10 comandos que más usa un usuario en la terminal de Linux (+bonus track)",
    "link": "https://blog.neosite.com.ar/los-10-comandos-que-mas-usa-un-usuario-en-la-terminal-de-linux-bonus-track/",
    "fecha": "18/09/2025",
    "contenido": "Linux es un sistema operativo extremadamente poderoso y flexible. Una de sus mayores fortalezas es la terminal, esa pantalla negra que para muchos intimida, pero que en realidad es la herramienta m&#xe1;s directa para interactuar con el sistema.En este post vas a encontrar una lista de los"
  }
]