[
  {
    "blog": "Adrián Perales",
    "titulo": "Mi sistema actual de tareas",
    "link": "https://adrianperales.com/2025/10/mi-sistema-actual-de-tareas/",
    "fecha": "09/10/2025",
    "contenido": "Como dije en la entrada anterior, llevo un tiempo en el que tengo la necesidad de apuntar todo lo importante. Para ello hago uso del calendario y de las tareas de mis aparatos. En esta entrada especifico las herramientas que uso. Notas previas Esto no es un tutorial. No explicaré cómo configurar nin"
  },
  {
    "blog": "brucknerite",
    "titulo": "Así que a esto sabía la victoria en democracia",
    "link": "https://brucknerite.net/2025/10/asi-que-a-esto-sabia-la-victoria-en-democracia.html",
    "fecha": "09/10/2025",
    "contenido": "Por fin, después de un proceso de negociación que los medios de comunicación dibujaron como un juego de la gallina, la ley de Movilidad Sostenible salió ayer adelante en el Congreso de los Diputados. Por fin tenemos un instrumento que nos permite planificar un sistema de transporte integral, y no so"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "¡Jimmy al rescate! – Ejercicio de clase Semana 3 del Taller de Escritura Creativa Librería Luces 2025/2026",
    "link": "https://mcallus.net/2025/10/09/jimmy-al-rescate-ejercicio-de-clase-semana-3-del-taller-de-escritura-creativa-libreria-luces-2025-2026/",
    "fecha": "09/10/2025",
    "contenido": "El ejercicio de clase de esta semana consistió en, inspirados por tres cartas de corte surrealista, escribir lo que nos surgiera. En mi caso escribí algo un tanto loco, aunque lo finalicé de forma algo previsible pero bueno, estoy contento porque lo escribí rapidísimo dejándome llevar a tope y sin p"
  },
  {
    "blog": "plr blog",
    "titulo": "Mi paper sobre errores en JATS revisited: solo una revista ha reparado un caso de los 16 que comento y no del todo",
    "link": "https://pedrolr.es/blog/mi-paper-sobre-errores-en-jats-revisited-solo-una-revista-ha-reparado-un-caso-de-los-16-que-comento-y-no-del-todo/",
    "fecha": "09/10/2025",
    "contenido": "Ha pasado más de un mes desde que salió mi paper sobre errores en XML JATS: Lázaro-Rodríguez, P. (2025). La edición de XML JATS a examen: análisis de errores en artículos de revistas científicas ya publicados. Infonomy, 3(4). https://doi.org/10.3145/infonomy.25.027 En el trabajo comentaba casos de r"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Arduino es adquirida por Qualcomm",
    "link": "https://mareosdeungeek.es/arduino-es-adquirida-por-qualcomm/",
    "fecha": "09/10/2025",
    "contenido": "La empresa californiana Qualcomm se está moviendo mucho en el tema de alianzas y adquisiciones, la italiana Arduino ha sido su última compra. Arduino es la plataforma más popular de electrónica abierta, está basada en hardware y software libre, flexible y fácil de utilizar para los creadores y desar"
  },
  {
    "blog": "NeoSite Blog",
    "titulo": "RomM: Gestiona y Disfruta tu Colección de Roms vía web",
    "link": "https://blog.neosite.com.ar/romm-gestiona-y-disfruta-tu-coleccion-de-roms-via-web/",
    "fecha": "09/10/2025",
    "contenido": "En el universo de la emulaci&#xf3;n y los videojuegos retro, mantener una colecci&#xf3;n de ROMs organizada, accesible y bien presentada puede ser un desaf&#xed;o tan grande como superar el &#xfa;ltimo nivel de Contra. Afortunadamente, existen herramientas que nos facilitan esta tarea enormemente. H"
  },
  {
    "blog": "post-it – matizeta",
    "titulo": "Kodak Charmera",
    "link": "https://matizeta.com/2025/10/09/kodak-charmera/",
    "fecha": "09/10/2025",
    "contenido": "Lo retro vuelve (o nunca se va).&#160;Kodak presentó las&#160;Kodak Charmera,&#160; unas cámara-llavero que cuestan USD 30. En total son 7 cámaras con distintos diseños, con la particularidad que el cliente no sabe cual de esos diseños hay dentro de la caja. Posee un sensor de 1,6 megapíxeles (con r"
  },
  {
    "blog": "esencial",
    "titulo": "Manifesto",
    "link": "https://yeite.github.io/esencial/manifesto",
    "fecha": "09/10/2025",
    "contenido": "Esta es tu vida. Haz lo que amas, y hazlo frecuentemente. Si no te gusta algo, cámbialo. Si no te gusta tu trabajo, renuncia. Si no tienes suficiente tiempo, deja de ver televisión. Si estás buscando el amor de tu vida, detente; Te estará esperando cuando empieces a hacer las cosas que amas. Deja de"
  },
  {
    "blog": "Bits de Ocio",
    "titulo": "Power Trios: El arte de hacer Rock con 3 componentes",
    "link": "https://bitsdeocio.wordpress.com/2025/10/08/power-trios-el-arte-de-hacer-rock-con-3-componentes/",
    "fecha": "08/10/2025",
    "contenido": "Tras más de 5 años sin grabar un videoblog para mi canal de Youtube, me ha dado por retomar este tipo de contenido. Hoy repaso el arte de hacer Rock (y mucho más) con solo tres componentes. Hablamos de su historia, cómo la amplificación lo hizo posible y repasamos algunos de los power trios más [&#8"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Kwlejka para Plasma. Simplemente un área de texto para tu escritorio",
    "link": "https://victorhckinthefreeworld.com/2025/10/08/kwlejka-para-plasma-simplemente-un-area-de-texto-para-tu-escritorio/",
    "fecha": "08/10/2025",
    "contenido": "El widget Kwlejka para el escritorio Plasma de KDE te ofrece simplemente un área de texto en el que pegar, guardar texto en tu escritorio. Simple y útil"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "ARCH, rescatando caballos",
    "link": "https://mareosdeungeek.es/arch-rescatando-caballos/",
    "fecha": "08/10/2025",
    "contenido": "En mi trabajo, todos los años podemos destinar un día para realizar una acción benéfica, este año hemos estado rescatando caballos en ARCH. ARCH son las siglas de Andalucian Rescue Centre for Horses o Centro Andalusí de Rescate de Caballos. ARCH es una asociación benéfica que acoge caballos y otros "
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#159: sobre los glitches en el opening de la nueva era de Gumball",
    "link": "https://www.macram.es/posts/2025-10-08-gumball-glitches/",
    "fecha": "08/10/2025",
    "contenido": "El opening de la nueva era de Gumball, recientemente estrenada en HBO Max (aunque lleve unas semanas ya en Estados Unidos y, por tanto, circulando por los canales habituales) tiene una serie de glitches, de anomalías, que he tenido que ver varias veces y en distintas versiones porque he llegado a pe"
  },
  {
    "blog": "blog – matizeta",
    "titulo": "Resumen RSS por email",
    "link": "https://matizeta.com/2025/10/08/resumen-rss-por-email/",
    "fecha": "08/10/2025",
    "contenido": "Lo primero que pensarás al leer el título es ¿que sentido tiene recibir RSS por email cuando una de las razones para utilizarlo es evitar llenar la casilla de mail con esos boletínes? Quiero comentarte porque aveces creo que es una buena opción. Microsiervos es un blog que me gusta y resulta interes"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Cambio de hábitos y premios",
    "link": "https://blog.danielaragay.net/cambio-de-habitos-y-premios/",
    "fecha": "08/10/2025",
    "contenido": "Ya estoy en manos de doctores para asegurar que el susto fue sencillamente un susto. Si luego quieres votar este podcast a los premios de la asociaci&#xf3;n lo puedes hacer aqu&#xed; https://asociacionpodcast.es/votacion-final-xv-por-categorias-premios-de-la-asociacion-podcast-edicion-2025/Blog dani"
  },
  {
    "blog": "Blog de Joselito",
    "titulo": "Entrevista a sl1200",
    "link": "https://joselito.mataroa.blog/blog/entrevista-a-sl1200/",
    "fecha": "07/10/2025",
    "contenido": "Web\nCápsula Gémini: gemini://sl1200.dystopic.world   Desde proxy\nFediverso: Akkoma\n1.- Buenas sl1200, gracias por participar en esta entrevista. La primera pregunta es obligada: ¿de dónde procede tu nick y por qué lo elegiste?\nR:\nEs simplemente un modelo de tocadiscos: el Technics SL1200, nunca lo t"
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Películas de la temporada #7",
    "link": "https://thecheis.com/2025/10/07/peliculas-de-la-temporada-7/",
    "fecha": "07/10/2025",
    "contenido": "Séptima edición de estas entradas dedicadas a pelis que he visto recientemente, y como el número 7 es tan especial, he decidido darle un aire renovado a la sección. Antes tenía un estilo muy simple, con una lista numérica y unas notas aparte donde comentaba mis impresiones. Tras la evolución que suf"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "¿Por qué lloras?",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/por-que-lloras/",
    "fecha": "07/10/2025",
    "contenido": "Pocas cosas más incómodas que el llanto. Creo que si nos encontrásemos a un grupo de personas follando en plena calle nos resultaría mucho más fácil mirar que si nos cruzásemos con una persona llorando. El llanto nos descoloca, nos hace conectar con nuestra propia vulnerabilidad y nos pone de frente"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Enjambre",
    "link": "https://mcallus.net/2025/10/07/enjambre/",
    "fecha": "07/10/2025",
    "contenido": "Me llamaron Recipiente-42. Antes tuve otro nombre, otra vida. Cuando la colonia duerme, aún visualizo fragmentos. Cada ciclo me cuesta más alcanzarlos. Pronto, solo quedará el enjambre. Este microrrelato para el programa de la versalita se basa en esta cita de Clarice Lispector: «Me pusieron un nomb"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "Tratando de ser menos imprudente cada día",
    "link": "https://gatooscuro.xyz/tratando-de-ser-menos-imprudente-cada-dia/",
    "fecha": "07/10/2025",
    "contenido": "Gente, recientemente actualicé mi SOAT (Seguro Obligatorio de Accidentes de Tránsito), por lo que puedo confirmar que he cumplido un año con mi motocicleta Hero Xpulse 200 4V. Coloco todos\nSeguir leyendo  Tratando de ser menos imprudente cada día\nEl cargo Tratando de ser menos imprudente cada día ap"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "El muro que aprendió a viajar",
    "link": "https://gatooscuro.xyz/el-muro-que-aprendio-a-viajar/",
    "fecha": "07/10/2025",
    "contenido": "Este texto nace inspirado en un artículo de Zeyi Yang (Wired), pero no pretende informarte: pretende inquietarte. PD: Disculpen que no anexe mayores referencias, pero el artículo tiene un limite\nSeguir leyendo  El muro que aprendió a viajar\nEl cargo El muro que aprendió a viajar apareció primero en "
  },
  {
    "blog": "alt43",
    "titulo": "Home Lab, NAS y todo lo contrario",
    "link": "https://alt43.es/home-lab-nas-y-todo-lo-contrario/",
    "fecha": "07/10/2025",
    "contenido": "Con la intención de probar distribuciones Linux, servicios auto-hospedados y «cacharrear» en general, decidí adquirir un miniPC modesto&#46;&#46;&#46;"
  },
  {
    "blog": "ladoB – matizeta",
    "titulo": "Fichines",
    "link": "https://matizeta.com/2025/10/07/fichines/",
    "fecha": "07/10/2025",
    "contenido": "Así lo llamábamos simpáticamente, casi con ternura, al lugar donde pasábamos largas horas jugando a maquinas de arcade.&#160; “¿Vamos a jugar a los fichines?” Grandes espacios lleno de maquinas arcade, flippers y tragamonedas, lugares sociales de reunión donde convivían todos los rangos etarios, en "
  },
  {
    "blog": "esencial",
    "titulo": "Kintsugi",
    "link": "https://yeite.github.io/esencial/kintsugi",
    "fecha": "07/10/2025",
    "contenido": ""
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "477. Todo por el perro",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/10/477-todo-por-el-perro.html",
    "fecha": "07/10/2025",
    "contenido": "&nbsp;&nbsp;&nbsp;&nbsp;Aquella remota noche de octubre, el Peluca y Dieguito le habían dado al ácido más de lo acostumbrado, por lo que decidieron llevar a Farruquito de lumis. Algo de lo más corriente en una sociedad fallida como la nuestra, si no fuera porque Farruquito era un perro. Sí, el de Di"
  },
  {
    "blog": "Blog de Joselito",
    "titulo": "En caso de fallecimiento",
    "link": "https://joselito.mataroa.blog/blog/en-caso-de-fallecimiento/",
    "fecha": "06/10/2025",
    "contenido": "Hace tiempo pensaba en qué haría mi mujer si a mi me pasara algo. Sí, me refiero al caso de que yo faltara. Los recibos, seguros de algunas deudas, el Banco, la hipoteca, emails, etc. Y ahora, al escuchar el podcast de Ernesto Acosta y el de Daniel Aragay, he querido escribir sobre este tema.\nYo lo "
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "El buscador DuckDuckGo dona dinero a diversas organizaciones",
    "link": "https://victorhckinthefreeworld.com/2025/10/06/el-buscador-duckduckgo-dona-dinero-a-diversas-organizaciones/",
    "fecha": "06/10/2025",
    "contenido": "El buscador DuckDuckGo un año más dona dinero a diversas organizaciones que luchan por un internet más privado, más seguro y respetuoso con las personas que lo utilizamos"
  },
  {
    "blog": "Papel Continuo",
    "titulo": "Hasta fin de existencias: la memoria material de Madrid",
    "link": "https://papelcontinuo.net/3394/hasta-fin-de-existencias-la-memoria-material-de-madrid/",
    "fecha": "06/10/2025",
    "contenido": "Hace bastantes años cayó en mis manos un curioso librito de principios de los 2000 en formato apaisado. En su portada, la textura de formica de una barra de bar mostraba la marca dejada por un vaso de cerveza impresa con barniz. El título del libro era Hasta fin de existencias 2. Bares y cafeterías "
  },
  {
    "blog": "Un bruto con Debian",
    "titulo": "Acceso rápido a tus marcadores en Firefox",
    "link": "http://unbrutocondebian.blogspot.com/2025/10/acceso-rapido-tus-marcadores-en-firefox.html",
    "fecha": "06/10/2025",
    "contenido": "¿Cada cuanto revisas tus marcadores? Yo tiendo a no revisarlos jamás, y eso me produce dos problemas. Uno, encontrar rápido el que quiero y dos, que el enlace no esté muerto y enterrado en el cementerio de las almas digitales.Para lo segundo, no hay mucha solución, pero para lo primero, al menos con"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "#Video: 31 Minutos: Tiny Desk Concert",
    "link": "https://blog.luiscarlospando.com/musica/2025/10/video-31-minutos-tiny-desk-concert/",
    "fecha": "06/10/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "blog – matizeta",
    "titulo": "Tengo que empezar a soltar",
    "link": "https://matizeta.com/2025/10/06/tengo-que-empezar-a-soltar/",
    "fecha": "06/10/2025",
    "contenido": "Ultimamente estoy reflexionando mucho sobre la continuidad de algunos de mis hobbies digitales, evaluando el tiempo que me lleva cada uno de ellos. Hace unos días nada más, comentaba sobre la complejidad que adquirió mi sitio web, que comenzó como un simple blog para escribir lo que por mi cabeza pa"
  },
  {
    "blog": "productor de sostenibilidad",
    "titulo": "5 años de Contenedor Amarillo S.A.",
    "link": "https://productordesostenibilidad.es/2025/10/5-anos-de-contenedor-amarillo-s-a/",
    "fecha": "06/10/2025",
    "contenido": "Se cumplen 5 años desde que el 5 de octubre de 2020 llegaba a las librerías «Contenedor Amarillo S.A.» Un tiempo interesante para la gestión de residuos, en particular la gestión de residuos de envases. Han pasado muchas cosas desde entonces pero mi principal temor aquellos días (un cambio legislati"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Un susto matutino",
    "link": "https://blog.danielaragay.net/un-susto-matutino/",
    "fecha": "06/10/2025",
    "contenido": "Esta ma&#xf1;ana he tenido un peque&#xf1;o susto, pero en eso se ha quedado, estoy muy bien pero por otro lado me ha permitido conocer de primera mano un poco el sistema sanitario sueco.Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto."
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Formes de parelles a Suècia",
    "link": "https://blog.danielaragay.net/formes-de-parelles-a-suecia/",
    "fecha": "06/10/2025",
    "contenido": "Sambo, S&#xe4;rbo, Mambo/Pappbo, N&#xe4;rbo,&#x2026; diversitat de parelles que podr&#xe0;s trobar a Su&#xe8;cia.Tots els podcasts: aragay.netMastodon: masto.es/@proteusbcnBlog: danielaragay.net Telegram: t.me/haciendoelsuecoAjuda&#x2019;ns amb el nostre projecte a PATREON: patreon.com/c/"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Canciones en la niebla – Ejercicio de casa Semana 2 del Taller de Escritura Creativa Librería Luces 2025/2026",
    "link": "https://mcallus.net/2025/10/05/canciones-en-la-niebla-ejercicio-de-casa-semana-2-del-taller-de-escritura-creativa-libreria-luces-2025-2026/",
    "fecha": "05/10/2025",
    "contenido": "Esta semana para casa nos mandaron escribir un cuento. Teníamos que tener en cuenta varios conceptos de los cuentos, entre ellos que hubiera una historia «pública» y otra escondida, que puede revelarse al final o solo insinuarse. Yo lo he insinuado y al final he revelado la verdad pero estaba pensan"
  },
  {
    "blog": "Galerías Preciados",
    "titulo": "¡¡Devoluciooón!!",
    "link": "https://galeriaspreciados.band/devoluciooon/",
    "fecha": "05/10/2025",
    "contenido": "Pues aquí estaba, pensando que llevo mucho sin enseñaros actualizaciones compositivas en forma de archivos sonoros y oye, que hay que ponerle solución a eso"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Ahora",
    "link": "https://www.macram.es/now/",
    "fecha": "05/10/2025",
    "contenido": "Última actualización: 5 de octubre de 2025.\nEstoy desarrollando apps para iOS para distintos clientes. Es lo que llevo haciendo mucho casi desde que empecé a trabajar y no tengo intención de parar pronto.\nSigo formando parte de una asociación de música tradicional, investigando, preparando e interpr"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Diversidad gastronómica de Tailandia: mucho más que curry y  Pad Thai",
    "link": "https://blog.danielaragay.net/diversidad-gastronomica-de-tailandia-mucho-mas-que-curry-y-pad-thai/",
    "fecha": "05/10/2025",
    "contenido": "En occidente se suele reducir la cocina tailandesa a unos pocos platos tan emblem&#xe1;ticos como el Pad&#xa0;Thai o la sopa tom&#xa0;yum. Esta visi&#xf3;n se parece a la que muchos extranjeros tienen de Espa&#xf1;a: fuera del pa&#xed;s parece que"
  },
  {
    "blog": "¿Hay algo que no mejore con queso?",
    "titulo": "Sopa escocesa de puerro y patata",
    "link": "https://puedellevarqueso.es/2025/10/sopa-escocesa-de-puerro-y-patata/",
    "fecha": "05/10/2025",
    "contenido": "En Gran Bretaña, «sopa» casi siempre significa «crema de verduras». Si lleva fideos, o caldo-con-cosas, hay que especificar. Algo que me gustó mucho cuando vivía en Escocia es que en todo tipo de locales pequeños, tipo cafeterías, había sopa, como mínimo la del día. Este clásico es la más simple. Se"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "La Free Software Foundation cumple 40 años",
    "link": "https://victorhckinthefreeworld.com/2025/10/04/la-free-software-foundation-cumple-40-anos/",
    "fecha": "04/10/2025",
    "contenido": "40 años promoviendo la libertad de las personas que utilizan la informática. 40 años denunciando la injusticia del software privativo. Happy hacking"
  },
  {
    "blog": "plr blog",
    "titulo": "Las bibliotecas en Deseo de ser punk de Belén Gopegui",
    "link": "https://pedrolr.es/blog/las-bibliotecas-en-deseo-de-ser-punk-de-belen-gopegui/",
    "fecha": "04/10/2025",
    "contenido": "Ayer miso acabé el libro de Belén Gopegui titulado Deseo de ser punk. Anoté diversos extractos y quería compartir aquí los que se refieren a bibliotecas. La protagonista plantea a lo largo del libro que necesitan unos locales a los que poder ir, estar con gente y en los que no hiciese falta pagar. M"
  },
  {
    "blog": "El Sueño del Artista Blog",
    "titulo": "Nota para un podcast : la distribución .",
    "link": "https://polotman.wordpress.com/2025/10/04/nota-para-un-podcast-la-distribucion/",
    "fecha": "04/10/2025",
    "contenido": "#podcast #Blogs #ElSueñodelArtista #ElSueñoContinua #NotasparaunPodcast Desde hace un buen tiempo no publicaba ninguna entrada en el blog sobre los descubrimientos que fuera haciendo en el mundo de la realización del podcast así como las dudas que fueran surgiendo a lo largo del camino, cada entrada"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "#Video: Agriculture en vivo (Subterranean Dissonance Fest 2025)",
    "link": "https://blog.luiscarlospando.com/musica/2025/10/video-agriculture-en-vivo-subterranean-dissonance-fest-2025/",
    "fecha": "04/10/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor. Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky. ¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Me dan pánico los deepfakes",
    "link": "https://www.macram.es/posts/2025-10-04-me-dan-panico-los-deepfakes/",
    "fecha": "04/10/2025",
    "contenido": "Estoy viendo la temporada actual de The Morning Show. Como ya comenté, ésta temporada tiene la IA como un elemento principal en sus tramas (es algo que se ve claro desde los primeros momentos, y vamos por el segundo capítulo y ya se han venido cositas).\nSeguro que hace poco os habéis cruzado con víd"
  },
  {
    "blog": "El condón roto de GNU",
    "titulo": "Lanzamiento Ubuntu Touch 20.04 OTA-10",
    "link": "https://elcondonrotodegnu.wordpress.com/2025/10/04/lanzamiento-ubuntu-touch-20-04-ota-10/",
    "fecha": "04/10/2025",
    "contenido": "Lanzamiento Ubuntu Touch 20.04 OTA-10"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "“El ingrediente inesperado” - Capítulo 12",
    "link": "https://blog.danielaragay.net/el-ingrediente-inesperado-capitulo-12/",
    "fecha": "04/10/2025",
    "contenido": "El resto de la novela la puedes leer aqu&#xed;: https://books.danielaragay.net/bookstack/books/el-ingrediente-inesperadoFrente al port&#xf3;n azul, colgando de una cuerda trenzada, una peque&#xf1;a campanilla de bronce se balanceaba con el viento. Ten&#xed;a forma de hoja de bodhi, con un"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 40 de 2025",
    "link": "https://victorhckinthefreeworld.com/2025/10/03/opensuse-tumbleweed-revision-de-la-semana-40-de-2025/",
    "fecha": "03/10/2025",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Fin de turno – Ejercicio de clase Semana 2 del Taller de Escritura Creativa Librería Luces 2025/2026",
    "link": "https://mcallus.net/2025/10/03/fin-de-turno-ejercicio-de-clase-semana-2-del-taller-de-escritura-creativa-libreria-luces-2025-2026/",
    "fecha": "03/10/2025",
    "contenido": "Esta semana de nuevo teníamos un relato de escritura automática con palabras aleatorias que nos va diciendo la profesora. Como siempre os marco las palabras en el relato en cursiva y negrita. A todos nos gusta jugar un partido al fútbol en gravedad cero cuando el tiempo y las obligaciones nos dan un"
  },
  {
    "blog": "Interlan",
    "titulo": "Articulo: Sincronización de Archivos con Unison",
    "link": "https://interlan.ec/2025/10/03/articulo-sincronizacion-de-archivos-con-unison/",
    "fecha": "03/10/2025",
    "contenido": "Nexcloud ha recibido una actualización muy bonita, pero de nuevo no es el protagonista. Hoy voy a hablar de Unison, una herramienta de sincronización bilateral similar a Syncthing. XD Introducción De esta herramienta se habla menos que de syncthing, de hecho, la encontré de casualidad mientras busca"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Cómo la clonación de voz en DaVinci Resolve revoluciona tu podcast",
    "link": "https://blog.danielaragay.net/como-la-clonacion-de-voz-en-davinci-resolve-revoluciona-tu-podcast/",
    "fecha": "03/10/2025",
    "contenido": "En este episodio de Maestro Podcaster te cuento c&#xf3;mo la clonaci&#xf3;n de voz en DaVinci Resolve Studio puede ayudarte a corregir errores sin regrabar y a transformar audios de mala calidad en grabaciones de estudio. Una herramienta que ahorra tiempo, mantiene la naturalidad y protege tu"
  }
]