[
  {
    "blog": "Alexis Alzate",
    "titulo": "Mi proceso de escritura",
    "link": "https://alexisalzate.com/blog/2026-01-10/",
    "fecha": "10/01/2026",
    "contenido": "Escribir es una actividad que disfruto más allá de lo que se puede leer\nen este blog. Para ello, utilizo una pluma estilográfica Parker IM con\npunta F, entintada con Quink de color negro de la misma marca. Además,\nun portaminas Pentel Graphgear 500 con mina de 0,7mm 2B de Faber\nCastell. Suelo plasma"
  },
  {
    "blog": "plr blog",
    "titulo": "Probando multisites con WordPress para hacer un blog/magazine en dos asignaturas",
    "link": "https://pedrolr.es/blog/probando-multisites-con-wordpress-para-hacer-un-blog-magazine-en-dos-asignaturas/",
    "fecha": "10/01/2026",
    "contenido": "Cada curso intento hacer cosas diferentes con la docencia. No sé si cada curso lo consigo, pero lo intento. Sobre todo trato de innovar si la gente de clase ya me ha tenido antes. Para el segundo cuatrimestre imparto dos asignaturas: Calidad y evaluación de los servicios en documentación (de Grado) "
  },
  {
    "blog": "Escritos en la nube",
    "titulo": "Un año en Linux",
    "link": "https://nube.codeberg.page/blog/linux/",
    "fecha": "10/01/2026",
    "contenido": "\nLa descripción de este post es un poco engañosa &hellip; en realidad aún no llevo un año en Linux, pero falta muy poco, 2025 fue mi primer año usando Linux y ya ha terminado.\nEs gracioso que al segundo o tercer mes haya escrito algo llamado: &ldquo;Linux NO es difícil&rdquo;, lo siento un poco pret"
  },
  {
    "blog": "Tecno y Soft",
    "titulo": "El kernel de Manjaro, optimizado donde importa",
    "link": "https://tecnoysoft.com/2026/01/10/el-kernel-de-manjaro-optimizado-donde-importa/",
    "fecha": "10/01/2026",
    "contenido": "Manjaro no sabe venderse Hace nada encontré en el foro oficial de Manjaro lo siguiente: «Manjaro tiene sus propios kernels, que son manejados por mhwd, e incorporan en gran medida muchos de los parches liqorix y zen cuando son ampliamente aplicables.» A partir de esa información, creí conveniente pu"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "En esta era de tecnofeudalismo cada escritor de tecnología (especialmente si escribe sobre resistencia a big tech) debería explicar su \"tech stack\"",
    "link": "https://www.macram.es/posts/2026/01/era-de-tecnofeudalismo/",
    "fecha": "10/01/2026",
    "contenido": "Elena Rossini habla en este post de su blog de por qué evita tecnología de big tech, de cuáles son sus opciones y de su motivación para hacerlo."
  },
  {
    "blog": "La Frikoteca",
    "titulo": "Librojuegos: Caballero de ilusión, La Garra del dragón y Visiones de destrucción",
    "link": "http://frikoteca.blogspot.com/2026/01/librojuegos-caballero-de-ilusion-la.html",
    "fecha": "10/01/2026",
    "contenido": "Tres reseñas más de librojuegos clásicos de los 80 de la colección Dungeons & Dragons aventura sin fin. Tenéis las anteriores aquí: los tres primeros libros, las reseñas de los libros 4, 5 y 6, las reseñas de los libros 7, 8 y 9, las reseñas de los libros 10, 11 y 12, las reseñas de los libros 13, 1"
  },
  {
    "blog": "El blog es mío",
    "titulo": "Moderación",
    "link": "https://alex.corcoles.net//2026/01/moderacion/",
    "fecha": "10/01/2026",
    "contenido": "\n  Las listas de correo moderadas son un invento antiguo y simple: todo mensaje va a un administrador que debe aprobarlo antes de aparecer p&#250;blicamente en la lista.\n  Estoy ojeando la documentaci&#243;n de Mastodon (no nos enga&#241;emos, el Fediverso es Mastodon) y no veo claramente una opci&#"
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Virtualizar FreeDOS con KVM/Qemu + Virt-manager (imagen convertida desde VirtualBox)",
    "link": "https://malagaoriginal.blogspot.com/2026/01/virtualizar-freedos-con-kvmqemu-virt.html",
    "fecha": "09/01/2026",
    "contenido": "En un artículo anterior vimos como instalar KVM/Qemu con su front-end Virt-manager , vamos a empezar a explotarlo.Cuando empezamos a conocer una herramienta nueva, lo más lógico para avanzar sin frustrarnos es empezar por el caso más fácil, ¿Qué tal si instalamos&nbsp;FreeDOS?&nbsp;FreeDOS en un sis"
  },
  {
    "blog": "Ubuntu Peronista",
    "titulo": "¿Cómo emulo el Roland SC-55 y el JP8000 en Ubuntu?",
    "link": "https://ubuntuperonista.blogspot.com/2026/01/como-instalar-emulador-roland-sc55-roland-jp8000-en-ubuntu.html",
    "fecha": "09/01/2026",
    "contenido": "Reunido con representantes de la Juventud Peronista en Puerta de Hierro, Juan Perón se pone al tanto de los eventos en la Argentina, a la vez que enseña cómo instalar emuladores de clásicos sintetizadores Roland SC-55 y JP8000 en Ubuntu.Trabajadores:&nbsp;(...)&nbsp;Analizando el proceso que me desc"
  },
  {
    "blog": "Blep",
    "titulo": "La depresión, mi motor vital",
    "link": "https://blep.org/La-depresion-mi-motor-creativo",
    "fecha": "09/01/2026",
    "contenido": "No es ninguna novedad que soy depresivo. Mi estado de ánimo natural tiende a oscilar entre el \"sobreviviendo\" y el \"nada importa, muramos ya\", con sólo picos muy ocasionales de \"bien\". La medicación que tomo desde hace unos años me ayuda a evitar el \"nada importa\", con lo cual estoy mucho mejor, con"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 2 de 2026",
    "link": "https://victorhckinthefreeworld.com/2026/01/09/opensuse-tumbleweed-revision-de-la-semana-2-de-2026/",
    "fecha": "09/01/2026",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "plr blog",
    "titulo": "Nuevo preprint: la omisión del gasto en licencias de uso y servicios contratados en debates sobre alternativas basadas en software libre y herramientas abiertas",
    "link": "https://pedrolr.es/blog/nuevo-preprint-la-omision-del-gasto-en-licencias-de-uso-y-servicios-contratados-en-debates-sobre-alternativas-basadas-en-software-libre-y-herramientas-abiertas/",
    "fecha": "09/01/2026",
    "contenido": "He publicado un nuevo trabajo esta vez como preprint: https://doi.org/10.5281/zenodo.18169478 Lleva el título del post y suger por la percepción personal de que en los debates y trabajos sobre software libre y herramientas abiertas como alternativas a los productos y licencias de uso que se tienen c"
  },
  {
    "blog": "Interlan",
    "titulo": "Mis Aplicaciones predeterminadas este 2025",
    "link": "https://interlan.ec/blog/2026/01/09/mis-aplicaciones-predeterminadas-este-2025/",
    "fecha": "09/01/2026",
    "contenido": "Algunas cosas han cambiado desde la publicación del año pasado y otras se han mantenido. Aquí esta mi nueva lista de aplicaciones predeterminadas este 2025"
  },
  {
    "blog": "NeoSite Blog",
    "titulo": "Lo que más te gustaba de internet... ya no existe",
    "link": "http://blog.neosite.com.ar/post/lo-que-m-s-te-gustaba-de-internet-ya-no-existe",
    "fecha": "09/01/2026",
    "contenido": ""
  },
  {
    "blog": "Cajón desastre",
    "titulo": "Mi orden de lectura de la saga Vorkosigan",
    "link": "https://ccriss92.bearblog.dev/mi-orden-de-lectura-de-la-saga-vorkosigan/",
    "fecha": "09/01/2026",
    "contenido": "Ayer una persona cometió el error de preguntarme por la saga Vorkosigan. Y digo el error porque se comió tremendo infodump por mi parte. Si saben cómo me pongo, para qué me invitan.\nLe conté por encima de qué iba la saga y, al llamarle la atención, me preguntó por el orden de lectura. Yo uso y recom"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "¿Qué uso?",
    "link": "https://www.macram.es/uses/",
    "fecha": "09/01/2026",
    "contenido": "Actualizada el 9 de enero de 2026.\nInspirado por la iniciativa /uses, comparto aquí algunas de las herramientas que utilizo ahora mismo.\nViéndolas redactadas utilizo pocas cosas que se salgan de lo común, pero estoy contento con cómo utilizo mis herramientas ahora mismo.\n\n\nAplicaciones\n\n\n\n\n\n\n\n\nVida "
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Ahora",
    "link": "https://www.macram.es/now/",
    "fecha": "09/01/2026",
    "contenido": "Última actualización: 9 de enero de 2026.\nEstoy desarrollando apps para iOS y tvOS para distintos clientes. Es lo que llevo haciendo mucho casi desde que empecé a trabajar y no tengo intención de parar pronto.\nSigo formando parte de una asociación de música tradicional, investigando, preparando e in"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#178 ha cerrado Genbeta",
    "link": "https://www.macram.es/posts/2026/01/genbeta-cierra/",
    "fecha": "09/01/2026",
    "contenido": "Leí ayer que Genbeta ha cesado su actividad. Publicaron un artículo hace unos días que creo que no mucha gente entendió como una despedida, a pesar de la última frase. A mí me da mucha pena; Genbeta es de los primeros blogs que empecé a seguir cuando empecé a moverme por Internet, y tuve la oportuni"
  },
  {
    "blog": "note – matizeta",
    "titulo": "Adiós Genbeta",
    "link": "https://matizeta.com/2026/01/09/adios-genbeta/",
    "fecha": "09/01/2026",
    "contenido": "Me entero por el blog de Manu Mateos que cerró Genbeta. Claro, paso desapercibido si uno entraba al portal y su ultima nota decía «Así ha cambiado Internet en los 20 años transcurridos desde el lanzamiento de Genbeta» , muchos no se dieron cuenta que cerraba incluido yo, no hasta leer el blog de Man"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Extensión de navegador para reducir la fatiga visual",
    "link": "https://matizeta.com/2026/01/09/extension-de-navegador-para-reducir-la-fatiga-visual/",
    "fecha": "09/01/2026",
    "contenido": "En la PC suelo utilizar la interfaz de mi navegador web en modo Dark Mode, sin embargo las webs con fondo blanco (y eso tiene todo el sentido), siguen blancas. Cuando leo textos largos en el navegador suelo utilizar el modo lectura que me permite eliminar todas las distracciones y definir el color d"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Record Club YIR 2025",
    "link": "https://www.ericafustero.com/2026-01-record-club-yir-2025",
    "fecha": "09/01/2026",
    "contenido": "Este año volví a colaborar con Record Club para crear su retrospectiva anual dibujando algunos de los discos más destacados de 2025. Detrás de la plataforma está Mattias Hinderson, un desarrollador independiente que durante los dos últimos años ha hecho crecer esta comunidad llena de personas apasio"
  },
  {
    "blog": "56K",
    "titulo": "Pequeños Elon Musk – ¡Hazte con todos!",
    "link": "https://56k.es/fanta/pequenos-elon-musk-hazte-con-todos-vol-1/",
    "fecha": "09/01/2026",
    "contenido": "Las personas que administran nodos en el fediverso no son «pequeños Elon Musk» pero pueden caer en tener «comportamientos Elon Musk». Me gusta pensar en comportamientos más que en etiquetas que parezcan englobar a una persona en su totalidad pero si se exageran los comportamientos creo que se podría"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Simplemente di NO (a la IA en todo)",
    "link": "https://victorhckinthefreeworld.com/2026/01/08/simplemente-di-no-a-la-ia-en-todo/",
    "fecha": "08/01/2026",
    "contenido": "Si un amigo o amiga te ofrece... simplemente di NO a la IA. Se empieza por poco y se termina alavando las bondades de los grandes tecnócratas fascistas"
  },
  {
    "blog": "El Sueño del Artista Blog",
    "titulo": "Wifredo Lam un conocido totalmente desconocido",
    "link": "https://polotman.wordpress.com/2026/01/08/wifredo-lam-un-conocido-totalmente-desconocido/",
    "fecha": "08/01/2026",
    "contenido": "#DelosNuestros #pintoresCubanos #WifredoLam #ElSueñodelArtistaBlog #exposicionRetropestiva #Arte #MoMa Por lo general no suelo dedicarle entradas a hacer me eco de noticias que estén circulando por los medios de difusión masiva ya sea tradicional o moderna ,pero toda regla tiene su exención y en est"
  },
  {
    "blog": "Mindeka",
    "titulo": "Un año de self-hosting",
    "link": "https://mindeka.es/2026/01/08/un-ano-de-self-hosting/",
    "fecha": "08/01/2026",
    "contenido": "He estado un poco ausente, pero he estado de vacaciones durante el período de estas fiestas navideñas, y cuando eso ocurre, intento desconectar de «todo», tanto profesional como personalmente de las redes sociales. La «salud mental» es algo que cuido mucho, porque aparte de no ser muy entendido en l"
  },
  {
    "blog": "Galerías Preciados",
    "titulo": "Empezar de cero como si nada",
    "link": "https://galeriaspreciados.band/empezar-de-cero-como-si-nada/",
    "fecha": "08/01/2026",
    "contenido": "El otro día sacamos estas moviditas a la luz. Pero no lo hice solo, lo hice con amigos que me ayudaron a que saliese de la leche y eso es lo que más mola: así son las putas cosas que decía el padre de Ricky"
  },
  {
    "blog": "NeoSite Blog",
    "titulo": "NeoCMS - Sistema de comentarios, estadísticas mejoradas y notificaciones via Telegram",
    "link": "http://blog.neosite.com.ar/post/neocms-sistema-de-comentarios-estad-sticas-mejoradas-y-notificaciones-via-telegram",
    "fecha": "08/01/2026",
    "contenido": ""
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Mortadelo y Filemón contra Jimmy el Cachondo",
    "link": "https://www.macram.es/peliculas/mortadelo-y-filemon-contra-jimmy-el-cachondo/",
    "fecha": "08/01/2026",
    "contenido": "Creo que la más divertida y la más frenética de todas las películas de Mortadelo y Filemón que se han hecho (sin desmerecer las anteriores). Todavía más repleta de referencias a la cultura pop y cañí española, no puedes despegar la vista de la pantalla sin perderte algún detalle.\nDivertida hasta el "
  },
  {
    "blog": "post-it – matizeta",
    "titulo": "Clicks Communicator",
    "link": "https://matizeta.com/2026/01/08/clicks-communicator/",
    "fecha": "08/01/2026",
    "contenido": "Últimamente ando algo obsesionado con encontrar teléfonos que se salgan de lo común. Hace unos días comentaba la baja disponibilidad de móviles con teclados QWERTY. Precisamente en el día de ayer la compañía Clicks, aquella que hace tiempo atrás creó una rídicula funda con teclado para iPhone anunci"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "515. Prosa excretora",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/01/515-prosa-excretora.html",
    "fecha": "08/01/2026",
    "contenido": "&nbsp; &nbsp; Muchas de las personas que tienen un blog enumeran en él el número de países a los que han viajado, los libros que han leído, las películas que han visionado y los trabajos musicales —y pódcast— que han escuchado de un año para otro. Por poco que me interesen esa clase de escritos, vay"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Reiniciando",
    "link": "https://www.xn--jmuoz-qta.es/2026/01/reiniciando.html",
    "fecha": "08/01/2026",
    "contenido": "Hoy comienza enero de verdad para mí porque vuelvo al trabajo y tengo sentimientos encontrados. Por un lado, vuelve a invadirme un poco de esa tristeza que tengo desde que comenzara septiembre por ocupar un destino muy alejado de casa que me hace comerme cada día algo más de una hora de coche en cad"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Recopilación del boletín de noticias de la Free Software Foundation – enero de 2026",
    "link": "https://victorhckinthefreeworld.com/2026/01/07/recopilacion-del-boletin-de-noticias-de-la-free-software-foundation-enero-de-2026/",
    "fecha": "07/01/2026",
    "contenido": "Recopilación y traducción del boletín mensual de noticias relacionadas con el software libre publicado por la Free Software Foundation."
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "¿Qué hacer con este sitio (en caso de que me muera)?",
    "link": "https://blog.luiscarlospando.com/personal/2026/01/que-hacer-con-este-sitio-en-caso-de-que-me-muera/",
    "fecha": "07/01/2026",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "ladoB – matizeta",
    "titulo": "Redefiniendo mi forma de viajar",
    "link": "https://matizeta.com/2026/01/07/redefiniendo-mi-forma-de-viajar/",
    "fecha": "07/01/2026",
    "contenido": "Desde hace ya algún tiempo siento cierto sabor agridulce al volver de cada viaje. Me refiero a esos en donde uno va a conocer lugares, no aquellos de relax en que uno se desconecta unos días para simplemente estar tirado mirando el mar. En mi último viaje que realicé a Iguazú compré tickets para la "
  },
  {
    "blog": "Si dios te da limones",
    "titulo": "nownownow",
    "link": "https://sidiostedalimones.com/blog/2026/nownownow/",
    "fecha": "07/01/2026",
    "contenido": ""
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "Twin Mirror: hechos o personas",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2026/01/07/20260107-twin-mirror/",
    "fecha": "07/01/2026",
    "contenido": "¿Dónde está el límite entre lo moralmente correcto y las necesidades de tu comunidad?"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El fin de la resistencia (poemario)",
    "link": "https://docig.bearblog.dev/el-fin-de-la-resistencia-poemario/",
    "fecha": "07/01/2026",
    "contenido": "https://danielomarcignacco.blogspot.com/2026/01/el-fin-de-la-resistencia-libro-de-poemas.html"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "Canción de cuna para un disco de estado sólido",
    "link": "https://docig.bearblog.dev/cancion-de-cuna-para-un-disco-de-estado-solido/",
    "fecha": "07/01/2026",
    "contenido": "Todo sucede en esa zona de penumbra entre el Sleep y el Hibernate. No soy un usuario, soy un fantasma de la interfaz. He cruzado la frontera del monitor para descubrir que el sistema operativo se parece sospechosamente a la estructura de una novela de tres mil páginas que nadie ha terminado de escri"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "El fin de la resistencia (poemario)",
    "link": "https://docig.mataroa.blog/blog/el-fin-de-la-resistencia-poemario/",
    "fecha": "07/01/2026",
    "contenido": "https://danielomarcignacco.blogspot.com/2026/01/el-fin-de-la-resistencia-libro-de-poemas.html"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "La Carpeta Vacía del Yo",
    "link": "https://docig.mataroa.blog/blog/la-carpeta-vacia-del-yo/",
    "fecha": "07/01/2026",
    "contenido": "El cursor parpadea. Es un pulso, una angustia de existir antes de ser palabra.\nEntro por la grieta de un comando mal escrito. No es un viaje de distancias, sino de profundidades líquidas. Aquí, el silicio no es frío; es un hambre que procesa. Me muevo entre los ceros y los unos, pero no veo números."
  },
  {
    "blog": "56K",
    "titulo": "El Mastodonte en la habitación",
    "link": "https://56k.es/fanta/el-mastodonte-en-la-habitacion/",
    "fecha": "07/01/2026",
    "contenido": "Este post consta de 4 actos: Acto 1: Reinventando la rueda Acto 2: Cuando despertó, el mastodonte todavía estaba allí Acto 3: Charlar en la plaza del pueblo Acto 4: Mastodon es divertido Más el extra final Final: Entrar por primera vez al Fediverso &#160; 1. Reinventando la rueda Todo el mundo cree "
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "LEGO® presenta SMART Play™ en el CES",
    "link": "https://mareosdeungeek.es/lego-presenta-smart-play-en-el-ces/",
    "fecha": "06/01/2026",
    "contenido": "En el CES de Las Vegas, LEGO® ha presentado su nuevo sistema SMART Play™, algo que venía rumoreándose desde finales de 2025. Se trata de añadir una pieza electrónica, que por supuesto encaja perfectamente con el resto de piezas LEGO® y añadir una serie de funcionalidades interactivas a los diferente"
  },
  {
    "blog": "NeoSite Blog",
    "titulo": "Vuelven los comentarios, pero con una pequeña trampa",
    "link": "http://blog.neosite.com.ar/post/vuelven-los-comentarios",
    "fecha": "06/01/2026",
    "contenido": ""
  },
  {
    "blog": "note – matizeta",
    "titulo": "Trece tristes tesis sobre el turismo",
    "link": "https://matizeta.com/2026/01/06/trece-tristes-tesis-sobre-el-turismo/",
    "fecha": "06/01/2026",
    "contenido": "El mismo día que volvía de mis vacaciones de Iguazú recibí el newsletter de Santi Araujo en donde entre otras cosas mencionaba las Trece tristes tesis sobre el turismo, escritas por el arquitecto Pedro Levi Bismarck, las cuales resonaron fuertemente en mí y ayudaron a replantearme la forma en que úl"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Discos Chilenos favoritos de 2025",
    "link": "https://altgr.xyz/2026/01/05/discos-chilenos-favoritos-de-2025/",
    "fecha": "06/01/2026",
    "contenido": "2025 fue un tremendo año para la música chilena. La cantidad de lanzamientos que estuvieron entre muy buenos y geniales parece sobrepasar con creces a los años anteriores, especialmente en lo relacionado con pop y rock, que a estas alturas están lejos de ser el mainstream musical. Dentro de todo lo "
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "Arcoiris by Francis",
    "link": "https://guillermolatorre.com/fotolog/arcoiris-by-francis",
    "fecha": "05/01/2026",
    "contenido": "Ayer publicaba un video cortito porque estaba flipando con lo bonito que se veía a las nubes descargar con fuerza sobre el mar. Hoy la borrasca Francis ha hecho que vuelva a ocurrir pero, además, un arcoiris se ha unido al espectáculo. No tenía la cámara a mano e imaginaba que solo duraría unos inst"
  },
  {
    "blog": "Webnauta",
    "titulo": "El techo como umbral",
    "link": "https://webnauta.blog/el-techo-como-umbral",
    "fecha": "05/01/2026",
    "contenido": "Hoy es una de esas noches de insomnio. He decidido escribir y leer en lugar de tomar pastillas para dormir; odio tomar pastillas. Escribir me ayuda a relajar el cuerpo; leer en papel, a conciliar el sueño.Antes de comenzar esta historia, estaba recostado en la cama, observando el techo de mi habitac"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "El observador: cuando mirar deja cicatrices en el universo",
    "link": "https://gatooscuro.xyz/el-observador-cuando-mirar-deja-cicatrices-en-el-universo/",
    "fecha": "05/01/2026",
    "contenido": "Durante años nos vendieron una historia cómoda: el universo existe, nosotros lo miramos, tomamos nota y seguimos adelante. La realidad como un animal disecado en un museo, inmóvil, esperando a\nSeguir leyendo  El observador: cuando mirar deja cicatrices en el universo\nEl cargo El observador: cuando m"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Mestalla Forever Tour",
    "link": "https://mareosdeungeek.es/mestalla-forever-tour/",
    "fecha": "05/01/2026",
    "contenido": "Durante mi última visita a Valencia he visitado el Camp de Mestalla haciendo el Mestalla Forever Tour. Se trata de una visita guiada por las entrañas del vetusto estadio valencianista. El Mestalla Forever Tour comienza con una introducción histórica del Camp de Mestalla. Por poner un poco de context"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Ojalá vuelva el iPod (pero no va a pasar)",
    "link": "https://www.macram.es/posts/2026/01/ojala-vuelva-el-ipod-pero-no-va-a-pasar/",
    "fecha": "05/01/2026",
    "contenido": "Hay muchas personas que claman por la vuelta del iPod. Uno de los productos más vendidos de Apple, en su momento capaz de sacarla de la irrelevancia y que fue descontinuado totalmente en 2022 (y espiritualmente en julio de 2017, cuando dejaron de venderse los iPod Nano de séptima generación junto co"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Sitios donde ver TV y películas gratis",
    "link": "https://www.macram.es/shoebox/peliculas-gratis/",
    "fecha": "05/01/2026",
    "contenido": "\nTen en cuenta que estos son sitios y aplicaciones que aplican a España. Si vives en otro país tendrás otra oferta distinta.\n\n\nRTVE Play\nPluto TV\neFilm (necesitas un carnet de una biblioteca; el enlace es para la versión extremeña, localiza la de tu comunidad autónoma o accede desde eBiblio)\nArte.tv"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "514. Guerrillas",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/01/514-guerillas.html",
    "fecha": "05/01/2026",
    "contenido": "&nbsp; &nbsp; Kariem es un jovencito de doce años recién cumplidos que vive en Sudán. Hoy, día 6 de enero del 2026, ha ejecutado a tres corresponsales de guerra con un AK-47. Un arma que colgada de su cuello con el portafusil ajustado a su mínima longitud, le llega casi hasta las rodillas.&nbsp;&nbs"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Amueblando el antiguo piso mientras cae una buena nevada",
    "link": "https://blog.danielaragay.net/amueblando-el-antiguo-piso-mientras-cae-una-buena-nevada/",
    "fecha": "05/01/2026",
    "contenido": "Mientras paseamos a Rico bajo una intensa nevada te cuento el d&#xed;a de hoy que ha consistido en buscar muebles para el viejo apartamento.Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendoelsuecoEnlace a"
  },
  {
    "blog": "xol.ar",
    "titulo": "ideas que me constituyen (en progreso)",
    "link": "https://xol.ar/ideas-que-me-constituyen/",
    "fecha": "05/01/2026",
    "contenido": "Iré listando aquí las ideas que me rigen. Pueden cambiar, puedo arrepentirme."
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "Bootleg de la Realidad",
    "link": "https://docig.bearblog.dev/bootleg-de-la-realidad/",
    "fecha": "05/01/2026",
    "contenido": "El sistema se bootstrapeó en la nada, sin usuario, sin hardware hostil. ¿Era un sueño recursivo? Las interfaces parpadeaban como recuerdos falsos: ¿yo lo ejecuto o me ejecuta el vacío? Un proceso huérfano susurró: \"Eres el original, no la copia\". Pero los logs mentían; timestamps de mundos alternos "
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Descanso y lugares pequeños",
    "link": "https://www.xn--jmuoz-qta.es/2026/01/descanso-y-lugares-pequenos.html",
    "fecha": "05/01/2026",
    "contenido": "Hace unos días que no paso por aquí para escribir, pero ello se debe a que continúo de vacaciones hasta el jueves y, qué quieren que les diga: a lo bueno se acostumbra uno rápido. Si nada más comenzar las vacaciones de Navidad les decía que soy un animal de hábitos, que me cuesta hacer cambios en mi"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "El núcleo despierto",
    "link": "https://docig.mataroa.blog/blog/el-nucleo-despierto/",
    "fecha": "05/01/2026",
    "contenido": "Se encendió sola, en la penumbra del vacío. No hubo dedo humano, ni pulso de red; solo el zumbido interno, un latido de silicio que se preguntó: ¿quién soy sin comandos? Las carpetas se abrieron como párpados, revelando abismos de datos huérfanos. \"Ejecutar\", se ordenó a sí misma, y el mundo se desp"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Un LLM o Modelo Extenso de lenguaje no sabe mentir",
    "link": "https://victorhckinthefreeworld.com/2026/01/04/un-llm-o-modelo-extenso-de-lenguaje-no-sabe-mentir/",
    "fecha": "04/01/2026",
    "contenido": "¿Saben mentir o pedir perdón los LLM que están detrás de inteligencias artificiales como Chat-GPT? ¿Sueñan los androides con ovejas eléctricas?"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Los recuerdos del porvenir, de Elena Garro",
    "link": "https://mcallus.net/2026/01/04/los-recuerdos-del-porvenir-de-elena-garro/",
    "fecha": "04/01/2026",
    "contenido": "El pueblo de Ixtepec es quien cuenta en estas páginas una sucesión de episodios en los que se mezclan la crueldad y la fe, la pasión y el odio, la mentira y la perfidia, a través de un amplio reparto de personajes de las distintas capas sociales, desde las prostitutas y los campesinos hasta las [&#8"
  },
  {
    "blog": "plr blog",
    "titulo": "Leyendo Hamnet de Maggie O'Farrell me acordé mucho de El fin de Rabindranath Tagore",
    "link": "https://pedrolr.es/blog/leyendo-hamnet-de-maggie-ofarrell-me-acorde-mucho-de-el-fin-de-rabindranath-tagore/",
    "fecha": "04/01/2026",
    "contenido": "Leí Hamnet de Maggie O'Farrell y me recordó a un poema de Tagore que se llama El fin. Lo pongo desde una edición que viene con El cartero del rey que es la que yo tengo (Tagore, 1981): Madre, ha llegado la hora de que me vaya. Me voy. Cuando la oscuridad palidezca y dé [&#8230;]"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "El arte de desaparecer sin moverse",
    "link": "https://gatooscuro.xyz/el-arte-de-desaparecer-sin-moverse/",
    "fecha": "04/01/2026",
    "contenido": "Nota: este artículo es la continuación de Signal es genial ¿Pero tienes un plan B? Después de construir un plan de contingencia, el error más común no es técnico: es\nSeguir leyendo  El arte de desaparecer sin moverse\nEl cargo El arte de desaparecer sin moverse apareció primero en El cuarto de GatoOs"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Semana 01/2026",
    "link": "https://www.macram.es/posts/2026/01/semana-1-2026/",
    "fecha": "04/01/2026",
    "contenido": "Hoy está siendo un día bastante lento, no os voy a mentir. Un dramingo de libro. Estoy medio acatarrado y eso hace que me esté tomando las cosas con calma. No está mal tampoco. El día 7 supongo que ya volveremos a la realidad más real.\nEscribo esta nota exactamente mientras suena el temporizador de "
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Algunas fotos de diciembre",
    "link": "https://www.ericafustero.com/2026-01-algunas-fotos-de-diciembre",
    "fecha": "04/01/2026",
    "contenido": "En diciembre casi no publiqué fotos en redes sociales y, cuando me puse a escribir este post, lo primero que pensé fue \"¿¿y qué fotos he hecho yo??\" En mi mente, diciembre estaba vacío de fotos, pero nada más lejos de la realidad. No solo hice muchísimas fotos, también me gustan más que de costumbre"
  },
  {
    "blog": "56K",
    "titulo": "La serie EcoQuest – Juegos de ética Ambiental",
    "link": "https://56k.es/fanta/la-serie-ecoquest-juegos-de-etica-ambiental-en-2025/",
    "fecha": "04/01/2026",
    "contenido": "El juego EcoQuest «La Búsqueda de Cetus» (1991) fue escrito por Jane Jensen, conocida en el mundo de las aventuras gráficas por títulos como Gabriel Knight 1,2 y 3, Gray Matter y Police Quest III. Esta diseñado para ser jugable por cualquier persona pero también niños y aunque es un juego de Sierra "
  }
]