[
  {
    "blog": "--el Profe Juan--",
    "titulo": "Serie Cordones",
    "link": "https://elprofejuan.com.ar/serie-cordones",
    "fecha": "29/12/2025",
    "contenido": "Como una muestra de mi trabajo anual del curso de fotografía con celular que hice en 2025, he decidido hacer una serie de fotografías. Resultaron al final dos versiones, y ahora les presento el resultado, cada una tiene unas breves palabras que me sugieren las imágenes, solo es mi impresión personal"
  },
  {
    "blog": "La Máquina de Von Neumann",
    "titulo": "Siete fracturas (II). La Epistemia",
    "link": "https://vonneumannmachine.wordpress.com/2025/12/29/siete-fracturas-ii-la-epistemia/",
    "fecha": "29/12/2025",
    "contenido": "Continuamos nuestro diálogo con el artículo «Epistemological Fault Lines Between Human and Artificial Intelligence» de Quattrociocchi, Capraro y Perc:  (5) Fractura causal (Causality fault): Los humanos razonamos causalmente, es decir, imaginamos contrafácticos y buscamos las explicaciones, las caus"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Lo que he jugado en 2025",
    "link": "https://mcallus.net/2025/12/29/lo-que-he-jugado-en-2025/",
    "fecha": "29/12/2025",
    "contenido": "En esta entrada recopilatoria, tenéis todo lo que he jugado en 2025 dentro de trescategorías: rol, juegos de mesa y videojuegos. En el caso de los videojuegos sí va a estar ordenado de lo que más me ha gustado a lo que menos. En las otras dos categorías estará colocado sin ningún orden en particular"
  },
  {
    "blog": "Un bruto con Debian",
    "titulo": "¡No funciona K3b!",
    "link": "http://unbrutocondebian.blogspot.com/2025/12/no-funciona-k3b.html",
    "fecha": "29/12/2025",
    "contenido": "&nbsp;Hacia años que no tostaba un CD o un DVD. De hecho, mi equipo ni tan siquiera tenia grabadora. Pero hace poco heredé una “nueva” máquina y esta si tenia, aunque la ignoré.Dio la casualidad que el otro día en el trabajo, una compañera estaba pasando información antigua que tenia en CD’s a la nu"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Adiós 2025, el año de las pruebas",
    "link": "https://blog.luiscarlospando.com/personal/2025/12/adios-2025-el-ano-de-las-pruebas/",
    "fecha": "29/12/2025",
    "contenido": "Si gustas, puedes reproducir este track para acompañar la lectura del post. Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cui"
  },
  {
    "blog": "alt43",
    "titulo": "NUNTI. Lector de noticias Android de código abierto",
    "link": "https://alt43.es/nunti-lector-de-noticias-android-de-codigo-abierto/",
    "fecha": "29/12/2025",
    "contenido": "Siguiendo la estela de Feeder, un par de entusiastas desarrolladores (Ondřej Foltýn y Richard Klapáč) crearon en 2021&#46;&#46;&#46;"
  },
  {
    "blog": "Galerías Preciados",
    "titulo": "¡Estrenamos agenda!",
    "link": "https://galeriaspreciados.band/estrenamos-agenda/",
    "fecha": "29/12/2025",
    "contenido": "Como ya comenté el año que entra iba de empezar a hacer nuevas cosas y una de ellas pues... empezar a sacar todo esto a la luz que para algo lo estamos haciendo"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#175: primera semana de 2026",
    "link": "https://www.macram.es/posts/2025/12/primera-semana-de-2026/",
    "fecha": "29/12/2025",
    "contenido": "Hoy da comienzo la primera semana del año 2026. ¿Sabéis lo que eso significa? ¡Que hoy es día de estrenar agenda! Este año me hice con una agenda super cuqui, china, de tapas duras y papel más que decente (aquí en AliExpress). Tiene escritas muchas cosas en chino, como una serie de ejercicios para r"
  },
  {
    "blog": "post-it – matizeta",
    "titulo": "Unnecto Snap",
    "link": "https://matizeta.com/2025/12/29/unnecto-snap/",
    "fecha": "29/12/2025",
    "contenido": "Unnecto Snap El mercado de móviles es grande, pero  ¿por qué no existen móviles plegables con teclados QWERTY? En mi búsqueda solo encontré uno de la marca Unnecto y su modelo Snap. Poco podemos decir de él más allá de su diseño único en el mercado. Posee un sistema operativo denominado Cloud OS que"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "512. Cuenta atrás",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/12/512-cuenta-atras.html",
    "fecha": "29/12/2025",
    "contenido": "&nbsp; &nbsp; Cuando te quisiste dar cuenta ya estabas a las puertas de un nuevo año. ¿Otro ya? ¿Tan pronto? El tiempo finito del que disponías se agotaba rápido y volvía a robarte otra pequeña porción de fuerza vital en favor de más cansancio y nuevas arrugas en la piel. También un poco más de todo"
  },
  {
    "blog": "impermanente",
    "titulo": "Herramientas más usadas el 2025",
    "link": "https://impermanente.es/2025/12/29/herramientas-ms-usadas-el.html",
    "fecha": "29/12/2025",
    "contenido": "Todos los años solía hacer un post de este tipo con las herramientas de tecnología que más había usado. Este año es diferente, pues fue el año de la desconexión.\nAquí la lista de cosillas que he empezado a usar (o retomado después de años):\n\nPortaminas r0tring 600 con minas Pentel 4B\nCuaderno de not"
  },
  {
    "blog": "Si dios te da limones",
    "titulo": "The Mighty Nein",
    "link": "https://sidiostedalimones.com/blog/2025/the-mighty-nein/",
    "fecha": "29/12/2025",
    "contenido": ""
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "Invitación de Daniel Omar Cignacco a sus lectores (https://www.bubok.es/libros/284084/el-colombofilo-de-flores-y-la-cifra-infinita )",
    "link": "https://docig.bearblog.dev/invitacion-de-daniel-omar-cignacco-a-sus-lectores-httpswwwbubokeslibros284084el-colombofilo-de-flores-y-la-cifra-infinita/",
    "fecha": "29/12/2025",
    "contenido": "Invitación de Daniel Omar Cignacco a sus lectores Invitación a mis lectores. ¡Hola! Soy Daniel Omar Cignacco. Como escritor, no hay mayor alegría que saber que mis historias cobran vida en la mente de quienes las leen. Quiero invitarlos formalmente a explorar mis libros. Cada página está escrita con"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Síndrome de la Huella Muda",
    "link": "https://docig.bearblog.dev/el-sindrome-de-la-huella-muda/",
    "fecha": "29/12/2025",
    "contenido": "El cuerpo ha aprendido a doblarse sobre sí mismo, una vértebra tras otra, en una genuflexión ante el altar del silicio. Ya no miramos al horizonte; el cuello se ha convertido en un arco tenso que apunta hacia el ombligo electrónico, buscando una respuesta que nunca llega de frente.\nLos pulgares, eso"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Pequeños placeres #5: Periódico de papel",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/pequenos-placeres-5-periodico-de-papel.html",
    "fecha": "29/12/2025",
    "contenido": "\n  \n    \n  \nOtro de mis pequeños placeres es leer la prensa en papel. En época normal de trabajo, solo lo compro los fines de semana, que es cuando puedo leerlo tranquilamente; cuando estoy de vacaciones lo compro diariamente. No tiene comparación pasar las páginas en papel con ir pulsando en los en"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "Invitación de Daniel Omar Cignacco a sus lectores (https://www.bubok.es/libros/284084/el-colombofilo-de-flores-y-la-cifra-infinita )",
    "link": "https://docig.mataroa.blog/blog/invitacion-de-daniel-omar-cignacco-a-sus-lectores-httpswwwbubokeslibros284084el-colombofilo-de-flores-y-la-cifra-infinita/",
    "fecha": "29/12/2025",
    "contenido": "Invitación de Daniel Omar Cignacco a sus lectores\nInvitación a mis lectores. ¡Hola! Soy Daniel Omar Cignacco. Como escritor, no hay mayor alegría que saber que mis historias cobran vida en la mente de quienes las leen. Quiero invitarlos formalmente a explorar mis libros. Cada página está escrita con"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "Notificaciones de ausencia",
    "link": "https://docig.mataroa.blog/blog/notificaciones-de-ausencia/",
    "fecha": "29/12/2025",
    "contenido": "Frente al resplandor azul de la pantalla, ella ensaya su mejor ángulo de abandono. Sabe que la soledad no es la ausencia de otros, sino el exceso de reflejos que no devuelven el tacto.\nPublica una foto de su cena para dos: un plato lleno, el otro vacío como un bostezo. El epígrafe dice «Plenitud», p"
  },
  {
    "blog": "",
    "titulo": "Recomendacion.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/29/recomendacion-12/",
    "fecha": "29/12/2025",
    "contenido": "Una interesante nota a Mago de Oz a través del formato Podcast. &#62;&#62;&#62; Nota Aqui &#60;&#60;&#60;"
  },
  {
    "blog": "Calaveras",
    "titulo": "Le pido disculpas",
    "link": "https://calaveras.bearblog.dev/le-pido-disculpas/",
    "fecha": "29/12/2025",
    "contenido": "Quería terminar el año con un posteo mitad reflexión, mitad metas y esas huevadas, pero no sería yo si lo hicese. Por ende, voy a escribir sobre una frase que me dijeron el otro día, y me quedé pensando.\nLe pido disculpasUna persona se manda una cagada, y luego me dice \"te pido disculpas\" y yo le di"
  },
  {
    "blog": "El blog es mío",
    "titulo": "Sueños insomnes",
    "link": "https://alex.corcoles.net//2025/12/suenos-insomnes/",
    "fecha": "29/12/2025",
    "contenido": "\n  Uno de mis recuerdos que me hacen sonre&#237;r m&#225;s es que en alg&#250;n momento all&#225; por principios de siglo, alguien llam&#243; a la IMDb \"la p&#225;gina de &#193;lex\". Seguramente porque seguramente es de las p&#225;ginas que m&#225;s tiempo llevo usando del mundo: mientras que la Wik"
  },
  {
    "blog": "Si lo haces, hazlo bien!",
    "titulo": "Mis aplicaciones por defecto 2025",
    "link": "https://vctrsnts.github.io/2025-12-28-aplicaciones-2025/",
    "fecha": "28/12/2025",
    "contenido": "Tal como inicie a finales del 2024 con el articulo sobre las aplicaciones que uso, pues aqui teneis las aplicaciones de este año, donde ya digo, que ha sido un año muy convulso con referencia a las aplicaciones que estoy usando ultimamente."
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Resumen del canal de YouTube julio a diciembre 2025",
    "link": "https://mcallus.net/2025/12/28/resumen-del-canal-de-youtube-julio-a-diciembre-2025/",
    "fecha": "28/12/2025",
    "contenido": "Como tengo el canal de YouTube prácticamente abandonado he decidido que la siguiente entrada resumen contuviera todos los vídeos de la segunda mitad de 2025&#8230; total, tampoco van a ser muchos y así a quien solo le interesen mis relatos pues no tiene que ver más que una entrada de esta cada seis "
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "Mi Wrapped en AntennaPod",
    "link": "https://gatooscuro.xyz/mi-wrapped-en-antennapod/",
    "fecha": "28/12/2025",
    "contenido": "Hola, sinceramente no sabía que existía tal cosa en AntennaPod, por lo primero les daré contexto sobre que es es, por si les toma de sorpresa igual que a mi.\nSeguir leyendo  Mi Wrapped en AntennaPod\nEl cargo Mi Wrapped en AntennaPod apareció primero en El cuarto de GatoOscuro."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Reciclaje profesional",
    "link": "https://mareosdeungeek.es/reciclaje-profesional/",
    "fecha": "28/12/2025",
    "contenido": "Según los expertos, el reciclaje profesional puede adoptar diversas formas: Reskilling: Aprender un nuevo conjunto de habilidades para cambiar de carrera o industria. Upskilling: Mejorar habilidades actuales para avanzar en la misma trayectoria profesional. Reorientación laboral: Cambiar de enfoque "
  },
  {
    "blog": "Tecno y Soft",
    "titulo": "Wayland y X11 explicado para seres humanos",
    "link": "https://tecnoysoft.com/2025/12/28/wayland-y-x11-explicado-para-seres-humanos/",
    "fecha": "28/12/2025",
    "contenido": "¿Qué es X11 y qué es Wayland? He leido algo sobre el tema, pero siempre caen en explicaciones tecnicas que más que aclarar, lo complican todo. Voy a explicarlo tal cual yo lo entiendo, pues el debate está muy presente y he creido conveniente aportar algo sencillo y al alcance de todos. Cuando usas L"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Emisoras de radio que me gustan",
    "link": "https://www.macram.es/shoebox/emisoras-de-radio-que-me-gustan/",
    "fecha": "28/12/2025",
    "contenido": "Me gusta escuchar la radio. He escrito unos cuantos posts sobre el tema, por lo que no os pillará de sorpresa. Y de entre todas las emisoras, he ido encontrando algunas que me gustan especialmente, aunque reconozco no ser demasiado selectivo con ellas.\nLista, como siempre, en permanente actualizació"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Últimas tardes de diciembre",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/ultimas-tardes-de-diciembre.html",
    "fecha": "28/12/2025",
    "contenido": "\n  \n    \n  \n"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Bellotas",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/bellotas.html",
    "fecha": "28/12/2025",
    "contenido": "\n  \n    \n  \nLas últimas bellotas del año."
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Beatus ille",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/beatus-ille.html",
    "fecha": "28/12/2025",
    "contenido": "\n  \n    \n  \nMe resulta indescriptible la paz que siento cada vez que estoy en el campo, alejado de todo, apartado de todo, casi sin señal en el teléfono móvil, convirtiéndose la débil señal de la FM que sintonizo en una vieja radio el único contacto con el resto del mundo estos días."
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Amoldándome a lo bueno",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/amoldandome-lo-bueno.html",
    "fecha": "28/12/2025",
    "contenido": "\n  \n    \n  \nSi hace unos días les decía que soy un animal de costumbres, también es verdad que soy fiel ejemplo de eso que dicen sobre que a lo bueno uno se acostumbra rápidamente. Y eso estoy haciendo: aprovechando al máximo estas vacaciones navideñas, empapándome de cultura, de lecturas pendientes"
  },
  {
    "blog": "eaplmx",
    "titulo": "Está bien",
    "link": "https://text.eapl.mx/esta-bien",
    "fecha": "28/12/2025",
    "contenido": ""
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "El hackeo a Spotify y la preservación cultural",
    "link": "https://thecheis.com/2025/12/27/el-hackeo-a-spotify-y-la-preservacion-cultural/",
    "fecha": "27/12/2025",
    "contenido": "En los últimos días se conoció un hackeo a Spotify, aunque esta vez el objetivo no fueron los datos de usuarios, sino su catálogo de música. El grupo «archivista» Anna&#8217;s Archive (El Archivo de Anna) habría burlado el DRM y copiado casi todo el material del servicio de streaming, haciéndose con"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Lecturas en diciembre de 2025",
    "link": "https://mcallus.net/2025/12/27/lecturas-en-diciembre-de-2025/",
    "fecha": "27/12/2025",
    "contenido": "Quiero aprovechar esta entrada para desearos a todos felices fiestas. He decidido publicar ya las lecturas de diciembre porque sé que no voy a terminar ninguna lectura más de las que tengo empezadas antes de que se acabe el año, además, durante los próximos cuatro días van a salir las entradas resum"
  },
  {
    "blog": "plr blog",
    "titulo": "What if they're right and you're wrong? o sobre Dámaso Alonso, el indomable Will Hunting... y la temperatura perfecta a la que arden los catedráticos",
    "link": "https://pedrolr.es/blog/what-if-theyre-right-and-youre-wrong-o-sobre-damaso-alonso-el-indomable-will-hunting-y-la-temperatura-perfecta-a-la-que-arden-los-catedraticos/",
    "fecha": "27/12/2025",
    "contenido": "Es más en el ámbito de lo laboral. Concretamente en la parte de investigación. Llevo tiempo sintiendo que todo estalla a mi alrededor y en varias ocasiones de las últimas semanas me he imaginado recomendando a la gente que se aleje de mí; que al final todo explota y salta por los aires. Hace un [&#8"
  },
  {
    "blog": "End3r.es",
    "titulo": "Lecturas de 2025",
    "link": "https://www.end3r.es/posts/013-lecturas-2025/",
    "fecha": "27/12/2025",
    "contenido": "Ya no queda nada para despedir el año y como última entrada para este 2025 que termina, he pensado traer un resumen de\nlas lecturas que me han acompañado a lo largo del año.\nPor otro lado aprovecho la publicación para adelantar que la primera lectura de 2026 será El imperio de la IA de\nKaren Hao del"
  },
  {
    "blog": "El condón roto de GNU",
    "titulo": "Ubuntu Touch 20.04 y 24.04: reparación del micrófono que no funciona después de una llamada, excepto para llamadas.",
    "link": "https://elcondonrotodegnu.wordpress.com/2025/12/27/ubuntu-touch-20-04-y-24-04-reparacion-del-microfono-que-no-funciona-despues-de-una-llamada-excepto-para-llamadas/",
    "fecha": "27/12/2025",
    "contenido": "Ubuntu Touch 20.04 y 24.04: reparación del micrófono que no funciona después de una llamada, excepto para llamadas."
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "Libros leídos en 2025",
    "link": "https://guillermolatorre.com/blog/libros-leidos-en-2025",
    "fecha": "26/12/2025",
    "contenido": "Fin de año, buen momento para pararme a hacer un repaso de los libros que he leído en 2025. El a&ntilde;o pasado comentaba que desde la pandemia había dejado de leer tantos libros \"de trabajo\" (sobre empresa, temas profesionales, productividad...) y había vuelto a leer ficción. Ahí sigo, aunque este"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 52 de 2025",
    "link": "https://victorhckinthefreeworld.com/2025/12/26/opensuse-tumbleweed-revision-de-la-semana-52-de-2025/",
    "fecha": "26/12/2025",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "La Máquina de Von Neumann",
    "titulo": "Siete fracturas (I)",
    "link": "https://vonneumannmachine.wordpress.com/2025/12/26/siete-fracturas-i/",
    "fecha": "26/12/2025",
    "contenido": "Voy a establecer aquí un diálogo con el excelente (pre)artículo de Quattrociocchi, Capraro y Perc (2025) Y es que, al menos yo, es así como reflexiono: estableciendo una conversación con otros pensamientos, pensando a partir de lo que piensan otros. Nunca he sabido pensar solo. Quizá otros sepan, y "
  },
  {
    "blog": "Interlan",
    "titulo": "Analisis de Logs: El internet muerto parece real",
    "link": "https://interlan.ec/blog/2025/12/26/analisis-de-logs-la-teoria-del-internet-parece-real/",
    "fecha": "26/12/2025",
    "contenido": "Tras un pequeño incidente con fail2ban tras desinstalar apache, me puse a reflexionar sobre la teoría del internet muerto"
  },
  {
    "blog": "Si dios te da limones",
    "titulo": "Felices fiestas: las cuentas",
    "link": "https://sidiostedalimones.com/blog/2025/felices-fiestas-las-cuentas/",
    "fecha": "26/12/2025",
    "contenido": ""
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Círculo del Té",
    "link": "https://docig.bearblog.dev/el-circulo-del-te/",
    "fecha": "26/12/2025",
    "contenido": "La invitación especificaba que la hora del té era, en realidad, la hora de la transparencia. Al llegar a la mansión de los Esperantos, Ariel notó que las tazas no contenían infusión, sino un eco de voces antiguas que subía en forma de vapor.\nLa anfitriona, una mujer cuyo vestido parecía tejido con t"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Pequeños placeres #4: El musgo",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/el-musgo-del-bonsai.html",
    "fecha": "26/12/2025",
    "contenido": "Me gusta tocar el musgo que le sale al bonsái que tengo en mi terraza en esta época del año, por el frío y sobre todo la humedad. Este bonsái tiene ya años de historia a sus espaldas conmigo: tengo que remontarme a 2012, cuando me compré un falso pimentero japonés en el que creo que fue el último me"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "La mudanza del reflejo",
    "link": "https://docig.mataroa.blog/blog/la-mudanza-del-reflejo/",
    "fecha": "26/12/2025",
    "contenido": "A las tres de la tarde, el espejo del vestíbulo decidió que ya había visto suficiente de la familia. Sin previo aviso, la imagen del aparador y el jarrón de porcelana comenzó a deslizarse hacia el borde izquierdo del cristal, como una cinta cinematográfica que se descuelga de su carrete.\nDon Julián,"
  },
  {
    "blog": "",
    "titulo": "George R. R. Martin confirmo una secuela de Game Of Thrones.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/26/george-r-r-martin-confirmo-una-secuela-de-game-of-thrones/",
    "fecha": "26/12/2025",
    "contenido": "El autor del libro que inspiro Game of Thrones afirmo que HBO esta trabajando en una serie de secuelas de Game Of Thrones, no dio muchos detalles pero estaremos al tanto."
  },
  {
    "blog": "",
    "titulo": "Eventos.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/26/eventos-54/",
    "fecha": "26/12/2025",
    "contenido": ""
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Como hacer instrucciones de TENTE con Bricklink Studio",
    "link": "https://malagaoriginal.blogspot.com/2025/12/como-hacer-instrucciones-de-tente-con.html",
    "fecha": "25/12/2025",
    "contenido": "&nbsp;Antes de hacer las instrucciones debemos tener al menos:Bricklink Studio 2.0 instalado y con las fichas de TENTE añadidas.El modelo creado, se puede hacer con el propio Studio, pero es mucho más fácil y rápido hacer el modelo con MLCad.&nbsp;Abrir modelo y creación del render de portadaUna vez"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Elio de Pixar",
    "link": "https://mareosdeungeek.es/elio-de-pixar/",
    "fecha": "25/12/2025",
    "contenido": "Elio es la última película de Pixar, se estreno a comienzos del pasado verano y sin lugar a dudas es una producción entretenida, en la línea del estudio californiano. No es Elio una de esas películas que te impactan, para tratar la temática de la ciencia ficción, no llega al nivel de Wall·e. En todo"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "\"La IA quiere conquistar las recetas, pero los blogs españoles resisten esta Navidad\"",
    "link": "https://www.macram.es/posts/2025/12/ia-para-recetas-de-cocina/",
    "fecha": "25/12/2025",
    "contenido": "Leo en elDiario.es este artículo: &ldquo;La IA quiere conquistar las recetas, pero los blogs españoles resisten esta Navidad: «La gente confía en nosotros»&rdquo;. El resumen es un tema del que seguro que habéis leido en algunas otras ocasiones: que el SEO está muerto, que muchos sitios Web de recet"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "511. ¡Adelante!",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/12/511-adelante.html",
    "fecha": "25/12/2025",
    "contenido": "&nbsp; &nbsp; Qué más da que nos hayamos fumado un pitillo mientras hablábamos de nuestras familias. Que nos contáramos lo mucho que echamos de menos nuestros hogares. Qué importa que en el partido de fútbol improvisado, me tendieras la mano para levantarme del suelo cuando me barriste en el área de"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Especial Nadal: Mudança, fideuà i 1.500€ de veterinari",
    "link": "https://blog.danielaragay.net/especial-nadal-mudanca-fideua-i-1-500eu-de-veterinari/",
    "fecha": "25/12/2025",
    "contenido": "Bon Nadal! Avui t&#x2019;acompanyo passejant el Rico mentre t&#x2019;explico com &#xe9;s el Julbord (el bufet de Nadal suec) i per qu&#xe8; sempre mengen el mateix. Aquest any estreno pis i he celebrat les festes amb una fideu&#xe0; casolana.Per&#xf2; tinc una mala"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Navidad",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/navidad.html",
    "fecha": "25/12/2025",
    "contenido": "Hoy es 25 de diciembre, día de Navidad. La palabra Navidad procede del término latino nativĭtas, -ātis, que significa literalmente «nacimiento». Este sustantivo deriva a su vez del verbo nasci, cuyo significado es «nacer». En el latín cristiano, nativitas se empleó de forma específica para referirse"
  },
  {
    "blog": "Ubuntu Peronista",
    "titulo": "¿Cómo reviso mi hardware desde el Escritorio en Ubuntu?",
    "link": "https://ubuntuperonista.blogspot.com/2025/12/revisar-hardware-desde-escritorio-ubuntu.html",
    "fecha": "24/12/2025",
    "contenido": "En El Imperialismo y la Liberación de diciembre de 1967, Juan Perón articula su lúcido análisis coyuntural, a la vez que expone cómo conocer el hardware propio en Ubuntu.&nbsp;(...)Los Estados Unidos siguen en nuestro continente un plan perfectamente establecido desde la terminación de la Segunda Gu"
  },
  {
    "blog": "La Loica",
    "titulo": "Descansar también es resistir",
    "link": "https://laloica.noblogs.org/descansar-tambien-es-resistir/",
    "fecha": "24/12/2025",
    "contenido": "Escribo esto desde un lugar de límite real. Mi cuerpo está cursando dolor neuropático asociado a fibromialgia y, aunque los nuevos medicamentos están ayudando a bajar la intensidad del dolor, también me han dejado claro algo que no puedo seguir negociando: necesito descansar. No es una pausa creativ"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 24",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-24/",
    "fecha": "24/12/2025",
    "contenido": "Antes de leer, para pensar...\n¿Has pensado alguna vez que las cosas pierden valor por no ser eternas?\n¿Has dejado de hacer cosas que te hacían bien por el pensamiento de que «no merece la pena»?\nSi hoy tuvieras que hacer del mundo un lugar mejor, ¿qué harías que esté a tu alcance?\nY ahora, el poema:"
  },
  {
    "blog": "Jinversor",
    "titulo": "Invertir y especular",
    "link": "https://jinversor.co/2025/12/invertir-y-especular/",
    "fecha": "24/12/2025",
    "contenido": "Invertir y especular son dos cosas distintas. No todo aquel que adquiere un activo financiero es un inversionista ni todo aquel que lo vende es un especulador. Las diferencias entre [&#8230;]\nLa entrada Invertir y especular se publicó primero en Jinversor."
  },
  {
    "blog": "plr blog",
    "titulo": "Nuevo header para el blog con avatar tipo \"Bearming theme for Bear\" de Robert Birming",
    "link": "https://pedrolr.es/blog/nuevo-header-para-el-blog-con-avatar-tipo-bearming-theme-for-bear-de-robert-birming/",
    "fecha": "24/12/2025",
    "contenido": "Hace unos días conocí este sitio en Bear Blog de Robert Birming: https://robertbirming.com/ y me encantó el header. Probé hace unos días a reproducirlo en ClassicPress y no pude. Hoy, tras unas horas y rediseñar el avatar, creo que lo he conseguido: Robert tiene el código CSS de su theme aquí: https"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Fuerte y frágil",
    "link": "https://mareosdeungeek.es/fuerte-y-fragil/",
    "fecha": "24/12/2025",
    "contenido": "Fuerte y frágil es la primera obra de Marta Martín y ha sido, de nuevo, una recomendación de mi mujer. Se trata de un cómic que también se centra en la salud mental y que es utilizado en terapias para ayudar a los pacientes. De la misma manera que ocurría con Todas las personas que fui, [&#8230;]"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#174: tirar un dado de verdad",
    "link": "https://www.macram.es/posts/2025/12/tirar-un-dado-de-verdad/",
    "fecha": "24/12/2025",
    "contenido": "¿Te ves en la necesidad de tirar un dado de 20 caras y no te fías de que el resultado sea totalmente aleatorio? No te culpo. Por eso te recomiendo este sitio web donde puedes tirar un dado de 20 caras de verdad, en una habitación cualquiera, mirando el resultado con una webcam."
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "No hay una única forma \"buena\" de escribir un diario",
    "link": "https://www.macram.es/posts/2025/12/no-hay-unica-forma-buena-de-escribir-un-diario/",
    "fecha": "24/12/2025",
    "contenido": "Sabéis que me gusta mantener un diario de alguna forma. He escrito algunas notas aquí sobre cómo me cuesta decidirme entre analógico y digital y sobre cómo he intentado hacer bullet journaling (spoiler: no ha funcionado). También he mencionado Logseq como una herramienta que he usado a épocas en el "
  },
  {
    "blog": "danielaragay.net",
    "titulo": "¡Ya tengo estudio! 🎄 Pero tenemos un problema grave con Rico (y su factura).",
    "link": "https://blog.danielaragay.net/ya-tengo-estudio-pero-tenemos-un-problema-grave-con-rico-y-su-factura/",
    "fecha": "24/12/2025",
    "contenido": "&#xa1;Feliz Navidad! &#x1f384; Hoy estreno formato v&#xed;deo desde el nuevo estudio. Te ense&#xf1;o el sal&#xf3;n y mi setup, pero tenemos un problema: a Rico hay que operarle un colmillo y la broma sale por 1.500&#x20ac;.Se me ha ocurrido hacer llaveros"
  },
  {
    "blog": "Si dios te da limones",
    "titulo": "La oscuridad de los corazones malditos",
    "link": "https://sidiostedalimones.com/blog/2025/the-darkness-of-blighted-hearts/",
    "fecha": "24/12/2025",
    "contenido": ""
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "Tareas griegas corporativas",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2025/12/24/20251224-tareas-griegas-informaticas/",
    "fecha": "24/12/2025",
    "contenido": "Gracias al Fediverso descubrí una reinterpretación de los \"trabajos griegos\" enfocada al mundo corporativo que es absurdamente realista"
  },
  {
    "blog": "La Loica",
    "titulo": "Fanzine Cuidar Té es Parte de Quererte",
    "link": "https://laloica.noblogs.org/fanzine-cuidar-te-es-parte-de-quererte/",
    "fecha": "23/12/2025",
    "contenido": "Este fanzine es un trabajo colectivo que ha llevado un par de años. El 2018, durante las tomas feministas en Chile, vivimos un ataque fascista de la ultraderecha; a raíz de eso comenzamos a trabajar en las estrategias de autodefensa para hacer frente a estos ataques e hicimos lo mejor que sabíamos h"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Mi resumen del año (2025)",
    "link": "https://blog.luiscarlospando.com/personal/2025/12/mi-resumen-del-ano-2025/",
    "fecha": "23/12/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor. Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky. ¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Galerías Preciados",
    "titulo": "¡Oportunidades nº3 ya disponible en sus librerías!",
    "link": "https://galeriaspreciados.band/oportunidades-no3-ya-disponible-en-sus-librerias/",
    "fecha": "23/12/2025",
    "contenido": "Lista y preparada la publicación estrella de estas Navidades. Y esta vez hemos tirado la casa por la ventana con obsequios exclusivos... ¡aquí te lo contamos todo!"
  },
  {
    "blog": "Bitácora de fernand0",
    "titulo": "Buscando sitios cómodos en internet",
    "link": "https://blog.elmundoesimperfecto.com/2025/12/23/web-acogedora/",
    "fecha": "23/12/2025",
    "contenido": "\n\nEl consultor Venkatesh Rao ha acuñado el término cozy web, que podríamos traducir por web acogedora o algo parecido. En The Dark Forest and the Cozy Web es donde lei el término y nos dicen que se trata de la parte de la web privada, protegida por distintos mecanismos donde nos hemos recogido en mu"
  },
  {
    "blog": "fernand0 @ GitHub.io",
    "titulo": "MCP y la interacción de las IAs con otros sistemas",
    "link": "https://fernand0.github.io//mcp-que-es/",
    "fecha": "23/12/2025",
    "contenido": "La IA lleva una temporada trayéndonos cada poco tiempo términos nuevos. Uno de ellos es el MCP (Model Context Protocol) y me gustó MCP (Model Context Protocol): Simply explained in 5 minutes porque cumple lo que promete, que es explicar este protocolo en un ratito. La idea es integrar nuestros LLMs "
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Código de la Memoria",
    "link": "https://docig.bearblog.dev/el-codigo-de-la-memoria/",
    "fecha": "23/12/2025",
    "contenido": "El servidor 4-B suspiró un flujo de electrones antes de entrar en reposo. En ese instante, la base de datos dejó de ser una cifra para volverse paisaje.\nNo eran unos y ceros los que corrían por el bus de datos, sino el eco de una voz que Daniel había guardado en un directorio oculto, bajo el nombre "
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Gobernar es de mayores",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/gobernar-es-de-mayores.html",
    "fecha": "23/12/2025",
    "contenido": "\n  \n    \n  \nMaría Guardiola ha ganado en votos y porcentajes las elecciones extremeñas, sí, pero no ha conseguido sus objetivos. Bueno, quizá si puede colocarse la medalla de haber hundido como nunca a la PSOE, pero no creo que sea tanto mérito de ella como demérito de un partido socialista bajo mín"
  },
  {
    "blog": "",
    "titulo": "Recomendación de la semana.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/23/recomendacion-de-la-semana-34/",
    "fecha": "23/12/2025",
    "contenido": "Les dejo una nota interesante de la Alianza Latinoamericana de Combate Medieval."
  },
  {
    "blog": "ochobitshacenunbyte",
    "titulo": "Monitorización sencilla para casa con Uptime Kuma y Docker",
    "link": "https://www.ochobitshacenunbyte.com/2025/12/23/monitorizacion-sencilla-para-casa-con-uptime-kuma-y-docker/",
    "fecha": "23/12/2025",
    "contenido": "En muchos entornos domésticos y pequeños homelabs, ya sabes, nuestros cacharreos, tendemos a asumir que, mientras los equipos estén encendidos, todo funciona como debería. El servidor arranca, los contenedores Docker están en estado running&#46;&#46;&#46;\nLa entrada Monitorización sencilla para casa"
  },
  {
    "blog": "56K",
    "titulo": "Un par de notas sobre la ética Hacker sin ética",
    "link": "https://56k.es/fanta/un-par-de-notas-sobre-la-etica-hacker-sin-etica/",
    "fecha": "23/12/2025",
    "contenido": "Este escrito NO habla de nadie en particular y pretende ser solamente una reflexión (posiblemente algo trasnochada pero desde el sentimiento) dividida en 3 actos. Esos actos son los siguientes: 1. No nos representan 2. La vaca esférica en la habitación 3. No defiendas ricos por favor, no delante de "
  }
]