[
  {
    "blog": "GoRiX blog",
    "titulo": "SWAKS: La navaja suiza del SMTP",
    "link": "https://blog.gorix.xyz/swaks-la-navaja-suiza-del-smtp.html",
    "fecha": "18/01/2026",
    "contenido": "\n    El término “navaja suiza” se usa para describir herramientas versátiles, simples y extremadamente útiles. Por ejemplo ffmpeg, netcat, etc…. de esta última armé algo.\n\n\n    Pero cuando entramos en el mundo del correo electrónico, hay una herramienta que cumple exactamente ese rol: swaks.\n\n\n    S"
  },
  {
    "blog": "La Máquina de Von Neumann",
    "titulo": "Herramientas cognitivas XI",
    "link": "https://vonneumannmachine.wordpress.com/2026/01/18/herramientas-cognitivas-xi/",
    "fecha": "18/01/2026",
    "contenido": "Continuamos con la célebre colección:  Hoy empieza todo. No conozco bien el origen de esta expresión. Hay un programa de Radio 3, una película francesa de Bertrand Tavernier, y una canción de Viva Suecia &#38; Rufus T. Firefly con ese mismo nombre, pero no he encontrado un origen literario anterior."
  },
  {
    "blog": "Jinversor",
    "titulo": "Algo estoy haciendo bien",
    "link": "https://jinversor.co/2026/01/algo-estoy-haciendo-bien/",
    "fecha": "18/01/2026",
    "contenido": "El 2025 fue para mí un buen año en lo económico. No porque se hubieran ganado enormes sumas de dinero, aunque no estuvo mal, sino porque se recortaron las pérdidas [&#8230;]\nLa entrada Algo estoy haciendo bien se publicó primero en Jinversor."
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Semana 03/2026",
    "link": "https://www.macram.es/posts/2026/01/semana-3-2026/",
    "fecha": "18/01/2026",
    "contenido": "Va a ser raro escribir este texto mientras tengo de fondo la TV con el especial informativo por el acontecimiento trágico de hoy. Mucho ánimo a todos los afectados por el accidente en Adamuz, no puedo imaginarme la tragedia que tienen que estar viviendo.\nLa semana, de nuevo, ha sido bastante anodina"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Mi estudio para hacer directos en la cocina",
    "link": "https://blog.danielaragay.net/mi-estudio-para-hacer-directos-en-la-cocina/",
    "fecha": "18/01/2026",
    "contenido": "Te cuento como de liado he estado hoy preparando el estudio de v&#xed;deo de la cocina haciendo que se me olvidara participar en el podcast Mossega la poma. Ho sento &#x1f62b;Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram:"
  },
  {
    "blog": "56K",
    "titulo": "Montar un servidor en una vieja tablet de bajo consumo",
    "link": "https://56k.es/fanta/montar-un-servidor-web-en-una-vieja-tablet-de-bajo-consumo/",
    "fecha": "18/01/2026",
    "contenido": "Hace unos años cuando mi pareja estaba montando su negocio fuimos a una feria de estas de pueblos. Montábamos allí el puestecito y ella hizo una inversión de comprar 2 tablets SPC (es una marca) malas y baratas. Yo monté un server y en fin que esas tablets para aquellas demos vinieron bien pero &#82"
  },
  {
    "blog": "brucknerite",
    "titulo": "El arsenal de la libertad",
    "link": "https://brucknerite.net/2026/01/el-arsenal-de-la-libertad.html",
    "fecha": "17/01/2026",
    "contenido": "«El arsenal de la libertad» (The Arsenal of Freedom) es un episodio de la primera temporada de Star Trek: The Next Generation en el que la Enterprise se encuentra con un sistema armamentístico dotado de inteligencia artificial que, tras aniquilar a la especie que lo creó, intenta venderse de forma a"
  },
  {
    "blog": "Jinversor",
    "titulo": "FreeBTC",
    "link": "https://jinversor.co/2026/01/freebtc/",
    "fecha": "17/01/2026",
    "contenido": "El trabajo divulgativo y pegagógico que están haciendo los compañeros de FreeBTC es asombroso. Frente a una humanidad sometida por el arbitrio de los burócratas, ellos ponen a disposición de [&#8230;]\nLa entrada FreeBTC se publicó primero en Jinversor."
  },
  {
    "blog": "Jinversor",
    "titulo": "El bloqueo más rápido",
    "link": "https://jinversor.co/2026/01/el-bloqueo-mas-rapido/",
    "fecha": "17/01/2026",
    "contenido": "Debo tener el récord de haber recibido el bloqueo más rápido en la historia del Mongoverso Fediverso. Mi existencia allí duró algo así como 7 horas, solo seguí a una [&#8230;]\nLa entrada El bloqueo más rápido se publicó primero en Jinversor."
  },
  {
    "blog": "plr blog",
    "titulo": "Mejoras en el blog: ahora es multisite, buscador junto a las categorías, mejora de autoría en header y contacto en posts",
    "link": "https://pedrolr.es/blog/mejoras-en-el-blog-ahora-es-multisite-buscador-junto-a-las-categorias-mejora-de-autoria-en-header-y-contacto-en-posts/",
    "fecha": "17/01/2026",
    "contenido": "He implementado lo que creo son mejoras en el blog. Leí recientemente los posts de matizeta sobre \"qué me gusta ver en cada blog personal que visito\" (parte 1 y parte 2) y me hizo reflexionar sobre algunos aspectos. El primero no tiene que ver con sus posts: ahora mi blog es un ClassicPress pero [&#"
  },
  {
    "blog": "Plutoide Marcianadas",
    "titulo": "Killua - SK8 con amigos (Hunter X Hunter & Beyblade Burst)",
    "link": "https://plutoidemarcianadas.blogspot.com/2026/01/killua-sk8-con-amigos-hunter-x-hunter.html",
    "fecha": "17/01/2026",
    "contenido": "Finalizado: 2026-01-16Killua jugando feliz con su skateboard, junto con Gon, su mejor amigo, y otro niño, Valt. El calor no importa, ellos son realmente felices mientras juegan juntos en este lejano parque. › Ver más »¡Patina todo el día!"
  },
  {
    "blog": "Un Pingüino 🐧",
    "titulo": "Amarga Rusia – En busca de lo imposible",
    "link": "https://unpinguino.com/amarga-rusia/",
    "fecha": "17/01/2026",
    "contenido": "He tardado en escribir esto, teniendo en cuenta que leí este cómic hace aproximadamente tres&#8230;"
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Remake de Gorillas para CP/M",
    "link": "https://malagaoriginal.blogspot.com/2026/01/remake-de-gorillas-para-cpm.html",
    "fecha": "16/01/2026",
    "contenido": "Quién no ha jugado una partidita de MS Gorillas contra un amigo o un familiar tirándose plátanos explosivos uno al otro simplemente indicando el ángulo y velocidad de tiro.Pues ahora un programador italiano llamado Francesco Sblendorio ha sacado un port libre para CP/M llamado Gorilla.BAS - CP/M ver"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 3 de 2026",
    "link": "https://victorhckinthefreeworld.com/2026/01/16/opensuse-tumbleweed-revision-de-la-semana-3-de-2026/",
    "fecha": "16/01/2026",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Interlan",
    "titulo": "Proyecto: Comentarios en Sitios Estáticos",
    "link": "https://interlan.ec/blog/2026/01/16/comentarios-en-sitios-estaticos/",
    "fecha": "16/01/2026",
    "contenido": "Una de las características de los blogs mas conocidas son los sistemas de comentarios, que le da el aspecto social para poder distinguirse de las paginas web comunes. Aunque en la actualidad es muy común que los blogs ya no tengan ni caja de comentarios ni forma de contacto, aun veo gente probando a"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "La Ruta: modernidad, cultura y descontrol",
    "link": "https://mareosdeungeek.es/la-ruta-modernidad-cultura-y-descontrol/",
    "fecha": "16/01/2026",
    "contenido": "La Ruta: modernidad, cultura y descontrol es una exposición inmersiva que puede visitarse en Valencia sobre la ruta del bakalao. Localizada en el edificio de Bombas Gens &#8211; Centre d’Arts Digitals, cerca de la estación de autobuses y Nuevo Centro, dispone de más de 2000 metros cuadrados en un re"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Por eso tengo un blog",
    "link": "https://matizeta.com/2026/01/16/por-eso-tengo-un-blog/",
    "fecha": "16/01/2026",
    "contenido": "Tengo este blog porque escribir es la única afición que conservo desde pequeño y la informática mi forma de ganarme la vida. ¿Acaso podría hacer otra cosa?.&#160; Tuve la oportunidad de escribir artículos de manera profesional en varios medios especializados, pero para escribir en ellos tienes que a"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "El colombófilo de Flores y la cifra infinita ( pedido de lectura y promoción)",
    "link": "https://docig.mataroa.blog/blog/el-colombofilo-de-flores-y-la-cifra-infinita-pedido-de-lectura-y-promocion/",
    "fecha": "16/01/2026",
    "contenido": "Hola a todos los que siguen mi blog necesito pedirles si pueden descargar mi novela gratuita ( debajo dejare el link) pidiéndoles que si pueden fomentar su lectura o reseñar en cualquier lugar de esta internet.\nNo uso redes por lo tanto mi forma de mostrar la obra es limitada y pequeña y sujeta a la"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Links de Viernes - #924",
    "link": "https://www.fabio.com.ar/9853-links-de-viernes---924",
    "fecha": "16/01/2026",
    "contenido": "     El descanso del finde llega con links\nEstoy agotado de esta semana, muchas calls, mucho trabajo, cosas incompeltas, caos, necesito algo, algo que me lleve a otro lugar mental... Links! Eso es! Todo se trata de enlaces y cosas interesantes para compartir &iquest;Acaso no es lo m&aacute;s lindo c"
  },
  {
    "blog": "Si lo haces, hazlo bien!",
    "titulo": "Instalar Qemu y VirtManager en Arch - 1",
    "link": "https://vctrsnts.github.io/2026-01-15-qemu-virtmanager-1/",
    "fecha": "15/01/2026",
    "contenido": "Este articulo es más un resumen o unos apuntes para mi, de como se hace la instalación de Qemu y VirtManager en Arch, basado en este video que podeis encontrar en Youtube.\nNunca se sabe si puede desaparecer o no, pero yo me lo guardo, por si acaso."
  },
  {
    "blog": "Jinversor",
    "titulo": "La tragedia griega",
    "link": "https://jinversor.co/2026/01/la-tragedia-griega/",
    "fecha": "15/01/2026",
    "contenido": "Leyendo el blog de Matizeta me enteré de una tragedia griega moderna que tuvo lugar en el Fediverso de Mastodon. Fue uno de esos dramas que suelen presentarse cada 6 [&#8230;]\nLa entrada La tragedia griega se publicó primero en Jinversor."
  },
  {
    "blog": "Ikkaro",
    "titulo": "Libros leídos en 2025",
    "link": "https://www.ikkaro.com/libros-leidos-en-2025/",
    "fecha": "15/01/2026",
    "contenido": "Tercer año de mi recopilatorio de lecturas y de las pocas publicaciones que he hecho en el blog. Intento no ... Sigue leyendo\nEl artículo Libros leídos en 2025 se publicó primero en Ikkaro."
  },
  {
    "blog": "Galerías Preciados",
    "titulo": "¡Hola Madrid!",
    "link": "https://galeriaspreciados.band/hola-madrid/",
    "fecha": "15/01/2026",
    "contenido": "El día 31 me bajo con mis aparatos a hacer sonidos locos por la capitaldespaña con otras dos bandas que molan la leche. Si quieres saber más te lo cuento por aquí"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Qué me gusta ver en cada blog personal que visito | Parte II",
    "link": "https://matizeta.com/2026/01/15/que-me-gusta-ver-en-cada-blog-personal-que-visito-parte-ii/",
    "fecha": "15/01/2026",
    "contenido": "Hace unos meses escribía sobre qué me gusta ver en cada blog personal que visito, en donde listaba elementos que creo yo no deberían faltar en los blogs personales. Esta es la continuación de aquella lista. Feed RSS No se si la mayoría de la gente utiliza un lector de RSS, quizás sea una porción [&#"
  },
  {
    "blog": "La bitácora de Locutus",
    "titulo": "Estado",
    "link": "http://locutusbit.blogspot.com/2026/01/estado.html",
    "fecha": "15/01/2026",
    "contenido": "Allí quedaron quietas, opuestas,las coordenadas con miradas paralelas,transcribiendo el cantoa partir de fragmentos textuales,con pasos que no reducen el espacioa patrones elaborados y sometidos,esperando por la melodía no compactaque quiere transcribir el tiempoy se refugia en la singularidadque es"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "517. Polinización",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/01/517-polinizacion.html",
    "fecha": "15/01/2026",
    "contenido": "&nbsp; &nbsp; Una de las leyes fundamentales de la Naturaleza para con los seres vivos, como plantas e insectos, es que la avispa y la abeja polinizan la flor. Por eso es lógico que en una numerosa fiesta de disfraces, la chica que va disfrazada de avispa o de abeja conecte con el chico que lo hace "
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Mudar-se a Suècia: Quan l'estrès et fa oblidar el més important",
    "link": "https://blog.danielaragay.net/mudar-se-a-suecia-quan-lestres-et-fa-oblidar-el-mes-important/",
    "fecha": "15/01/2026",
    "contenido": "Saps la teoria, per&#xf2; l&#x2019;estr&#xe8;s et fa fallar a la pr&#xe0;ctica. En aquest episodi confesso la meva &#xfa;ltima p&#xed;fia: tot i portar temps a Su&#xe8;cia, vaig oblidar notificar la mudan&#xe7;a al Skatteverket. Resultat? El carter em"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Ruleta Rusa #859",
    "link": "https://www.fabio.com.ar/9852-ruleta-rusa-859",
    "fecha": "15/01/2026",
    "contenido": "     Listos para ruletear?\nAaaaaaaah, es juevesssss, y as&iacute; llegamos, con tsunamis y calores, es jueves de la segunda semana full que nos regala el a&ntilde;o y hay una buena dosis de balas para todos los gustos, o eso creo, ya no lo s&eacute;, ni idea qui&eacute;n ve las ruletas 😁\nAhora s&iac"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "La perfectamente soportable levedad de la Kritik der reinen Vernunft",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/la-perfectamente-soportable-levedad-de-la-kritik-der-reinen-vernunft/",
    "fecha": "14/01/2026",
    "contenido": "Mi compañero me hace marcaje como el que me hacían las dependientas de El Corte Inglés cuando tenía 20 años y pinta de ir a su tienda más a robar que a comprar. Vaya, que el señor no se fía de mí, no lo ha hecho en ningún momento, e intenta hacer control de daños periódicamente 1. Intenta ser sutil,"
  },
  {
    "blog": "Jinversor",
    "titulo": "Este post no es mío",
    "link": "https://jinversor.co/2026/01/este-post-no-es-mio/",
    "fecha": "14/01/2026",
    "contenido": "Así es. Este post no es mío pero me gustó tanto que quiero compartirlo. El post original se llama «Lo sabías antes de poder explicarlo» y lo escribe Kiracoco en [&#8230;]\nLa entrada Este post no es mío se publicó primero en Jinversor."
  },
  {
    "blog": "Mindeka",
    "titulo": "Mi nuevo gusto en cómics",
    "link": "https://mindeka.es/2026/01/14/comics-europeos/",
    "fecha": "14/01/2026",
    "contenido": "No sé ni cómo titular este post, pero lo que sí sé, es que me hago viejo. Y me doy cuenta porque mis gustos van cambiando sin saber muy bien por qué, por eso al final termino relacionándolos con mi edad. Alguien como yo, peinando canas desde hace más de una década me hace pensar [&#8230;]"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Bubble Blog: From Outsider to Insider in Silicon Valley's Web 2.0 Revolution",
    "link": "https://www.macram.es/posts/2026/01/bubble-blog/",
    "fecha": "14/01/2026",
    "contenido": "Me he comprado el libro &ldquo;Bubble Blog: From Outsider to Insider in Silicon Valley&rsquo;s Web 2.0 Revolution&rdquo;, por Richard MacManus, fundador de ReadWriteWeb y actual escritor de otro de mis blogs preferidos, cybercultural.com. Estoy deseando ponerme a leerlo, pero además acabo de descubr"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "La Guerra de las Instancias en Mastodon es la mierda de siempre",
    "link": "https://matizeta.com/2026/01/14/la-guerra-de-las-instancias-en-mastodon-es-la-mierda-de-siempre/",
    "fecha": "14/01/2026",
    "contenido": "Ultimamente no paso tanto tiempo en Mastodon como antes, y si lo hago es porque desde hace un tiempo “mágicamente” volvieron a funcionar las notificaciones de mi cliente Ice Cube y eso me invita a ingresar. Además allí que conocí personas que me interesa ver lo que publican. Hoy cuando ingresé a pri"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Una caja de comentarios, por favor",
    "link": "https://matizeta.com/2026/01/14/una-caja-de-comentarios-por-favor/",
    "fecha": "14/01/2026",
    "contenido": "Empieza un nuevo año y vale la pena volver a hablar sobre la importancia de tener un blog que admita comentarios. Defiendo fervientemente su uso. Considero un recurso esencial para una interacción entre los blogs y entre el público que nos lee. Pero por sobre todo poder mantener una comunidad por fu"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Cómo transformar tu estudio con paneles acústicos de madera (Guía de instalación)",
    "link": "https://blog.danielaragay.net/como-transformar-tu-estudio-con-paneles-acusticos-de-madera-guia-de-instalacion/",
    "fecha": "14/01/2026",
    "contenido": "Por fin he terminado (o casi) la renovaci&#xf3;n del estudio. Faltan algunos detalles, pero el cambio radical ya est&#xe1; hecho gracias a la instalaci&#xf3;n de paneles ac&#xfa;sticos de madera.No solo le dan una est&#xe9;tica incre&#xed;ble y c&#xe1;"
  },
  {
    "blog": "Bitácora de fernand0",
    "titulo": "Las IAs como consejeras o ayudantes",
    "link": "https://blog.elmundoesimperfecto.com/2026/01/14/ia-gobiernos-usos/",
    "fecha": "14/01/2026",
    "contenido": "\n\nAlgo que parece que no está claro para todo el mundo es que la IA no sirve para todo (hasta ahora) y mucho menos los LLMs (modelos de lenguaje gigantes), que hacen algunas cosas muy bien y otras no tanto.\n\nEn Why ChatGPT is a uniquely terrible tool for government ministers nos cuentan el caso de P"
  },
  {
    "blog": "fernand0 @ GitHub.io",
    "titulo": "Vibe coding y programación asistida por LLMs",
    "link": "https://fernand0.github.io//vibe-coding-ia/",
    "fecha": "14/01/2026",
    "contenido": "Estoy haciendo algunos experimentos con el denominado vibe coding y me parece bastante interesante: por un lado, se pierde la pereza a realizar determinados cambios que supondrían esfuerzo de mover código, renombrar cosas, … porque la IA lo hace bastante bien; por otro, algunas veces se ‘enganchan’ "
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "La diferencia entre anunciar novedades y el \"tú lo que quieres es que me coma el tigre\"",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2026/01/14/20260114-si-haces-notar-una-funcionalidad-algo-va-mal/",
    "fecha": "14/01/2026",
    "contenido": "Saber que Microsoft se plantea meter a Copilot en el explorador de ficheros me genera ansiedad"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Lubitel 166B + Lucky200",
    "link": "https://www.ericafustero.com/lubitel-166b-lucky200",
    "fecha": "14/01/2026",
    "contenido": "En 2025 estrené el año tirando un carrete con la Lubitel 166B de Javier, así que decidí que mi primer carrete de 2026 también sería con esta cámara. ¡Pero con lo que te quejaste de la Lubitel! Lo sé, pero creo que se merecía una segunda oportunidad. Eso y que me apetecía disparar otro Lucky [&#8230;"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Miércoles",
    "link": "https://www.xn--jmuoz-qta.es/2026/01/miercoles.html",
    "fecha": "14/01/2026",
    "contenido": "\n  \n    \n  \nMiércoles, mi día favorito este curso; es el día más liviano, en el que menos carga docente tengo y en el que antes llego a casa. Es curioso cómo cada cierto tiempo nuestros gustos cambian; cómo lo que nos rodea hace que un día sea nuestro favorito de la semana o el más odiado.Miércoles."
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "El ticket del tranvía y la \"foto\" del pasajero",
    "link": "https://www.fabio.com.ar/9851-el-ticket-del-tranvia-y-la-foto-del-pasajero",
    "fecha": "14/01/2026",
    "contenido": "    \nLeyendo sobre el origen de las tarjetas perforadas que se usaron como m&eacute;todo de almacenamiento y entrada en las primeras computadoras encontr&eacute; que Herman Hollerith, el creador del m&eacute;todo, se inspir&oacute; en varias fuentes.\nPrimero en los telares que ya usaban ese m&eacute"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Publicado PixelWheels 1.0.0",
    "link": "https://victorhckinthefreeworld.com/2026/01/13/publicado-pixelwheels-1-0-0/",
    "fecha": "13/01/2026",
    "contenido": "Este juego multiplataforma de coches, derrapes, y carreras ha llegado a la versión 1.0.0 con nuevos circuitos, nuevos coches y control en las carreras"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Imperial War 0",
    "link": "https://mcallus.net/2026/01/13/imperial-war-0/",
    "fecha": "13/01/2026",
    "contenido": "Desde hace tres meses tenemos en España el evento Imperial capitaneado por Jonathan Hickman. Este enero ha salido Imperial War, un especial que trae 5 oneshots, dirigido por Hickman pero guionizado por otros autores, en el que vemos cosas que ocurren antes, durante y después de los tres primeros núm"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "20 aniversario de Mareos de un geek",
    "link": "https://mareosdeungeek.es/20-aniversario-de-mareos-de-un-geek/",
    "fecha": "13/01/2026",
    "contenido": "Es el día señalado en el calendario, el único que he intentado no fallar, a lo largo de estos 20 años. Mareos de un geek vuelve a cerrar otro ciclo de 365 días, en esta ocasión el que completa las dos décadas. Normalmente, utilizo esta entrada, recién empezado el año, para hablar sobre algunos propó"
  },
  {
    "blog": "Un Pingüino 🐧",
    "titulo": "Nights – Horrores que maravillan",
    "link": "https://unpinguino.com/nights-horrores-que-maravillan/",
    "fecha": "13/01/2026",
    "contenido": "He pensado mucho sobre como empezar a escribir sobre Nights de Wyatt Kennedy y Luigi&#8230;"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Semana 02/2026",
    "link": "https://www.macram.es/posts/2026/01/semana-2-2026/",
    "fecha": "13/01/2026",
    "contenido": "Imaginad lo interesante que fue la semana pasada que ni siquiera he podido hacer esta segunda retro a tiempo. Desde luego no soy una persona de costumbres, por más que lo intente.\nEsta semana sobre todo he estado peleando con empresas logísticas. He tenido algunos paquetes que se han perdido por el "
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Automóviles y los espejitos de colores",
    "link": "https://matizeta.com/2026/01/13/automoviles-y-los-espejitos-de-colores/",
    "fecha": "13/01/2026",
    "contenido": "No todo avance tecnológico es necesario y aveces resulta contraproducente. Estoy leyendo varios artículos, por ejemplo como Volkswagen piensa volver a introducir en este 2026 botones físicos en sus paneles, luego de haber abusado de botones digitales el año anterior. Hay estudios que demuestran (y n"
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "mLauncher - Minimal and Clutter Free Android launcher",
    "link": "https://docig.bearblog.dev/mlauncher-minimal-and-clutter-free-android-launcher/",
    "fecha": "13/01/2026",
    "contenido": "Recomendando un launcher genial para Android muy funcional y efectivo.\nLanzador múltiple: un lanzador de Android limpio y simple diseñado para brindar legibilidad y control\n¿Busca un lanzador que elimine el desorden y mantenga las cosas fáciles? Multi Launcher es un lanzador de Android potente pero "
  },
  {
    "blog": "La cosa infinita",
    "titulo": "El Código de lo Humano",
    "link": "https://docig.mataroa.blog/blog/el-codigo-de-lo-humano/",
    "fecha": "13/01/2026",
    "contenido": "En el circuito, donde el silicio sueña una existencia ajena al pulso y la carne, late un programa, una matriz que enseña la réplica precisa de lo que arde.\nNo es la memoria de un recuerdo propio, ni la fragancia de una tarde o un beso, sino el algoritmo, el exacto escopio que simula el matiz, el goz"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Cuando Internet se llenó de artículos SEO+AI y terminaron de suicidarse los blogs",
    "link": "https://www.fabio.com.ar/9850-cuando-internet-se-lleno-de-articulos-seoai-y-terminaron-de-suicidarse-los-blogs",
    "fecha": "13/01/2026",
    "contenido": "    \nLo noto principalmente en los medios espa&ntilde;oles, los que m&aacute;s burdamente adoptaron, casi como adicci&oacute;n, la redacci&oacute;n automatizada orientada a otras m&aacute;quinas.\nLa estructura es ilegible, es SEO puro, algunos creer&aacute;n que los iletrados actuales pueden leerlas"
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "Los asquerosos",
    "link": "https://guillermolatorre.com/libros/los-asquerosos",
    "fecha": "12/01/2026",
    "contenido": "Fecha de lectura: 13/01/2026.Autor/a: Santiago Lorenzo.Categoría: Ficción.Número de páginas: 221.Mi valoración: ★★★★☆Me ha entretenido mucho la forma tan peculiar de narrar la historia y de describir a los personajes. Hasta he aprendido muchas palabras por la riqueza del vocabulario y la cantidad de"
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Greatest Hits II (1991), de Queen",
    "link": "https://thecheis.com/2026/01/12/greatest-hits-ii-1991-de-queen/",
    "fecha": "12/01/2026",
    "contenido": "«Oh yes, we&#8217;ll keep on tryin&#8217; / We&#8217;ll tread that fine line» Hay recopilatorios que son auténticas joyas, de hecho ya reseñé algunos que me encantan y los tengo como álbumes top de mi colección. Discos que son un auténtico no parar de temazos y me emocionan cada vez que suenan, cuya"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Configurar un temporizador y mucho más en Plasma de #KDE",
    "link": "https://victorhckinthefreeworld.com/2026/01/12/configurar-un-temporizador-y-mucho-mas-en-plasma-de-kde/",
    "fecha": "12/01/2026",
    "contenido": "¿Necesitas configurar un temporizador para recordarte una tarea? ¿Necesitas una alarma diaria? ¿Necesitas saber la hora local y de otras localizaciones? Con Plasma de KDE estás cubierto"
  },
  {
    "blog": "Jinversor",
    "titulo": "Investigar una cuenta de Whatsapp",
    "link": "https://jinversor.co/2026/01/investigar-una-cuenta-de-whatsapp/",
    "fecha": "12/01/2026",
    "contenido": "El desarrollador HackUnderway ha creado una herramienta en Python que nos ayuda a investigar una cuenta de Whatsapp sin necesidad de agregar el contacto a nuestros teléfonos. Me pareció una [&#8230;]\nLa entrada Investigar una cuenta de Whatsapp se publicó primero en Jinversor."
  },
  {
    "blog": "Un bruto con Debian",
    "titulo": "FreeTube. YouTube sin rastreos ni publicidad.",
    "link": "http://unbrutocondebian.blogspot.com/2026/01/freetube-youtube-sin-rastreos-ni.html",
    "fecha": "12/01/2026",
    "contenido": "En internet, si algo es gratis, es que lo estás pagando con tu alma. Así que cuando ves un video gratis en YouTube, lo estás pagando viendo publicidad, cada vez más invasiva y dándole información de tus gustos, preferencias, filias y fobias al mayor vendedor de publicidad del mundo, Google.Si quiere"
  },
  {
    "blog": "alt43",
    "titulo": "Cómo desplegar una red Zigbee estable en Home Assistant",
    "link": "https://alt43.es/como-desplegar-una-buena-red-zigbee-en-home-assistant/",
    "fecha": "12/01/2026",
    "contenido": "Tras llevar varios años trasteando con algunos dispositivos domóticos, finalmente me decidí a incorporar algunas automatizaciones mediante diferentes&#46;&#46;&#46;"
  },
  {
    "blog": "ladoB – matizeta",
    "titulo": "El arte de gastar dinero",
    "link": "https://matizeta.com/2026/01/12/el-arte-de-gastar-dinero/",
    "fecha": "12/01/2026",
    "contenido": "Este es primer libro que termino este año (aunque lo empecé el pasado). También es el primer libro que leo completamente desde la aplicación Libros de Apple, lo que hizo que fuera cómodo leerlo en los pequeños ratos que tenía libres. Lo encontré por una recomendación del blog de Jinversor al cual ag"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "516. Contenedores",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/01/516-contenedores.html",
    "fecha": "12/01/2026",
    "contenido": "&nbsp; &nbsp; Hace casi un año que en mi ciudad han cambiado los contenedores de basura tradicionales por otros que se abren mediante una tarjeta. Estos nuevos recipientes urbanos, al tener más capacidad que los antiguos, también ocupan más sitio.&nbsp; &nbsp;&nbsp;En lo que se refiere al contenedor"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Este año no hay eclipse de sol para nosotros",
    "link": "https://blog.danielaragay.net/este-ano-no-hay-eclipse-de-sol-para-nosotros/",
    "fecha": "12/01/2026",
    "contenido": "Desgraciadamente el plan que ten&#xed;amos de bajar a Espa&#xf1;a este a&#xf1;o para ver el eclipse total de sol tendr&#xe1; que esperar. Si quieres ayudarnos con la operaci&#xf3;n de Rico, no te pierdas el llavero personalizable: https://ko-fi.com/s/0bb91530bcBlog"
  },
  {
    "blog": "impermanente",
    "titulo": "La calle",
    "link": "https://impermanente.es/2026/01/12/la-calle.html",
    "fecha": "12/01/2026",
    "contenido": ""
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Luna 15 - El verdadero final de la Carrera Espacial",
    "link": "https://www.fabio.com.ar/9849-luna-15---el-verdadero-final-de-la-carrera-espacial",
    "fecha": "12/01/2026",
    "contenido": "    \nNormalmente la historia reconoce la llegada de la misi&oacute;n Apollo 11 como el fin de la carrera espacial entre la URSS y EEUU, pero casi nadie se acuerda de una misi&oacute;n no menos importante, y muy, muy fallida: Luna 15.\nLa idea era traer muestras de la luna ANTES que lo pudieran hacer "
  }
]