[
  {
    "blog": "Webnauta ⁂",
    "titulo": "Tiempo para hacer de todo menos pensar",
    "link": "https://webnauta.blog/p/tiempo-para-hacer-de-todo-menos-pensar/",
    "fecha": "01/03/2026",
    "contenido": "\nCuando un científico eminente pero anciano afirma que algo es posible, es casi seguro que tiene razón. Cuando afirma que algo es imposible, muy probablemente está equivocado. — Sir Arthur Charles Clarke\n\nHay intuiciones que, como el vino, mejoran con el paso del tiempo. No requieren grandes elucubr"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Recuerdos de museos (mi post del IndieWeb Carnival de marzo)",
    "link": "https://blog.luiscarlospando.com/personal/2026/03/recuerdos-de-museos-mi-post-del-indieweb-carnival-de-marzo/",
    "fecha": "01/03/2026",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Desconexión digital en el móvil",
    "link": "https://mareosdeungeek.es/desconexion-digital-en-el-movil/",
    "fecha": "01/03/2026",
    "contenido": "Febrero ha sido el mes para probar una especie de desconexión digital en el móvil. Aunque el reto OFF February, se centraba únicamente en las redes sociales, he querido ir un poco más allá. Para ello, lo primero que hice fue desinstalar un montón de aplicaciones que tenía en el móvil y que no utiliz"
  },
  {
    "blog": "La bitácora de Locutus",
    "titulo": "El electromagnetismo",
    "link": "http://locutusbit.blogspot.com/2026/03/el-electromagnetismo.html",
    "fecha": "01/03/2026",
    "contenido": "&nbsp;La palabra es desconcertante, en todos los sentidos,es instantánea, como una tormenta de tristeza,como los labios en contacto con la lluvia,como el espacio que no quieren estar vacío,como la pobreza que se abraza a la primavera.La palabra traspasa su carencia buscando significado,buscando el e"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Ping #18: Actualizaciones, novedades y ranking de distros",
    "link": "https://voidnull.es/ping-18/",
    "fecha": "01/03/2026",
    "contenido": "Aquí encontrarás las distribuciones más recientes, paquetes actualizados y el ranking de las distros más descargadas. 🚀"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Marzo",
    "link": "https://www.xn--jmuoz-qta.es/2026/03/marzo.html",
    "fecha": "01/03/2026",
    "contenido": "Y así, casi sin darnos cuenta, estrenamos el tercer mes del año, el que nos trae la primavera oficialmente dentro de unas semanas, aunque extraoficialmente hayamos podido disfrutar de un poquito de sol en esta que hoy termina. Bueno, veremos a ver cómo se presenta la próxima semana porque parece que"
  },
  {
    "blog": "El blog es mío",
    "titulo": "Notas",
    "link": "https://alex.corcoles.net/2026/03/notas",
    "fecha": "01/03/2026",
    "contenido": "\n  Hoy tocaba escribir en el blog, pero en vez de ello me he dedicado a migrar m&#225;s contenido (principalmente \"ensayos\") a esta web.\n  Durante mucho tiempo, met&#237;a ficheros de texto (mayoritariamente en Markdown) en mi \"monorepo\" Git personal. (El monorepo es un amalgama de un mont&#243;n de"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "A dónde Irán",
    "link": "https://www.fabio.com.ar/9885-a-donde-iran",
    "fecha": "01/03/2026",
    "contenido": "    \nA diferencia de Von der Leyen yo s&iacute; voy a trabajar un domingo hablando del tema principal de este fin de semana: el ataque masivo contra el r&eacute;gimen terrorista de Ir&aacute;n.\nNo es un finde cualquiera cuando EEUU e Israel lanzan el ataque m&aacute;s grande en Medio Oriente desde l"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Llegamos A Nuestro Primer Aniversario!!!",
    "link": "https://www.delotroladometal.com.ar/2026/03/01/llegamos-a-nuestro-primer-aniversario/",
    "fecha": "01/03/2026",
    "contenido": "Estamos de festejo, llegamos al primer año de estar online con este proyecto llamado www.delotroladometal.com.ar,...\nThe post Llegamos A Nuestro Primer Aniversario!!! first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Ubuntu Peronista",
    "titulo": "¿Cómo convierto PhotoCD a JPG en Ubuntu?",
    "link": "https://ubuntuperonista.blogspot.com/2026/02/convertir-kodak-photocd-a-jpeg-en-ubuntu.html",
    "fecha": "28/02/2026",
    "contenido": "En sus amplios conceptos pronunciados&nbsp;el 24 de febrero de 1949&nbsp;ante los representantes de gremios obreros acerca del panorama nacional, Juan Perón expone la necesidad aprender a elaborar y cumplimentar planes, a la vez que amplía sobre la conversión de Kodak PhotoCD a JPG en Ubuntu.(...)&n"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "El poder de decir «No»",
    "link": "https://victorhckinthefreeworld.com/2026/02/28/el-poder-de-decir-no/",
    "fecha": "28/02/2026",
    "contenido": "Vivimos en un mundo que nos presiona constantemente para decir \"sí\". Sí a los Términos del servicio que no leímos. Sí a la aplicación que todo el mundo utiliza. Sí a la cómoda y brillante jaula que ofrece el software privativo."
  },
  {
    "blog": "Blog de Thalskarth",
    "titulo": "Breve lista incompleta de cosas que me molestan",
    "link": "https://blog.thalskarth.ar/cosas-que-me-molestan/",
    "fecha": "28/02/2026",
    "contenido": "No tiene un orden concreto, salieron a medida que me los acordaba:"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Lecturas Febrero 2026",
    "link": "https://mcallus.net/2026/03/01/lecturas-febrero-2026/",
    "fecha": "28/02/2026",
    "contenido": "Se acabó febrero, el mes más corto del año, y toca ver que he leído este mes. En números brutos son 16 grapas americanas (repartidas de diferentes formas entre ocho series). Aunque he avanzado con varios libros, lo cierto es que solo he terminado cómics este mes. Imperial 4 El cierre del evento Impe"
  },
  {
    "blog": "plr blog",
    "titulo": "No sabía que el cacahuete es una legumbre",
    "link": "https://pedrolr.es/blog/no-sabia-que-el-cacahuete-es-una-legumbre/",
    "fecha": "28/02/2026",
    "contenido": "El finde pasado estuve en la montaña con mi hermano y yo llevaba yogures de soja chocolate. Llevo unos 8 meses que suelo rematar las comidas y cenas con un yogur de soja chocolate con 2 cucharadas de crema de cacahuete. Quizá incluso se podría decir que es crema de cacahuete con un poco de [&#8230;]"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Fábrica de Victoria Málaga",
    "link": "https://mareosdeungeek.es/fabrica-de-victoria-malaga/",
    "fecha": "28/02/2026",
    "contenido": "Una de mis últimas actividades ha sido visitar la fábrica de Victoria Málaga. Cervezas Victoria es la productora de cervezas más conocida de la ciudad. Esta cervecera inició su actividad en 1928, así que dentro de poco celebrará su centenario. Aunque ha tenido algunos parones, durante unos meses en "
  },
  {
    "blog": "Tecno y Soft",
    "titulo": "Manjaro Testing, una experiencia que puede sorprender",
    "link": "https://tecnoysoft.com/2026/02/28/manjaro-testing-una-experiencia-que-puede-sorprender/",
    "fecha": "28/02/2026",
    "contenido": "Tras diez meses utilizando la rama Testing de Manjaro, creo que merece la pena compartir la experiencia. Estos son los puntos clave que, a mi juicio, la resumen. Un modelo de testing conservador y bien diseñado Base sólida con capas adicionales de estabilidad Gestión flexible y segura del kernel Act"
  },
  {
    "blog": "impermanente",
    "titulo": "Soberanía digital personal",
    "link": "https://impermanente.es/2026/02/28/soberana-digital-personal.html",
    "fecha": "28/02/2026",
    "contenido": "¿Quién decide si voy a poder abrir mis documentos actuales en diez años? La respuesta, en la mayoría de los casos, no somos nosotros. Hace unos meses decidí que, en mi caso, ya no iba a ser así. No se trata de purismo tecnológico, sino de una decisión práctica sobre dónde viven mis ideas y creacione"
  },
  {
    "blog": "La Frikoteca",
    "titulo": "Al rico web scraping",
    "link": "http://frikoteca.blogspot.com/2026/02/al-rico-web-scraping.html",
    "fecha": "28/02/2026",
    "contenido": "Como sabéis, no soy un gran fan de la Inteligencia Artificial. Hace más de un año que escribí una entrada soltando toda la bilis que podía soltar sobre la IA y, después de leerlo de nuevo, me reafirmo en todo lo escrito, punto por punto. Ese día debía estar algo cabreado, ahora que lo releo xD. \nEn "
  },
  {
    "blog": "Feed de Ardi",
    "titulo": "Metroid Prime Beyond",
    "link": "https://www.ardi.monster/blog/metroid-prime-beyond",
    "fecha": "28/02/2026",
    "contenido": "Cuarta entrega de la saga Prime con Samus a traves del desierto"
  },
  {
    "blog": "Un blog",
    "titulo": "Los backups son importantes",
    "link": "https://nachof.blog/posts/2026/los-backups-son-importantes/",
    "fecha": "28/02/2026",
    "contenido": "Los backups son importantes, y casi igual de importante es validar que los backups sirvan.\nLes voy a contar una historia de cómo se me volvió a grabar este concepto recientemente.\nLa situación\nSe me ocurrió que todos los cables que tengo en donde tengo las &ldquo;cosas de la internet&rdquo; estaban "
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Desde Ecuador, Hidekel Estrena Su Nuevo Videoclip | Un Testigo Falso Va A Juicio",
    "link": "https://www.delotroladometal.com.ar/2026/02/28/un-testigo-falso-va-a-juicio/",
    "fecha": "28/02/2026",
    "contenido": "Todo lo que tenga que ver con el derecho penal, me resulta de lo más...\nThe post Desde Ecuador, Hidekel Estrena Su Nuevo Videoclip | Un Testigo Falso Va A Juicio first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Blog de Daniel Torres Burriel",
    "titulo": "El valor del trabajo",
    "link": "https://dani.torresburriel.com/el-valor-del-trabajo/",
    "fecha": "28/02/2026",
    "contenido": "No tenía previsto escribir nada hoy sábado. Pero hay días en los que las cosas se acumulan por dentro y la única forma de sacarlas es sentarse delante del ordenador y teclear. Y hoy es uno de esos días. Llevo meses madurando algo que suena muy de señor de 53 años, lo sé, pero que &#8230; Sigue leyen"
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Manejo de los botones de la gotek",
    "link": "https://malagaoriginal.blogspot.com/2026/02/manejo-de-los-botones-de-la-gotek.html",
    "fecha": "27/02/2026",
    "contenido": "Si tienes un sencillo emulador de disquetera gotek con botones de selección te habrás percatado que solo hay dos botones para moverte por los archivos del directorio a la izquierda o a la derecha pero no hay un botón para seleccionar el archivo o el directorio si queremos navegar por ellos, entonces"
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "Las siestas de Gara",
    "link": "https://guillermolatorre.com/fotolog/las-siestas-de-gara",
    "fecha": "27/02/2026",
    "contenido": "Responder por email."
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 9 de 2026",
    "link": "https://victorhckinthefreeworld.com/2026/02/27/opensuse-tumbleweed-revision-de-la-semana-9-de-2026/",
    "fecha": "27/02/2026",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "iAgosto Blog",
    "titulo": "Migre mi blog a PHP!",
    "link": "https://blog.iagosto.dev/entradas/migre-mi-blog-a-php",
    "fecha": "27/02/2026",
    "contenido": "En esta ocasión quiero contarles los motivos por los que decidí migrar mi blog; de estar en Typescript, con Deno, en un entorno de tecnología moderna. A PHP con Codeigniter, un framework de hace mas de 19 años."
  },
  {
    "blog": "Interlan",
    "titulo": "Seguridad: SMTP Smuggling",
    "link": "https://interlan.ec/blog/2026/02/27/seguridad-smtp-smuggling/",
    "fecha": "27/02/2026",
    "contenido": "La usurpación de identidad es una técnica bastante curiosa en el sentido de que no funciona para causar ningún daño técnico, sino para engañar al humano del otro lado del computador. Ya revisamos lo que sucedía en el Spoofing y ahora me salen con el SMTP Smuggling."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Sirât",
    "link": "https://mareosdeungeek.es/sirat/",
    "fecha": "27/02/2026",
    "contenido": "Sirât es la última película del director Óliver Laxe. Nos sumerge, por un lado, en la cultura de las raves. Esa cultura, predominantemente francesa que aparece cada año en las noticias, sobre todo en Navidad, cuando se organiza alguna fiesta que dura días. Así es como empieza Sirât, con una rave, qu"
  },
  {
    "blog": "NeoSite Blog",
    "titulo": "NeoCMS - Autenticación 2FA para panel de administración",
    "link": "http://blog.neosite.com.ar/post/neocms-autenticaci-n-2fa-para-panel-de-administraci-n",
    "fecha": "27/02/2026",
    "contenido": ""
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#184: volviendo a ver Friends",
    "link": "https://www.macram.es/posts/2026/02/friends-de-nuevo/",
    "fecha": "27/02/2026",
    "contenido": "Estoy volviendo a ver Friends. No es que esté prestándole toda mi atención pero es una serie que me parece agradable de tener de fondo, sobre todo porque ya la conozco. Y creo que en general ha envejecido muy bien. Tengo opiniones sobre algunas cuestiones, pero en general las tramas y los personajes"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Zorin OS 18 Core #ViernesDeDistros",
    "link": "https://voidnull.es/instalacion-de-zorin-os-18-core/",
    "fecha": "27/02/2026",
    "contenido": "Guía rápida para instalar Zorin OS 18 Core y dejarlo listo en pocos minutos."
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Cercanía",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/cercania.html",
    "fecha": "27/02/2026",
    "contenido": "\n  \n    \n  \nCórdoba de mis amores. Creo que no podría vivir en otro lugar que no fuera este. Antaño decía que nunca viviría en un lugar en el que tuviera que cambiar la tarjeta SIM del móvil, pero subo la apuesta.Hoy estoy de vacaciones y me ha dado tiempo, antes de ponerme con la comida, a desayuna"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Links de Viernes - #930",
    "link": "https://www.fabio.com.ar/9884-links-de-viernes---930",
    "fecha": "27/02/2026",
    "contenido": "     Estabas buscando links para este finde?\nOh si, Viernes! y viernes de la semana en la que comenz&oacute; oficialmente el concurso Oscars 2026 con el que les molestar&eacute; cada d&iacute;a hasta que participen 😅, y s&iacute;, es cosa importante en este blog, ya van 11 a&ntilde;os de hacerlo sin"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Bride: Live At Cornerstone Fest 2001 | Los Mismos De Siempre",
    "link": "https://www.delotroladometal.com.ar/2026/02/27/los-mismos-de-siempre/",
    "fecha": "27/02/2026",
    "contenido": "(2025 &#8211; Retroactive Records) Nunca voy a dejar de alabar a una banda como Bride....\nThe post Bride: Live At Cornerstone Fest 2001 | Los Mismos De Siempre first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Adrián Perales",
    "titulo": "Buscadores sin IA",
    "link": "https://adrianperales.com/2026/02/buscadores-sin-ia/",
    "fecha": "26/02/2026",
    "contenido": "Es un hecho: la IA está por todas partes. Llámese IA a secas, IA generativa, modelos grandes de lenguaje o LLM. Como sea. No solo están en sus propias aplicaciones sino que han llegado a lugares como los buscadores, donde se ofrecen resúmenes usando esta (problemática y cansina) herramienta. Quizá t"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "El matadero digital: ¿Por qué tu identidad ya no te pertenece?",
    "link": "https://gatooscuro.xyz/el-matadero-digital-por-que-tu-identidad-ya-no-te-pertenece/",
    "fecha": "26/02/2026",
    "contenido": "Siempre lo dije (no es mía la frase, es un dicho muy coloquial): «No muere quien se va, sino quien se olvida». Pero lo que no previmos es que el\nSeguir leyendo  El matadero digital: ¿Por qué tu identidad ya no te pertenece?\nEl cargo El matadero digital: ¿Por qué tu identidad ya no te pertenece? apar"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Acordes de guitarra (referencia personal)",
    "link": "https://blog.luiscarlospando.com/personal/2026/02/acordes-de-guitarra-referencia-personal/",
    "fecha": "26/02/2026",
    "contenido": "Tabla de contenido Acordes mayores Si mayor — B Mi mayor — E Si Bemol — Bb Acordes menores Sol menor — Gm Si menor — Bm Do menor — Cm Sol menor (forma alternativa) — Gm (Eb shape) Re menor — Dm Slash chords Mi con bajo en Sol# — E/G# La mayor con"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "529. Invocaciones y plegarias",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/02/529-invocaciones-y-plegarias.html",
    "fecha": "26/02/2026",
    "contenido": "&nbsp; &nbsp; ¡Salve a Namtaru, portador de la peste, que camina al lado de la Reina del Inframundo!&nbsp; &nbsp; ¡Salve a Lamashu, devoradora de infantes, diosa de la pesadilla y la enfermedad!&nbsp; &nbsp; ¡Salve a Asakku, espíritu de la fiebre y la muerte, que abate a los sanadores!&nbsp; &nbsp; "
  },
  {
    "blog": "SKR – Reflexiones sobre videojuegos, cine, series, movilidad, política y fotografías de viajes",
    "titulo": "Resumen Epic 2025: ¿Los juegos de terceros repuntan?",
    "link": "https://seyker.eu/resumen-epic-2025-los-juegos-de-terceros-repuntan/",
    "fecha": "26/02/2026",
    "contenido": "El resumen de Epic 2025 se ha vendido como todo un avance en la tienda a nivel de facturación, con un aumento de gasto en juegos de terceros del 57%, vamos a echar un vistazo a estos datos como siempre, teniendo en cuenta no solo los datos del año anterior, si no la evolución completa. [&#8230;]\nLa "
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Arroyo Tejoneras",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/arroyo-tejoneras.html",
    "fecha": "26/02/2026",
    "contenido": "\n  \n    \n  \nArroyo Tejoneras, en una ruta senderista que hice el pasado domingo por Cardeña, Córdoba."
  },
  {
    "blog": "",
    "titulo": "Recomendación.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/02/26/recomendacion-16/",
    "fecha": "26/02/2026",
    "contenido": "Les dejo un poco de la música de Luar Na Lubre para que palpiten su presentación en Argentina."
  },
  {
    "blog": "Feed de Ardi",
    "titulo": "Hauntii",
    "link": "https://www.ardi.monster/blog/hauntii",
    "fecha": "26/02/2026",
    "contenido": "Un videojuego de puzzles entre fantasmas muy bonito"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Ruleta Rusa #865",
    "link": "https://www.fabio.com.ar/9883-ruleta-rusa-865",
    "fecha": "26/02/2026",
    "contenido": "     Espero que est&eacute;n listos para un paseo porque hoy es d&iacute;a de Ruleta\nBueno, ya es jueves, empez&oacute; el concurso de los Oscars, les voy a taladrar la cabeza durante un par de semanas con eso 😁, en unos d&iacute;as empieza la F1, en 100 d&iacute;as empieza el Mundial de F&uacute;tb"
  },
  {
    "blog": "Picando Código",
    "titulo": "Migrando código de GitHub a Codeberg",
    "link": "https://picandocodigo.net/2026/migrando-github-a-codeberg/",
    "fecha": "26/02/2026",
    "contenido": "Sigo con mi migración a un uso más sano de internet, computadoras, la vida, el universo y todo lo demás. Además de estar alojando mi servidor Git con Forgejo, también empecé a migrar mis cosas de GitHub a Codeberg. Mi idea es por lo menos todos mis proyectos personales irlos borrando de GitHub. Voy "
  },
  {
    "blog": "Un blog",
    "titulo": "rsync es más rápido que scp",
    "link": "https://nachof.blog/posts/2026/rsync-es-m%C3%A1s-r%C3%A1pido-que-scp/",
    "fecha": "26/02/2026",
    "contenido": "rsync es más rápido que scp, y no termino de entender bien por qué.\nSi buscás en internet, te dice que es porque rsync no transmite datos que ya existen en el remoto, y porque rsync comprime datos. Pero estoy transfiriendo archivos que no existen en el remoto, y lo que estoy copiando es archivos zip"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "\"Liberation\", El Primer Álbum De The Silence The Echo Ya Es Una Realidad | Entre El Silencio, El Eco Y La Liberación",
    "link": "https://www.delotroladometal.com.ar/2026/02/26/entre-el-silencio-el-eco-y-la-liberacion/",
    "fecha": "26/02/2026",
    "contenido": "Los primeros meses de 2026 ya van arrojando novedades discográficas, y una de sus primeras...\nThe post \"Liberation\", El Primer Álbum De The Silence The Echo Ya Es Una Realidad | Entre El Silencio, El Eco Y La Liberación first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "El Sueño del Artista Blog",
    "titulo": "El Chivo Expiatorio del Arte: Lo que no se contó en el episodio .",
    "link": "https://polotman.wordpress.com/2026/02/25/el-chivo-expiatorio-del-arte-lo-que-no-se-conto-en-el-episodio/",
    "fecha": "25/02/2026",
    "contenido": "#podcast #ArteDegenerado #ElSueñodelArtistaBlog #HistoriadelArte #inoclastas #destrucciondeArte Han pasado unos días desde que publicamos el nuevo episodio «El Chivo Expiatorio del Arte» en El Sueño del Artista, ya son 7 episodios de esta II temporada y cómo ya viene siendo costumbre dejamos algunas"
  },
  {
    "blog": "El Sueño del Artista Blog",
    "titulo": "El chivo expiatorio cuando el arte recibe la culpa episodio 7 segunda temporada",
    "link": "https://polotman.wordpress.com/2026/02/25/el-chivo-expiatorio-cuando-el-arte-recibe-la-culpa-episodio-7-segunda-temporada/",
    "fecha": "25/02/2026",
    "contenido": "¿Puede un cuadro desatar una plaga? ¿Puede una escultura corromper el alma de una nación? A lo largo de la historia, cuando el miedo, la derrota o el fanatismo han buscado un responsable, con frecuencia la mirada ha caído, no sobre gobernantes o ejércitos, sino sobre el arte. Hoy exploraremos dos mo"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de Vince en Debian 13",
    "link": "https://voidnull.es/instalacion-de-vince-en-debian-13/",
    "fecha": "25/02/2026",
    "contenido": "Vince es una alternativa autoalojada y privada a Google Analytics, sin cookies ni rastreadores, pensada para cumplir con GDPR y obtener métricas útiles sin perder el control de tus datos."
  },
  {
    "blog": "_ voidNull",
    "titulo": "Integración de Flightradar24 en Home Assistant",
    "link": "https://voidnull.es/integracion-de-flightradar24-en-home-assistant/",
    "fecha": "25/02/2026",
    "contenido": "Integra Flightradar24 en Home Assistant para visualizar y monitorizar vuelos cercanos en tiempo real. Aprende a obtener datos de aeronaves y añadirlos a tus paneles y automatizaciones de forma sencilla."
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "Opinión sobre los estratos laborales de la IA",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2026/02/25/20260225-estratos-laborales-ia/",
    "fecha": "25/02/2026",
    "contenido": "La comunicación significativa no es un bien de consumo replicable hasta el infinito"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "La vida con subtítulos",
    "link": "https://www.ericafustero.com/2026-02-la-vida-con-subtitulos",
    "fecha": "25/02/2026",
    "contenido": "¡Publiqué un nuevo fanzine! Se llama La vida con subtítulos y recopila algunas de las tiras que he ido publicando durante los últimos años en internet. Como su nombre indica, viene con subtítulos y, aunque digo que es bilingüe, en realidad es cuatrilingüe, porque también hay textos en catalán y alem"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Divisiones",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/divisiones.html",
    "fecha": "25/02/2026",
    "contenido": "\n  \n    \n  \nDeberíamos de ser prácticos y empezar a enseñar a los niños a dividir con ejemplos de la vida real. Pestañeen y tendremos por arte de magia tres nuevos partidos de izquierda. Vuelvan a pestañear y toda esta escoria se habrá inventado un nuevo motivo para dividir a la sociedad; llámenlo g"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Tapones y envases",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/tapones-y-envases.html",
    "fecha": "25/02/2026",
    "contenido": "\n  \n    \n  \nLe deseo una muerte cruel, turbia y muy dolorosa al lumbreras que se le ocurrió lo de unir el tapón al envase. Sea el que sea. Ojalá sufras todo el mal que has causado, maldito hijo de mil putas."
  },
  {
    "blog": "La cosa infinita (Daniel Omar Cignacco)",
    "titulo": "El Reino de los Cielos (y del Windows 98)",
    "link": "https://danielomarcignacco.mataroa.blog/blog/el-reino-de-los-cielos-y-del-windows-98/",
    "fecha": "25/02/2026",
    "contenido": "El \"Gordo\" Morales no sabía lo que era la nube, pero vivía en ella. En su escritorio, una vieja torre color crema —ya más amarilla que otra cosa— zumbaba como un ventilador de carnicería. Para él, el ratón era un bicho que se limpiaba con alcohol cuando se ponía \"pesado\" y el monitor de tubo servía "
  },
  {
    "blog": "",
    "titulo": "Convocatoria.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/02/25/convocatoria-4/",
    "fecha": "25/02/2026",
    "contenido": ""
  },
  {
    "blog": "56K",
    "titulo": "Presentator 0.1 – Presentaciones con chiptunes",
    "link": "https://56k.es/fanta/presentator-0-1-presentaciones-con-chiptunes/",
    "fecha": "25/02/2026",
    "contenido": "Querido insecto. Hoy vengo a compartir un sencillo programa de 200 líneas de código en C que me permite mostrar diapositivas al ritmo del buen chiptune. Esto tendría que funcionar en ordenadores viejos y poco potentes sin problema. Lo de que las imágenes tengan música de fondo en realidad es simplem"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "¿Por qué el fideo se parte en tres partes o más?",
    "link": "https://www.fabio.com.ar/9882-por-que-el-fideo-se-parte-en-tres-partes-o-mas",
    "fecha": "25/02/2026",
    "contenido": "    \n&iquest;Es esto una pregunta filos&oacute;fica? &iexcl;Por supuesto!\nPero tambi&eacute;n es un complejo problema de la f&iacute;sica de la pasta que podr&iacute;a hacerle estallar una vena a un italiano, la pasta no se corta! Claro, pero cuando sucede &iquest;Por qu&eacute; cuernos no se parte "
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Antithesis: Dying For Life | Morir Para Quedar En La Memoria",
    "link": "https://www.delotroladometal.com.ar/2026/02/25/morir-para-quedar-en-la-memoria/",
    "fecha": "25/02/2026",
    "contenido": "(2001 &#8211; Nightmare Records/Massacre Records/Art Music Group) Hay bandas que aparecen, y desaparecen. Editan un...\nThe post Antithesis: Dying For Life | Morir Para Quedar En La Memoria first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Blog de Daniel Torres Burriel",
    "titulo": "Decálogo para abordar tu primer proyecto de Vibe Coding",
    "link": "https://dani.torresburriel.com/decalogo-para-abordar-tu-primer-proyecto-de-vibe-coding/",
    "fecha": "25/02/2026",
    "contenido": "Hoy le he contado a alguien en una conversación cuál es la experiencia que tenemos en el Estudio para trabajar con herramientas de inteligencia artificial en el ámbito del diseño de producto y la investigación con usuarios. Normalmente cuando salgo de las reuniones de trabajo me tomo unas notas de v"
  },
  {
    "blog": "JavierSam",
    "titulo": "Full Circle #224 (diciembre 2025)",
    "link": "https://javiersam.uy/2026/02/full-circle-224-diciembre-2025.html",
    "fecha": "25/02/2026",
    "contenido": "Hace casi un mes que está disponible la edición #225 y, seguramente, en horas estará disponible la #226, pero yo tengo que seguir pagando mi deuda, así que aquí va mi reseña de la edición #224 de Full Circle magazine. Está disponible para su descarga desde el 26 de diciembre y se trata del número co"
  },
  {
    "blog": "Webnauta ⁂",
    "titulo": "\"No tengo energía para tener más vida\"",
    "link": "https://webnauta.blog/p/no-tengo-energia-para-tener-mas-vida/",
    "fecha": "24/02/2026",
    "contenido": "Más allá de este búnker —resguardado por trincheras de letras y silencios deliberados— se extiende un territorio de bullicio y desenfreno. De ese lugar efervescente rara vez llegan noticias que merezcan reposo; casi todo ocurre a la velocidad del olvido. Sin embargo, esta vez cruzó la frontera un re"
  },
  {
    "blog": "Jinversor",
    "titulo": "Nada que ver",
    "link": "https://jinversor.co/2026/02/nada-que-ver/",
    "fecha": "24/02/2026",
    "contenido": "Últimamente siento que en Internet no hay nada que ver. Cada día, desde muy temprano y café en mano, entro a las mismas páginas que desde hace años visito para [&#8230;]\nLa entrada Nada que ver se publicó primero en Jinversor."
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#183: me gustan las cápsulas de café con cosas de Delta Q",
    "link": "https://www.macram.es/posts/2026/02/capsulas-sabores-delta-q/",
    "fecha": "24/02/2026",
    "contenido": "El otro día, ya que me desplazaba para entregar el coche en el taller, aproveché para pasar por un hipermercado Carrefour y comprar algunas cosas. Entre otras, algunas cajas de cápsulas de café, porque no me gusta tener que comprarlas por Internet si quiero algo distinto a &ldquo;con cafeína&rdquo; "
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "528. 6G",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/02/528-6g.html",
    "fecha": "24/02/2026",
    "contenido": "&nbsp; &nbsp; ¿Era el viento las orejas de 6G en movimiento? En efecto, 6G era un orejón como nunca nadie ha conocido. Pero ya nunca tendremos la respuesta. La última vez que lo vimos con vida, 6G tenía quince años de edad, y se agarraba de cara al marco de la ventana de un octavo piso con los brazo"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Foto dramas: Fin de carrete",
    "link": "https://www.ericafustero.com/2026-02-foto-dramas-fin-de-carrete",
    "fecha": "24/02/2026",
    "contenido": "Este carrete ha sido uno de los peores que he disparado en meses. No me gustaron las fotos (bueno, puede que una o dos) y no me gustó el carrete (un Kodak Vision 500T, de los nuevos sin la capa remjet). Me pasé un buen rato en Lightroom intentando arreglarlo pero al final desistí. A [&#8230;]"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Magic Cap, el sistema que nadie conoce, pero estuvo antes que todos los móviles",
    "link": "https://www.fabio.com.ar/9881-magic-cap-el-sistema-que-nadie-conoce-pero-estuvo-antes-que-todos-los-moviles",
    "fecha": "24/02/2026",
    "contenido": "    \nNadie habla jam&aacute;s de Magic Cap y es l&oacute;gico, no fue ni &uacute;til ni bueno, una porquer&iacute;a para la &eacute;poca, un camino sin futuro, pero algo s&iacute; podemos decir de este desconocido sistema: fue uno de los primeros y varios productos lo usaron!\nAs&iacute; es, no se tr"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Werken: Hielo Eterno | El Frio Llegó Para Quedarse",
    "link": "https://www.delotroladometal.com.ar/2026/02/24/el-frio-llego-para-quedarse/",
    "fecha": "24/02/2026",
    "contenido": "(2025 &#8211; Cuervo Records) No es fácil traducir musicalmente al frio, menos si estamos hablando...\nThe post Werken: Hielo Eterno | El Frio Llegó Para Quedarse first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Ilogeek",
    "titulo": "Las Kokuyo HAKO-AKE, tijeras y cutter todo en uno",
    "link": "https://ilogeek.es/las-kokuyo-hako-ake-tijeras-y-cutter-todo-en-uno/",
    "fecha": "24/02/2026",
    "contenido": "Me he comprado este artilugio japonés de papelería que es un cutter y tijeras todo en uno que está pensado para abrir cajas o paquetes."
  },
  {
    "blog": "JDRM",
    "titulo": "Convirtiendo ficheros markdown a gemini mediante md2gmi",
    "link": "https://jdrm.info/convirtiendo-ficheros-markdown-a-gemini-mediante-md2gmi.html",
    "fecha": "24/02/2026",
    "contenido": "Hasta ahora, cada vez que escribíoa un artículo para mi blog en markdown, tenía que reformatearlo todo para Gemini.... hasta hoy"
  },
  {
    "blog": "JDRM",
    "titulo": "Convirtiendo ficheros markdown a gemini mediante md2gmi",
    "link": "https://jdrm.info/convirtiendo-ficheros-markdown-a-gemini-mediante-md2gmi.html",
    "fecha": "24/02/2026",
    "contenido": "Hasta ahora, cada vez que escribíoa un artículo para mi blog en markdown, tenía que reformatearlo todo para Gemini.... hasta hoy"
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "Le lenguaje de los perros: las señales de calma",
    "link": "https://guillermolatorre.com/libros/el-lenguaje-de-los-perros-las-senales-de-calma",
    "fecha": "23/02/2026",
    "contenido": "Fecha de lectura: 19/02/2026.Autor/a: Turid Rugaas.Categoría: Ensayo.Número de páginas: 60.Mi valoración: ★★★★★Ahora que Gara ha llegado a casa, he releído el famoso libro con el que Turid Rugaas contribuyó al entendimiento de los perros y cómo se comunican entre ellos. Es un libro muy cortito y muy"
  },
  {
    "blog": "Un bruto con Debian",
    "titulo": "Epstein.bash",
    "link": "http://unbrutocondebian.blogspot.com/2026/02/epsteinbash.html",
    "fecha": "23/02/2026",
    "contenido": "&nbsp;Seguramente habrás oído mencionar a un tal Jeffrey Epstein, un “financiero” que se codeaba con lo más selecto de la clase ultra-alta, desde la casa real británica hasta Bill Gates o Donald Trump.&nbsp;Este individuo se dedicaba al noble arte del espionaje y la extorsión, la búsqueda de modific"
  },
  {
    "blog": "Proyecto para no aburrir",
    "titulo": "Programar correos en Thunderbird con el complemento Enviar más Tarde",
    "link": "https://ericdq.com/2026/02/23/programar-correos-thunderbird-complemento-enviar-mas-tarde/",
    "fecha": "23/02/2026",
    "contenido": "Descripción de las opciones del complemento Enviar más Tarde de Thunderbird. Algunos problemas que he encontrado como que tenemos que tener el ordenador encendido o que las opciones no acaban de estar del todo bien ordenadas."
  },
  {
    "blog": "alt43",
    "titulo": "Endurecimiento de la Privacidad en Red",
    "link": "https://alt43.es/endurecimiento-de-la-privacidad-en-red/",
    "fecha": "23/02/2026",
    "contenido": "Opciones para mejorar tu privacidad frente a las técnicas modernas de filtrado e inspección de datos. Una guía técnica y práctica sobre el uso de VPN, ECH, DNS cifrado, protocolos QUIC y la red Tor para garantizar una navegación segura, privada y resiliente en el entorno digital de 2026."
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Antiguo pero fiable",
    "link": "https://www.macram.es/posts/2026/02/antiguo-pero-fiable/",
    "fecha": "23/02/2026",
    "contenido": "Veo en Microsiervos1 que Alvy estuvo en un programa de RNE defendiendo que los aparatos antiguos, al menos, siempre funcionaban… o siempre fallaban de maneras predecibles y, por tanto, fáciles de reparar, mientras que los aparatos de hoy muchas veces no sabemos por qué fallan. Aporta algunos ejemplo"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Semana 08/2026",
    "link": "https://www.macram.es/posts/2026/02/semana-08-2026/",
    "fecha": "23/02/2026",
    "contenido": "Seguimos con buen tiempo. Parece que esta semana va a seguir estable e incluso casi calurosa (ayer ni toqué el abrigo), y que la que viene ya volvemos un poco a las andadas, aunque sin tanta agua. La que viene también planeaba volver al gimnasio, siempre que tuviera el coche reparado y en mi poder ("
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Guía Definitiva de Filamentos 3D: ¿Cuál necesitas para tu impresora?",
    "link": "https://blog.danielaragay.net/guia-definitiva-de-filamentos-3d-cual-necesitas-para-tu-impresora/",
    "fecha": "23/02/2026",
    "contenido": "&#xbf;Est&#xe1;s pensando en comprarte una impresora 3D? O quiz&#xe1;s ya tienes una en casa, pero de repente te has chocado de frente con el enorme mundo de los materiales. Que si PLA, PETG, TPU, ABS... Ves todas estas siglas y es muy probable que te"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de CyberPanel en Ubuntu 24.04",
    "link": "https://voidnull.es/instalacion-de-cyberpanel-en-ubuntu-24-04/",
    "fecha": "23/02/2026",
    "contenido": "CyberPanel es un potente panel de control para servidores web diseñado para simplificar la gestión de sitios web y aplicaciones en servidores GNU/Linux."
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Friends with Cameras: María Rodilla",
    "link": "https://www.ericafustero.com/2026-02-friends-with-cameras-maria-rodilla",
    "fecha": "23/02/2026",
    "contenido": "Hoy en día es raro encontrar a alguien que no haga fotos, pero no es tan fácil encontrar a gente con sensibilidad a la hora de hacerlas. Y no hablo tanto de habilidades técnicas, si no de capacidad de observación. Las redes sociales parecen un corta y pega de las mismas imágenes de vacaciones, fiest"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "La percepción del tiempo",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/la-percepcion-del-tiempo.html",
    "fecha": "23/02/2026",
    "contenido": "\n  \n    \n  \n¿Por qué el tiempo se nos pasa volando cuando estamos disfrutando y se nos hace tan largo y eterno cuando estamos a otros menesteres que no nos gustan tanto?Especialmente este año, el fin de semana se ma pasa volado, como se me pasaron las vacaciones de Navidad y se me pasarán las próxim"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "San Isidro Labrador",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/san-isidro-labrador.html",
    "fecha": "23/02/2026",
    "contenido": "\n  \n    \n  \nSan Isidro Labrador. En Cardeña, Córdoba."
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Concurso Oscars 2026 - El concurso por un Moto G",
    "link": "https://www.fabio.com.ar/9880-concurso-oscars-2026---el-concurso-por-un-moto-g",
    "fecha": "23/02/2026",
    "contenido": "    \nEstimados! Otro a&ntilde;o y otro concurso Oscars acompa&ntilde;ados por Motorola!!!\nTenemos premio, tenemos ternas, tenemos nuevo micrositio para participar y una noche de gala para ganar, as&iacute; es, Concurso Oscars 2026 renovado!\nA continuaci&oacute;n los detalles...Creative Commons (CC) "
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "\"Grace\" Perteneciente A \"Teodrama\" Ya Está Disponible | Perpetual Legacy Estrena Videoclip",
    "link": "https://www.delotroladometal.com.ar/2026/02/23/perpetual-legacy-estrena-videoclip/",
    "fecha": "23/02/2026",
    "contenido": "No exageramos cuando decimos que &#8220;Teodrama&#8221; es una gran obra de arte. En formato de...\nThe post \"Grace\" Perteneciente A \"Teodrama\" Ya Está Disponible | Perpetual Legacy Estrena Videoclip first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "El Blog de un informático que sueña con mejorar el mundo",
    "titulo": "Diploma del Día de Andalucía",
    "link": "https://jesuspavonabian.es/post/an46hu/",
    "fecha": "23/02/2026",
    "contenido": "Hace unos días EC7R comentó por el grupo de la sección de URE Huelva que se haría un Diploma por el Día de Andalucía.\nYo seguía sin antenas en el tejado así que ignoré el mensaje, no era para mí. Hasta que descubrí que uno de los modos del diploma era Voz Digital.\nAsí que pregunté si podía ayudar a "
  },
  {
    "blog": "Blog de Daniel Torres Burriel",
    "titulo": "La privacidad tiene un problema de diseño",
    "link": "https://dani.torresburriel.com/la-privacidad-tiene-un-problema-de-diseno/",
    "fecha": "23/02/2026",
    "contenido": "Quienes me leéis sabéis que desde hace unos meses estoy alternando el uso de dos tipos aplicaciones. Por una parte las que todo el mundo usa, las que se actualizan cada dos semanas, las que tienen una feature para cada cosa que se te ocurra y para tres que no se te habían ocurrido, y &#8230; Sigue l"
  }
]