[
  {
    "blog": "THE_CHEI$",
    "titulo": "Music Has the Right to Children (1998), de Boards of Canada",
    "link": "https://thecheis.com/2026/02/17/music-has-the-right-to-children-1998-de-boards-of-canada/",
    "fecha": "17/02/2026",
    "contenido": "«The holts are nearly always close to the sea» A Coruña, año 2011. Por aquel entonces cursaba allí el primer ciclo de formación profesional de mi vida, en horario nocturno. De camino a clase, en las frescas tardes de otoño-invierno, llevaba mi reproductor MP3 cargado de una música muy especial. La e"
  },
  {
    "blog": "La Máquina de Von Neumann",
    "titulo": "¿Hay un Y tal que Y sea sentirse una IA?",
    "link": "https://vonneumannmachine.wordpress.com/2026/02/17/hay-un-y-tal-que-y-sea-sentirse-una-ia/",
    "fecha": "17/02/2026",
    "contenido": "En conversaciones en «X», mucha gente me critica que muestro claros sesgos antropocéntricos. Cuando critico la posibilidad de consciencia en máquinas, apelan a la idea de que yo solo entiendo la consciencia a partir de las cualidades de la humana, pero que la IA podría desarrollar otra completamente"
  },
  {
    "blog": "Tecno y Soft",
    "titulo": "Cuando y cómo utilizar install-grub en Manjaro",
    "link": "https://tecnoysoft.com/2026/02/17/cuando-y-como-utilizar-install-grub-en-manjaro/",
    "fecha": "17/02/2026",
    "contenido": "Introducción Manjaro es otro mundo, nada que ver con cualquier otra derivada de Arch Linux, ponen el foco en herramientas propias que faciliten el uso y administración del sistema. Haciendo que todo sea más fácil, rápido y productivo. En Manjaro, el comando install-grub es una herramienta específica"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Arrebol",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/arrebol.html",
    "fecha": "17/02/2026",
    "contenido": "\n  \n    \n  \nNo sé qué tienen de mágico e hipnótico estos atardeceres de febrero en los que empiezan a alargarse los días y las nubes se vuelven rojizas, cargadas de agua mientras inciden los últimos rayos de sol sobre ellas.En febrero, aún siendo invierno, empieza a vislumbrarse allá a lo lejos la h"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Noto Color Emoji - Tipografía de emojis",
    "link": "https://www.fabio.com.ar/9876-noto-color-emoji---tipografia-de-emojis",
    "fecha": "17/02/2026",
    "contenido": "    \nSe que es un tema irrelevante para la gran mayor&iacute;a, pero hasta hace poco la &uacute;nica forma de crear emojis en una PC era utilizando los sets de im&aacute;genes que el sistema operativo provee. No hab&iacute;a una tipograf&iacute;a que tuviera los emojis para usar en cualquier tipo de"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "V.I.L. Presenta \"Opresor\" | Pura Brutalidad Desde Rosario",
    "link": "https://www.delotroladometal.com.ar/2026/02/17/pura-brutalidad-desde-rosario/",
    "fecha": "17/02/2026",
    "contenido": "El Metal Extremo tiene su capítulo también en la provincia de Santa Fe, Argentina. Más...\nThe post V.I.L. Presenta \"Opresor\" | Pura Brutalidad Desde Rosario first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Proyecto para no aburrir",
    "titulo": "Al final me lié y me monté un Joplin Server en Docker",
    "link": "https://ericdq.com/2026/02/16/final-lie-monte-joplin-server-docker/",
    "fecha": "16/02/2026",
    "contenido": "Hago esta entrada a modo de notas para mí mismo. La configuración de Docker en una RaspberryPi con sus correspondientes servicios, errores que cometí, cosas que me quedan pendientes y posibles mejoras por si tengo que volver a montarlo en un futuro."
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "La semana pasada pasaron demasiadas cosas",
    "link": "https://blog.luiscarlospando.com/personal/2026/02/la-semana-pasada-pasaron-demasiadas-cosas/",
    "fecha": "16/02/2026",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "alt43",
    "titulo": "ChatControl: Análisis del nuevo paradigma de vigilancia en la UE",
    "link": "https://alt43.es/chatcontrol-analisis-del-nuevo-paradigma-de-vigilancia-en-la-ue/",
    "fecha": "16/02/2026",
    "contenido": "Análisis técnico del reglamento ChatControl en la UE: el fin del cifrado de extremo a extremo, el impacto del escaneo en el dispositivo y las consecuencias para la privacidad y el secreto de las comunicaciones."
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Semana 07/2026",
    "link": "https://www.macram.es/posts/2026/02/semana-07-2026/",
    "fecha": "16/02/2026",
    "contenido": "El tiempo parece haber dado un pequeño respiro. Hemos vuelto a ver el sol por aquí y eso se nota en mi estado de ánimo (y en general en el estado de ánimo de la gente que me rodea), si bien hace un viento bastante desagradable que no invita a estar en la calle. Todavía no es tiempo de terrazas (y, q"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "¡3 personas en Estocolmo se hunden en el hielo!",
    "link": "https://blog.danielaragay.net/3-personas-en-estocolmo-se-hunden-en-el-hielo/",
    "fecha": "16/02/2026",
    "contenido": "Pues s&#xed;, es algo que ha pasado este fin de semana, 3 personas cayeron dentro del agua al romperse el hielo por donde andaban.Formas de patrocinio. Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendoels"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Añade un segundo nodo de Adguard Home para que sincronicen los dos DNS",
    "link": "https://voidnull.es/anade-un-segundo-nodo-de-adguard-home-para-que-sincronicen-los-dos-dns/",
    "fecha": "16/02/2026",
    "contenido": "Dos nodos de AdGuard Home sincronizados para asegurar DNS redundante y evitar caídas en la resolución de nombres."
  },
  {
    "blog": "teletex",
    "titulo": "Primer sol",
    "link": "https://jmlro.codeberg.page/posts/2026/02-16-primer-sol.html",
    "fecha": "16/02/2026",
    "contenido": "Después de, que yo recuerde, un par de meses nublados y lluviosos ayer atrapamos al sol en una terraza. Llevábamos todo el día en el centro, y como ya se sabe la experiencia humana en los centros es alienígena. En la calle reina una falta de modestia o excesivo esmero en que tu aspecto refleje una p"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Después de la tormenta...",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/despues-de-la-tormenta.html",
    "fecha": "16/02/2026",
    "contenido": "\n  \n    \n  \n...siempre llega la calma. Eso dicen. Igual que tras encadenar diez borrascas, cuando parecía que estábamos condenados a tener un tiempo más propio de otras latitudes, por fin se despeja, pasa algo parecido con la vida.Vuelvo a mirar a ese último día de agosto en el que la tristeza me in"
  },
  {
    "blog": "",
    "titulo": "Felicitaciones Aires celtas por su reconocimiento.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/02/16/felicitaciones-aires-celtas-por-su-reconocimiento/",
    "fecha": "16/02/2026",
    "contenido": ""
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Guía de Acestream 2026",
    "link": "https://www.fabio.com.ar/9875-guia-de-acestream-2026",
    "fecha": "16/02/2026",
    "contenido": "    \nBueno, luego del posteo del otro d&iacute;a es hora de hacer uno actualizado de Acestream para novatos y curiosos, el &uacute;ltimo fue hace 9 a&ntilde;os, as&iacute; que es hora de darles una actualizaci&oacute;n.\nAcestream es una red p2p para streamings, es decir, para ver cosas en vivo que, "
  },
  {
    "blog": "Picando Código",
    "titulo": "List Category Posts v0.94.0 - Año nuevo, \"vulnerabilidad crítica de seguridad\" nueva",
    "link": "https://picandocodigo.net/2026/list-category-posts-v0-94-0-ano-nuevo-vulnerabilidad-nueva/",
    "fecha": "16/02/2026",
    "contenido": "Desde octubre la cosa estaba bastante tranquila en el frente List Category Posts, el plugin que desarrollé para WordPress. El año pasado empezaron los reportes de seguridad de supuestas vulnerabilidades del plugin. Inicialmente demoré demasiado en corregirlo, por lo que Wordfence alarmó a todos los "
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Vengeance Rising: Anthology - Roger Martinez 1962-2025 In Memorial | Que La Memoria No Falle",
    "link": "https://www.delotroladometal.com.ar/2026/02/16/que-la-memoria-no-falle/",
    "fecha": "16/02/2026",
    "contenido": "(2025 &#8211; Roxx Records/Frontline Records) Muchos sentimientos y sensaciones surgen en la cabeza y en...\nThe post Vengeance Rising: Anthology - Roger Martinez 1962-2025 In Memorial | Que La Memoria No Falle first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Blog de Daniel Torres Burriel",
    "titulo": "A vueltas con las apps de notas",
    "link": "https://dani.torresburriel.com/a-vueltas-con-las-apps-de-notas/",
    "fecha": "16/02/2026",
    "contenido": "Llevo un cacao importante con un tema: las apps de notas. El otro día David Bonilla hizo una pregunta en Twitter respecto de Evernote, y me acordé que Evernote fue la primera aplicación de notas que yo empecé a utilizar, ya ni me acuerdo cuándo. Pero hace muchos, muchísimos años. Allá por el año 200"
  },
  {
    "blog": "JavierSam",
    "titulo": "Graphite y GIMP en el FOSDEM 2026",
    "link": "https://javiersam.uy/2026/02/graphite-y-gimp-en-el-fosdem-2026.html",
    "fecha": "16/02/2026",
    "contenido": "A principios de mes, de regreso de mis vacaciones anuales, me encontré con que se había realizado en Bruselas (Bélgica) una nueva edición del FOSDEM.Y, desde unos días después, están disponibles en el sitio web del evento las grabaciones de las charlas que allí se dieron. Ahora que pude ver las dos "
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Google Gemini, compañero de aventuras",
    "link": "https://thecheis.com/2026/02/15/google-gemini-companero-de-aventuras/",
    "fecha": "15/02/2026",
    "contenido": "Con el tema de la IA dando bandazos, me preguntaba si la tecnología de moda realmente servía de algo para el común de los mortales. Quiero decir, más allá de las búsquedas en internet, hacer memes, crear imágenes chorras o aprender sobre alguna materia, dudaba que una IA me convenciese para algo más"
  },
  {
    "blog": "Moribundo Insurgente",
    "titulo": "Implementación de verificación de edad en Discord, relacionada con cofundador de Palantir",
    "link": "https://moribundoinsurgente.noblogs.org/post/2026/02/15/implementacion-de-verificacion-de-edad-en-discord-relacionada-con-cofundador-de-palantir/",
    "fecha": "15/02/2026",
    "contenido": "La semana pasada, Discord provocó el desprecio de sus usuarios al anunciar que en marzo implementará restricciones globales de verificación de edad, lo que limitará el contenido visible y las comunidades para los usuarios que no escaneen sus rostros o &#8230; Sigue leyendo &#8594;"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Anunciada la WordCamp Málaga 2026",
    "link": "https://mareosdeungeek.es/anunciada-la-wordcamp-malaga-2026/",
    "fecha": "15/02/2026",
    "contenido": "El pasado viernes se lanzó la página web de la WordCamp Málaga 2026. Un evento que girará alrededor de WordPress y el e-commerce. Organizado por la comunidad de WordPress de la ciudad de Málaga y alrededores. Esta edición, centrada en comercio electrónico, se celebrará en la Facultad de Marketing y "
  },
  {
    "blog": "La bitácora de Locutus",
    "titulo": "La gravedad",
    "link": "http://locutusbit.blogspot.com/2026/02/la-gravedad.html",
    "fecha": "15/02/2026",
    "contenido": "&nbsp;Las palabras se atraen en un solo sentido,se abrazan como olas incansables,como elementos que caen en silencio,como elementos que se elevan en silencio,como elementos que permanecen en silencio.Las palabras muestran su destino más allá de las voces,más allá de las murallas infranqueablesy las "
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Miénteme una vez – Los Vásquez",
    "link": "https://altgr.xyz/2026/02/15/mienteme-una-vez-los-vasquez/",
    "fecha": "15/02/2026",
    "contenido": "Si es cebolla, elijamos de los más cebolla. Esto es un extracto de Miénteme una Vez de Los Vásquez. Parte de la presentación en Gran Arena Monticello el 14 se febrero de 2026."
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Pop Cebolla con Los Vásquez en San Valentín",
    "link": "https://altgr.xyz/2026/02/15/pop-cebolla-con-los-vasquez-en-san-valentin/",
    "fecha": "15/02/2026",
    "contenido": "La noche del día de los enamorados fue el momento perfecto para el concierto de Los Vásquez en Gran Arena Monticello. Los hermanos Vásquez son unos tipos muy entrenidos que manejan muy bien el show, interactúan harto con el público, hacen reír y, por supuesto, lo principal son sus canciones, muchas "
  },
  {
    "blog": "_ voidNull",
    "titulo": "Ping #17: Actualizaciones, novedades y ranking de distros",
    "link": "https://voidnull.es/ping-17/",
    "fecha": "15/02/2026",
    "contenido": "Aquí encontrarás las distribuciones más recientes, paquetes actualizados y el ranking de las distros más descargadas. 🚀"
  },
  {
    "blog": "Si dios te da limones",
    "titulo": "Limonario",
    "link": "https://sidiostedalimones.com/blog/2026/limonario/",
    "fecha": "15/02/2026",
    "contenido": ""
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Mis fotos favoritas de 2025",
    "link": "https://www.ericafustero.com/2026-02-mis-fotos-favoritas-de-2025",
    "fecha": "15/02/2026",
    "contenido": "A principios de año decidí hacer una selección de mis fotos favoritas de 2025. «Esto lo tengo listo en una tarde», me dije. JA. Estuve dándole vueltas durante todo enero, lo dejé aparcado unos días y la semana pasada me obligué a retomarlo. En parte por cabezonería, en parte porque quiero imprimir p"
  },
  {
    "blog": "La Frikoteca",
    "titulo": "La Serpiente Coristos (aventura en Aelios)",
    "link": "http://frikoteca.blogspot.com/2026/02/la-serpiente-coristos-aventura-en-aelios.html",
    "fecha": "15/02/2026",
    "contenido": "Hoy he dirigido una partida con mi grupo rolero de siempre a Mythras. Como ya he comentado muchas veces, es uno de mis juegos favoritos; mi primer amor rolero fue RuneQuest, y en mi opinión Mythras es la mejor versión que existe de este juego (se puede considerar mecánicamente que se trata de RuneQu"
  },
  {
    "blog": "eaplmx",
    "titulo": "Los riesgos de las IA que sí me preocupan",
    "link": "https://text.eapl.mx/los-riesgos-de-las-ia-que-si-me-preocupan",
    "fecha": "15/02/2026",
    "contenido": ""
  },
  {
    "blog": "Ardi RSS",
    "titulo": "A link to the past: 2025",
    "link": "https://ardi.monster/blog/a-link-to-the-past-2025",
    "fecha": "15/02/2026",
    "contenido": "Una entrada donde hago una retrospectiva de mi ano 2025"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Rey Parra Nos Cuenta Los Planes Para Este Año | El 2026 De Sacred Warrior",
    "link": "https://www.delotroladometal.com.ar/2026/02/15/el-2026-de-sacred-warrior/",
    "fecha": "15/02/2026",
    "contenido": "Sacred Warrior es una leyenda del Metal. Su historia, que viene desde los lejanos años...\nThe post Rey Parra Nos Cuenta Los Planes Para Este Año | El 2026 De Sacred Warrior first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "El Blog de Juan A. Flores",
    "titulo": "Está caído mi servidor Casero",
    "link": "https://juanagustinflores.wordpress.com/2026/02/14/esta-caido-mi-servidor-casero/",
    "fecha": "14/02/2026",
    "contenido": "Resumen porque está caido mi blog personal auto alojado elprofejuan.com.ar"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Caminos",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/caminos.html",
    "fecha": "14/02/2026",
    "contenido": "\n  \n    \n  \nFoto que realicé en el ocaso de un día como hoy hace diez años."
  },
  {
    "blog": "Bitácora baldía on zurdeando",
    "titulo": "Sentir algo está bien",
    "link": "https://blog.zurdala.es/blog/sentir-algo-est%C3%A1-bien/",
    "fecha": "14/02/2026",
    "contenido": "Simplemente quería republicar la entrada de Annie.\nFeeling something is okay I guess\nUna pequeña selección de lo que más me ha tocado\n\nMost of us think of ourselves as thinking creatures that feel, but we are actually feeling creatures that think.\n\n\n― Jill Bolte Taylor\n\n\n\nIf your feelings fling you "
  },
  {
    "blog": "Un blog",
    "titulo": "The Adventures of Mary Darling - Pat Murphy",
    "link": "https://nachof.blog/posts/2026/the-adventures-of-mary-darling/",
    "fecha": "14/02/2026",
    "contenido": "\n\n\n\nIn stories, the hero never dies. And every child thinks of themself as the hero of their story. But children could die. She could die. Tom could die. Sam could die. That was one of the secrets of Neverland. There were fairies and mermaids. You could fly away on adventures. And you could die.\n\nTe"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Entrevista con Flavio Lema de Ignis | “Si Necesitas De Inteligencia Artificial Para Hacer Arte Es Porque Tu Inteligencia Natural Se Terminó”",
    "link": "https://www.delotroladometal.com.ar/2026/02/14/si-necesitas-de-inteligencia-artificial-para-hacer-arte-es-porque-tu-inteligencia-natural-se-termino/",
    "fecha": "14/02/2026",
    "contenido": "Mientras preparaba la publicación de esta entrevista, me tenté nuevamente a escuchar todo de un...\nThe post Entrevista con Flavio Lema de Ignis | “Si Necesitas De Inteligencia Artificial Para Hacer Arte Es Porque Tu Inteligencia Natural Se Terminó” first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "FooBilliardPlus: la evolución lógica de FooBilliard",
    "link": "https://malagaoriginal.blogspot.com/2026/02/foobilliardplus-la-evolucion-logica-de.html",
    "fecha": "13/02/2026",
    "contenido": "FooBilliard era un juego de billard 3D que se jugaba con el ratón y que ahora tiene un más que digno sucesor FooBilliard plus, sigue siendo un juego libre.El juego se controla con el ratón con el que apuntas la bola moviéndote con el mismo y aumentas o disminuyes la fuerza del disparo con la rueda d"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 7 de 2026",
    "link": "https://victorhckinthefreeworld.com/2026/02/13/opensuse-tumbleweed-revision-de-la-semana-7-de-2026/",
    "fecha": "13/02/2026",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Mist: para editar archivos en Markdown online de manera colaborativa",
    "link": "https://victorhckinthefreeworld.com/2026/02/13/mist-para-editar-archivos-en-markdown-online-de-manera-colaborativa/",
    "fecha": "13/02/2026",
    "contenido": "Mist es un editor colaborativo de Markdown que permite la edición del archivo en modo multiusuario en tiempo real, e incluye sugerencias y comentarios en el propio documento Hoy por el blog traigo una herramienta que podemos utilizar en línea y que se trata de un editor de archivos en formato Markdo"
  },
  {
    "blog": "Interlan",
    "titulo": "Tutorial: Nextcloud + Wireguard + Nginx",
    "link": "https://interlan.ec/blog/2026/02/13/tutorial-nextcloud-wireguard-nginx/",
    "fecha": "13/02/2026",
    "contenido": "Aprovechemos recursos locales para aliviar la carga de un VPS limitado usando WireGuard y Nginx"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "525. En la consulta",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/02/525-en-la-consulta.html",
    "fecha": "13/02/2026",
    "contenido": "&nbsp; &nbsp; Estimado lector y querida lectora, esto que a continuación relato ocurrió tal cual.&nbsp;&nbsp; &nbsp; Antonio, alias Carabú dado su rostro difícil, al final accede a someterse a una sesión de hipnosis para curar su migraña. No por desesperación, ni tampoco porque la ciencia, por el mo"
  },
  {
    "blog": "Redes nuestras",
    "titulo": "Adultocentrismo",
    "link": "https://redesnuestras.net/2026/02/13/adultocentrismo/",
    "fecha": "13/02/2026",
    "contenido": "Si te digo que hay un chaval de quince años permanentemente encerrado en su casa porque su familia y la policía dicen que la calle es demasiado insegura para él, supongo que te parecerá indignante. Puede que te preguntes por todo lo que hemos hecho mal para que la calle llegue a ser un lugar [&#8230"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Depuración de scripts #18",
    "link": "https://voidnull.es/depuracion-de-scripts/",
    "fecha": "13/02/2026",
    "contenido": "Aprende cómo funcionan las funciones recursivas en Bash y resuelve problemas clásicos como el factorial o la sucesión de Fibonacci paso a paso."
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Herrera en COPE. Estar engañado.",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/herrera-en-cope-estar-enganado.html",
    "fecha": "13/02/2026",
    "contenido": "Herrera en COPE, ese programa que Carlos Herrera presenta algunos días, algunas horas. Un programa el cual dura siete horas y cuyo presentador estelar presenta dos. DOS HORAS. Dos. Y se sigue llamando Herrera en COPE. Es una estafa, un engaño, un juego de trileros. Y para colmo, esta temporada han g"
  },
  {
    "blog": "La cosa infinita (Daniel Omar Cignacco)",
    "titulo": "El Fenómeno de \"El Colombófilo de Flores y la Cifra Infinita\" en Instagram: Crónica de un Éxito de Culto",
    "link": "https://danielomarcignacco.mataroa.blog/blog/el-fenomeno-de-el-colombofilo-de-flores-y-la-cifra-infinita-en-instagram-cronica-de-un-exito-de-culto/",
    "fecha": "13/02/2026",
    "contenido": "En el último año, una obra ha logrado algo inusual en el saturado mundo de Bookstagram: capturar la atención de la crítica independiente y de lectores ávidos de profundidad metafísica. Se trata de \"El Colombófilo de Flores y la Cifra Infinita\", la novela de Daniel Omar Cignacco que redefine la narra"
  },
  {
    "blog": "Calaveras",
    "titulo": "Me mudé al futuro",
    "link": "https://calaveras.bearblog.dev/me-mude-al-futuro/",
    "fecha": "13/02/2026",
    "contenido": "El evento mas interesante de este corriente mes, fue mi mudanza. Si, hace muchos años que no sucedía, hasta que llegó el momento, se siente como algo nuevo y algo estresante sobre todo. Lo más particular de esta mudanza fue la elección del lugar, primero empiezo por el barrio, que está a apenas 15km"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Links de Viernes - #928",
    "link": "https://www.fabio.com.ar/9874-links-de-viernes---928",
    "fecha": "13/02/2026",
    "contenido": "     Se acab&oacute; la semana, empieza el finde largo y hay links\nBueno, empieza un finde \"largo\" entre comillas, porque ni en todo el mundo ni en todos los trabajos el carnaval es una fecha no lavorable, pero aqu&iacute;, en este blog, no dormirmos, no descansamos, as&iacute; que igual tendremos l"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Royal Altar Lanza Versión de \"Rich Men North Of Richmond\"... | Country En Clave De Heavy Metal…Y Nuevo Álbum?",
    "link": "https://www.delotroladometal.com.ar/2026/02/13/country-en-clave-de-heavy-metaly-nuevo-album/",
    "fecha": "13/02/2026",
    "contenido": "No recuerdo muchos covers hechos por bandas de Heavy Metal, de canciones que provengan de...\nThe post Royal Altar Lanza Versión de \"Rich Men North Of Richmond\"... | Country En Clave De Heavy Metal…Y Nuevo Álbum? first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Blog de Daniel Torres Burriel",
    "titulo": "Cómo vendo yo (y cómo no deberías vender tú)",
    "link": "https://dani.torresburriel.com/como-vendo-yo-y-como-no-deberias-vender-tu/",
    "fecha": "13/02/2026",
    "contenido": "Ayer escribí sobre por qué ignoro los correos de ventas no solicitados y la cosa tuvo bastante recorrido. En los comentarios de LinkedIn, también en un artículo de Miguel Angel Díez Ferreira en la misma red social, mucha gente compartía su hartazgo con el mismo tipo de prácticas invasivas. Pero entr"
  },
  {
    "blog": "Blep",
    "titulo": "Desvaríos y vomitona verbal",
    "link": "https://blep.org/Desvarios-y-vomitona-verbal",
    "fecha": "12/02/2026",
    "contenido": "Buenas.\n\nEste no es un artículo del blog. Es solo una especie de desahogo, un flujo de conciencia para ver si me desbloqueo mentalmente y sobre todo emocionalmente.\n\nHace mucho que no escribo nada. Cansancio, agobios, mala vida. Vacío. Han pasado muchas cosas.\n\nFamiliares en el hospital (demasiados "
  },
  {
    "blog": "Si lo haces, hazlo bien!",
    "titulo": "Instalar Qemu y VirtManager en Arch - 2",
    "link": "https://vctrsnts.github.io/2026-02-12-qemu-virtmanager-2/",
    "fecha": "12/02/2026",
    "contenido": "En este segundo articulo, explicaremos un poco como me voy adaptando a usar VirtManager en vez de VirtualBox y las modificaciones que he tenido que hacer en mi flujo de trabajo con respecto al usar VirtManager."
  },
  {
    "blog": "Moribundo Insurgente",
    "titulo": "Google envió información personal y financiera de un estudiante de periodismo al ICE",
    "link": "https://moribundoinsurgente.noblogs.org/post/2026/02/12/google-envio-informacion-personal-y-financiera-de-un-estudiante-de-periodismo-al-ice/",
    "fecha": "12/02/2026",
    "contenido": "Google entregó una gran cantidad de datos personales sobre un estudiante y periodista al Servicio de Inmigración y Control de Aduanas de Estados Unidos (ICE) en respuesta a una citación que no había sido aprobada por un juez, según un &#8230; Sigue leyendo &#8594;"
  },
  {
    "blog": "El Sueño del Artista Blog",
    "titulo": "El poder de la propaganda, cuando arte y propaganda se unen",
    "link": "https://polotman.wordpress.com/2026/02/12/el-poder-de-la-propaganda-cuando-arte-y-propaganda-se-unen/",
    "fecha": "12/02/2026",
    "contenido": "#ComunicacionSocial #propaganda #arte #ElSueñodelArtistablog #RedeSociales&#160; Desde los inicios la propaganda surgió como medio de persuasión de grandes agentes hacia las masas con su evolución ha encontrado en el arte una forma de embellecer y tocar las fibras de millones de personas logrando qu"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Lista random de cosas que no me gustan",
    "link": "https://blog.luiscarlospando.com/personal/2026/02/lista-random-de-cosas-que-no-me-gustan/",
    "fecha": "12/02/2026",
    "contenido": "Gracias por leer mi blog y ser un suscriptor. Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky. ¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "El método Williams",
    "link": "https://mareosdeungeek.es/el-metodo-williams/",
    "fecha": "12/02/2026",
    "contenido": "El método Williams es una película protagonizada por Will Smith, que todo sea dicho, hace una interpretación genial. Aunque la película trata sobre las hermanas Williams, la interpretación de Smith eclipsa y domina toda la trama. Nos encontramos ante un drama biográfico sobre la historia de las herm"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Hagamos pequeños círculos",
    "link": "https://matizeta.com/2026/02/12/hagamos-pequenos-circulos/",
    "fecha": "12/02/2026",
    "contenido": "Volví a sentir algo este último tiempo que ya me había sucedido años atrás con Facebook: Las personas que tengo en Instagram, en su mayoría no me interesa que hacen de sus vidas, de hecho estoy silenciado cada vez más gente. Con el tiempo, estos espacios de comunicación se vuelven una suerte de dire"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Canal 24 Horas",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/canal-24-horas.html",
    "fecha": "12/02/2026",
    "contenido": "Se ha convertido en tradición en casa los fines de semana comenzar el día viendo el Canal 24 Horas mientras desayunamos. Normalmente yo, que me levanto antes y me tomo un café mientras echo un ojo al a prensa, ya me he enterado de todo lo importante de la jornada, en esa misma prensa que reviso y en"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Ruleta Rusa #863",
    "link": "https://www.fabio.com.ar/9873-ruleta-rusa-863",
    "fecha": "12/02/2026",
    "contenido": "     No est&aacute; todo perdido si hay ruleta\nHa llegado el jueves, una semana productiva, mucho posteo, mucha pirater&iacute;a y hasta el buscador de blogs creciendo (ya 150 blogs y 68.000 art&iacute;culos indexados!) &iquest;qu&eacute; mejor que empezar el salto hacia el fin de semana que se apro"
  },
  {
    "blog": "Un blog",
    "titulo": "No, el socialismo no fracasó",
    "link": "https://nachof.blog/posts/2026/no-el-socialismo-no-fracas%C3%B3/",
    "fecha": "12/02/2026",
    "contenido": "Me tiene las bolas por el piso el argumento de que &ldquo;si el socialismo es tan bueno por qué siempre que se intentó fracasó&rdquo;. Porque no fracasó, todo lo contrario.\nPrimero lo primero: no soy historiador. Como no soy historiador, me puedo meter en esta discusión, porque ningún historiador se"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "1990XHC/Social Crisis: Split Hardcore 2024 | Hardcore Para Guardar Y Repartir",
    "link": "https://www.delotroladometal.com.ar/2026/02/12/hardcore-para-guardar-y-repartir/",
    "fecha": "12/02/2026",
    "contenido": "(2024 &#8211; Independiente) Cuanto hace que no veía una de estas cosas, llamada comunmente como...\nThe post 1990XHC/Social Crisis: Split Hardcore 2024 | Hardcore Para Guardar Y Repartir first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Blog de Daniel Torres Burriel",
    "titulo": "Por qué ignoro los correos de ventas",
    "link": "https://dani.torresburriel.com/por-que-ignoro-los-correos-de-ventas/",
    "fecha": "12/02/2026",
    "contenido": "Por momentos me guardo las ganas de escribir esto. Y por momentos, como ahora, no puedo guardármelas porque necesito soltar una idea que me ronda la cabeza día sí y día también. Imaginad que alguien llama a la puerta de vuestra casa. No le conocéis. No le habéis invitado. Pero insiste en que le abrá"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "República Bananera de España: infraestructuras",
    "link": "https://mareosdeungeek.es/republica-bananera-de-espana-infraestructuras/",
    "fecha": "11/02/2026",
    "contenido": "Siguiendo al hilo de la actualidad en España, aunque siempre con el tiempo de por medio, llega el capítulo de las infraestructuras. No voy a retomar la falta de mantenimiento (y responsabilidad) que pudo verse durante la DANA de Valencia. Las infraestructuras españolas llevan décadas dejadas de la m"
  },
  {
    "blog": "Cajón desastre",
    "titulo": "The Magnus Archives, primera temporada",
    "link": "https://ccriss92.bearblog.dev/the-magnus-archives-primera-temporada/",
    "fecha": "11/02/2026",
    "contenido": "Quería poner un poco de orden en el blog, y no me terminaba de convencer lo de recopilar los comentarios que hago en Mastodon de The Magnus Archives en una única página. Así que he pensado en dejar esa página como índice y crear una entrada por temporada. Además de esas impresiones tras escuchar los"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Estoy asqueado de la basura viral IA de Internet",
    "link": "https://matizeta.com/2026/02/11/estoy-asqueado-de-la-basura-viral-ia-de-internet/",
    "fecha": "11/02/2026",
    "contenido": "Ultimamente hay algo que hace que este rechazando consumir contenido en Internet, y es quizás la gota que rebalsó mi vaso. A pesar de que hace un par fui advertido de lo que iba a suceder, sabía que no había manera de detenerlo, sólo esperar a que suceda. Cuando entro en las redes sociales o [&#8230"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Andando sobre hielo, niños en prisión y medicamentos inexistentes en Suecia",
    "link": "https://blog.danielaragay.net/andando-sobre-hielo-ninos-en-prision-y-medicamentos-inexistentes-en-suecia/",
    "fecha": "11/02/2026",
    "contenido": "En este cap&#xed;tulo repasamos un poco mis aventuras como creador de v&#xed;deo en la empresa, mi experiencia andando encima del lago de Estocolmo entre otras cosasFormas de patrocinio. Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7;"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Saiko en Matucana 100",
    "link": "https://altgr.xyz/2026/02/11/saiko-en-matucana-100/",
    "fecha": "11/02/2026",
    "contenido": "Jueves 5 de febrero en el salón principal del centro cultural Matucana 100 tuvimos la oportunidad de disfrutar de la música de Saiko, un concierto que fue una extensión de la gira por los 25 años de la banda. Quienes estuvimos ahí fuimos los afortunados que escuchamos por primera vez en vivo Romance"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalar CouchDB en Debian 13",
    "link": "https://voidnull.es/instalar-couchdb-en-debian-13/",
    "fecha": "11/02/2026",
    "contenido": "Apache CouchDB es una base de datos NoSQL orientada a documentos que utiliza JSON para almacenar datos"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Acceso seguro a servicios locales con Pangolin sin depender de Cloudflare Tunnel",
    "link": "https://voidnull.es/acceso-seguro-a-servicios-locales-con-pangolin-sin-depender-de-cloudflare-tunnel/",
    "fecha": "11/02/2026",
    "contenido": "En este artículo veremos cómo usar Pangolin para acceder de forma segura a tus servicios locales, configurando aplicaciones de tu HomeLab y utilizando una alternativa autoalojada a Cloudflare Tunnel."
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "OpenClawd, Molbook y Rent-a-human",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2026/02/11/20260211-molbot-moltbook-rentahuman/",
    "fecha": "11/02/2026",
    "contenido": "Los agentes de IAGen que filtran datos están de moda, y hay quien tiene ganas de que sean nuestros \"overlords\" lo más pronto posible"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Japanish",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/japanish.html",
    "fecha": "11/02/2026",
    "contenido": "La semana pasada descubrí por casualidad, escuchando en la radio Córdoba patrimonio gastronómico,&nbsp;Japanish, un restaurante de comida fusión sito en Lucena (Córdoba). Fui casi de improviso, reservando el día de antes, para probar su carta de comida fusión entre Córdoba (y Andalucía y España) y J"
  },
  {
    "blog": "La cosa infinita (Daniel Omar Cignacco)",
    "titulo": "Etimología del paisaje",
    "link": "https://danielomarcignacco.mataroa.blog/blog/etimologia-del-paisaje/",
    "fecha": "11/02/2026",
    "contenido": "El procedimiento no dolió, pero el despertar fue un estallido de sintaxis visual. Durante décadas, su mundo fue una construcción de texturas, aromas y el rítmico goteo del tiempo sobre el papel. Ahora, los nuevos globos oculares —frías esferas de cristal líquido y grafeno— le devolvían una realidad "
  },
  {
    "blog": "ochobitshacenunbyte",
    "titulo": "Mealie: Libros de recetas de cocina con Docker",
    "link": "https://www.ochobitshacenunbyte.com/2026/02/11/mealie-libros-de-recetas-de-cocina-con-docker/",
    "fecha": "11/02/2026",
    "contenido": "¿Te consideras una persona cocinillas? ¿Te gustaría guardar las recetas que vas encontrando por Internet? ¿Piensas que sería buena idea planificar toda la semana para organizar las comidas y las cenas? Pues estás de&#46;&#46;&#46;\nLa entrada Mealie: Libros de recetas de cocina con Docker se publicó "
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "El parche en el ojo tiene su costo, MagisTV",
    "link": "https://www.fabio.com.ar/9872-el-parche-en-el-ojo-tiene-su-costo-magistv",
    "fecha": "11/02/2026",
    "contenido": "    \nHay formas y formas de honrar al Capit&aacute;n Jack Sparrow 🏴&zwj;☠️, pero creo que la peor de todas es la de la vagancia. Si van a hacerlo, h&aacute;ganlo bien.\nLa facilidad de uso se confunde con algo \"bueno\" per se, pero es la puerta de entrada a cualquier aplicaci&oacute;n basura en tu PC "
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "En El Marco Del Tour 20ª Aniversario De \"Shadows Are Security\" | As I Lay Dying Vuelve A Argentina Y Latinoamérica",
    "link": "https://www.delotroladometal.com.ar/2026/02/11/as-i-lay-dying-vuelve-a-argentina-y-latinoamerica/",
    "fecha": "11/02/2026",
    "contenido": "Un aniversario más, y van. Lo que al principio parecía simpático, ya parece haberse convertido...\nThe post En El Marco Del Tour 20ª Aniversario De \"Shadows Are Security\" | As I Lay Dying Vuelve A Argentina Y Latinoamérica first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Blog de Daniel Torres Burriel",
    "titulo": "ResearchOps: cuando la investigación con usuarios necesita estructura operativa",
    "link": "https://dani.torresburriel.com/researchops-cuando-la-investigacion-con-usuarios-necesita-estructura-operativa/",
    "fecha": "11/02/2026",
    "contenido": "Hoy vengo con algo muy concreto de lo que escribiré más a menudo este año. Y es que hay una disciplina que lleva años ganando peso en los equipos de investigación con usuarios y que, sin embargo, sigue siendo la gran desconocida en el ecosistema de producto digital en español: ResearchOps, o lo que "
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "La maldición de Hill House",
    "link": "https://guillermolatorre.com/libros/la-maldicion-de-hill-house",
    "fecha": "10/02/2026",
    "contenido": "Fecha de lectura: 11/02/2026.Autor/a: Shirley Jackson.Categoría: Ficción.Número de páginas: 256.Mi valoración: ★★★☆☆No sé muy bien por qué, pero no he llegado a sentirme dentro de la historia en ningún momento."
  },
  {
    "blog": "Jinversor",
    "titulo": "Epstein y los idiotas",
    "link": "https://jinversor.co/2026/02/epstein-y-los-idiotas/",
    "fecha": "10/02/2026",
    "contenido": "Mea culpa. Sucumbí al tema de moda y terminé viendo en HBO el Documental de Jeffrey Epstein. Me pareció un trabajo bien logrado porque se centró en los hechos históricos [&#8230;]\nLa entrada Epstein y los idiotas se publicó primero en Jinversor."
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Bailando sin Cesar con 31 Minutos",
    "link": "https://altgr.xyz/2026/02/10/bailando-sin-cesar-con-31-minutos/",
    "fecha": "10/02/2026",
    "contenido": "El inicio de la temporada de conciertos 2026 vino directo desde Titirilquén con el show Radio Guaripolo de 31 Minutos el sábado 31 de enero en el Movistar Arena. Una presentación con el conocido humor que se complementa su repertorio musical interpretado por los mismísimos artistas originales. Allí "
  },
  {
    "blog": "",
    "titulo": "Curso de Semiotica Medieval en Uruguay.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/02/10/curso-de-semiotica-medieval-en-uruguay/",
    "fecha": "10/02/2026",
    "contenido": "El lunes 10 de febrero se dio a conocer un curso de Semiótica medieval en Mastodon, les dejo una copia de la publicación y el formulario de inscripción. Curso de verano en el IPAFuentes tardoantiguas de la semiótica medieval 📅5 y 6 de marzo&#124; 9 a 12 h📍Salón: Anfiteatro &#124; PresencialInstituto"
  },
  {
    "blog": "56K",
    "titulo": "Slow Net – Menos velocidad, menos vigilancia",
    "link": "https://56k.es/fanta/slow-net-menos-velocidad-menos-vigilancia/",
    "fecha": "10/02/2026",
    "contenido": "Existe un escrito llamado «A Quick Guide to the Slow Net» que se puede en teoría obtener desde el Website slownet.work/ Lo he bajado y lo he juntado en un pdf que puede consultarse aquí: A_quick_guide_to_the_slow_net-Beverly_cou.pdf Beverly Chou explora mediante una serie de experimentos cómo las re"
  },
  {
    "blog": "56K",
    "titulo": "Offline – Vida fuera de internet",
    "link": "https://56k.es/fanta/offline/",
    "fecha": "10/02/2026",
    "contenido": "No estar también es una opción, trabajar offline, hacer las cosas sin necesidad de conexión a internet constante. «Cuanto más colores tiene la pantalla de alta definición menos colores tiene el mundo, porque van desapareciendo especies, va aumentando la contaminación, los cielos están sucios…» Belen"
  },
  {
    "blog": "Un Diario",
    "titulo": "Hablemos sobre el problema del conformismo",
    "link": "https://thejnx.bearblog.dev/hablemos-del-problema-del-conformismo/",
    "fecha": "10/02/2026",
    "contenido": "En esta entrada no voy a intentar dar un sermon largo, mi objetivo es dar consciencia sobre este tema, el cual me gustaría empezar dando un \"pequeño\" consejo:\nSi es posible no sean tan conformistas, es una palabra que ni sabia que existía pero siento que define a la gran mayoría de personas en inter"
  }
]