[
  {
    "blog": "Fierro Viejo",
    "titulo": "El Sistema Operativo Universal",
    "link": "https://fierroviejo.com/2026/02/el-sistema-operativo-universal.html",
    "fecha": "19/02/2026",
    "contenido": "Por qué Debian es El Sistema Operativo Universal."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "La Edad de las Redes Sociales",
    "link": "https://mareosdeungeek.es/la-edad-de-las-redes-sociales/",
    "fecha": "19/02/2026",
    "contenido": "La Edad de las Redes Sociales, el momento que estamos viviendo, en el que unos algoritmos, alimentados por nosotros mismos, nos roban toda nuestra atención. Está claro que la polémica ha surgido después del anuncio, por parte del gobierno español, de limitar el acceso a los menores de 16 años a esta"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Una de breves #1: Tos",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/una-de-breves-1-tos.html",
    "fecha": "19/02/2026",
    "contenido": "&nbsp;Me pone muy nervioso la gente que tose y tose y no deja de toser."
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Jueves",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/jueves.html",
    "fecha": "19/02/2026",
    "contenido": "\n  \n    \n  \nY si los miércoles son mi mejor día de la semana este curso, los jueves son el peor. Largos, eternos, con mucha carga laboral, sin apenas un descanso.Empiezo este jueves de invierno de febrero desmotivado, con sueño, como casi todos los días, entre la alegría del miércoles y el vislumbra"
  },
  {
    "blog": "ochobitshacenunbyte",
    "titulo": "Guía Práctica: Sustituyendo Ingress-NGINX por Envoy Gateway (Paso a Paso)",
    "link": "https://www.ochobitshacenunbyte.com/2026/02/19/guia-practica-sustituyendo-ingress-nginx-por-envoy-gateway-paso-a-paso/",
    "fecha": "19/02/2026",
    "contenido": "Durante muchos años el proxy inverso del Ingress-Nginx ha sido el más utilizado en las empresas que utilizaban Kubernetes. A diferencia de Nginx-Ingress, que sí esta mantenido por una empresa, en este caso F5,&#46;&#46;&#46;\nLa entrada Guía Práctica: Sustituyendo Ingress-NGINX por Envoy Gateway (Pas"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Ruleta Rusa #864",
    "link": "https://www.fabio.com.ar/9878-ruleta-rusa-864",
    "fecha": "19/02/2026",
    "contenido": "     Vamos, vamos todos a la ruleta!\nPues s&iacute;, es jueves, no esperen otra cosa que paro de la CGT y Ruleta Rusa, esta, en particular, dedicada a aquellos que no pudieron moverse por el paro de transportes provocado por unos gordos sindicales que nunca movieron el orto para trabajar 😅\nAhora s&i"
  },
  {
    "blog": "Un blog",
    "titulo": "Perú destituyó al presidente. Otra vez.",
    "link": "https://nachof.blog/posts/2026/per%C3%BA-destituy%C3%B3-al-presidente-otra-vez/",
    "fecha": "19/02/2026",
    "contenido": "Si en Uruguay destituyen a un presidente, sería algo sin precedentes, una crisis enorme, nunca pasó. En Perú, es martes.\nDesde que Ollanta Humala dejó el cargo en el 2016, ningún otro presidente completó un mandato completo.\nEn el 2016 fue electo Pedro Pablo Kuczynski, o, más fácil, PPK. Montones de"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "Dejar la puerta abierta.",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/dejar-la-puerta-abierta/",
    "fecha": "18/02/2026",
    "contenido": "Mi amiga Míriam me regaló La novia grulla de CJ Hauser para mi cumpleaños. Fue una cosa así un poco serendípica, porque ella nunca regala libros que no haya leído, pero el librero se lo recomendó muy fuerte y aquí estamos. \nNo sabía que el libro me iba a dar tanto. Desde el principio, además. Es una"
  },
  {
    "blog": "El Laberinto de McAllus",
    "titulo": "Honor",
    "link": "https://mcallus.net/2026/02/18/honor/",
    "fecha": "18/02/2026",
    "contenido": "Ōka Haruhisa estaba sentado con los ojos cerrados en posición de loto. Las puertas de su despacho se encontraban abiertas hacia el pequeño jardín interior. El frescor primaveral de la madrugada le había acompañado durante toda la noche de meditación. Su kimono blanco apenas le había mantenido abriga"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Vinilandia es uno de los podcasts que más he disfrutado últimamente",
    "link": "https://blog.luiscarlospando.com/musica/2026/02/vinilandia-es-uno-de-los-podcasts-que-mas-he-disfrutado-ultimamente/",
    "fecha": "18/02/2026",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "El Cautivo de Amenábar",
    "link": "https://mareosdeungeek.es/el-cautivo-de-amenabar/",
    "fecha": "18/02/2026",
    "contenido": "El Cautivo es la última película de Alejandro Amenábar. Estrenada en septiembre de 2025 estamos ante un drama histórico, no exento de polémica, que recrea el cautiverio de Miguel de Cervantes en la ciudad de Argel. Aunque la base de la película es bastante simple, el cautiverio durante 5 años de Cer"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#181: notificaciones push en navegadores",
    "link": "https://www.macram.es/posts/2026/02/notificaciones-push-en-navegadores/",
    "fecha": "18/02/2026",
    "contenido": "Creo que los navegadores actuales deberían ser mucho más restrictivos con las notificaciones push. Se están usando mucho con fines maliciosos. Tengo cierta confianza en que, igual que en su momento se popularizaron los bloqueadores de popups, se acabará poniendo coto al uso de estas API.\nPor mi (ses"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "526. Hacker",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/02/526-hacker.html",
    "fecha": "18/02/2026",
    "contenido": "&nbsp; &nbsp; La entrada que programé para que se publicara ayer no ha aparecido. Y es algo normal porque no la encuentro por ningún sitio. Quiero pensar que se debe a la obsolescencia de esta plataforma olvidada, y no a los ajustes pertinentes que hice un poco pasado de octanaje para tal efecto.&nb"
  },
  {
    "blog": "impermanente",
    "titulo": "Sobre el por qué tomo fotografías",
    "link": "https://impermanente.es/2026/02/18/sobre-el-por-qu-tomo.html",
    "fecha": "18/02/2026",
    "contenido": "Hay algo que me cuesta admitir, aunque tampoco tengo ya demasiados reparos en decirlo: no recuerdo casi nada de mi infancia. No de manera normal, al menos. Tengo imágenes sueltas, fragmentos desconectados, escenas que flotan sin contexto como si pertenecieran a la vida de otra persona que conozco mu"
  },
  {
    "blog": "_ voidNull",
    "titulo": "sort: es hora de ordenar las cosas",
    "link": "https://voidnull.es/sort-es-hora-de-ordenar-las-cosas/",
    "fecha": "18/02/2026",
    "contenido": "Herramienta para combinar líneas de uno o varios archivos en columnas, ideal para unir datos y generar tablas simples desde la terminal."
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalación de BookStack en Debian 13",
    "link": "https://voidnull.es/instalacion-de-bookstack-en-debian-13/",
    "fecha": "18/02/2026",
    "contenido": "BookStack es un software Wiki de código abierto destinado a una plataforma sencilla, autoalojada y fácil de usar. Basado en Laravel, un framework PHP, BookStack está publicado bajo la licencia MIT."
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "La ingesta indigesta de Claude",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2026/02/18/20260218-la-ingesta-indigesta-de-claude/",
    "fecha": "18/02/2026",
    "contenido": "Una breve historia sobre el atragantamiento de bots de Anthropic mediante AISEO"
  },
  {
    "blog": "Erica Fustero",
    "titulo": "El proceso analógico",
    "link": "https://www.ericafustero.com/2026-02-el-proceso-analogico",
    "fecha": "18/02/2026",
    "contenido": ""
  },
  {
    "blog": "",
    "titulo": "Convocatoria",
    "link": "https://mundoceltamedieval.wordpress.com/2026/02/18/convocatoria-3/",
    "fecha": "18/02/2026",
    "contenido": ""
  },
  {
    "blog": "prosa",
    "titulo": "amateur y amatora",
    "link": "https://blog.adrianaaraujot.casa/amateur-y-amatora/",
    "fecha": "18/02/2026",
    "contenido": "Miranda July, el viento y por qué no puedo decir que amo escribir"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Prohibirle redes sociales a los niños, tarde, muy tarde",
    "link": "https://www.fabio.com.ar/9877-prohibirle-redes-sociales-a-los-ninos-tarde-muy-tarde",
    "fecha": "18/02/2026",
    "contenido": "    \nMuy tarde, muy poco, una vez m&aacute;s los gobernantes usan al reh&eacute;n habitual de las decisiones autoritarias: los ni&ntilde;os. &iquest;Para qu&eacute; en este caso? Para prohibir y controlar, obvio! lo que siempre trae resultados &iquest;No?\nProhibir el acceso a servicios digitales en "
  },
  {
    "blog": "Ilogeek",
    "titulo": "Los podcasts que escucho (edición 2026)",
    "link": "https://ilogeek.es/los-podcasts-que-escucho-edicion-2026/",
    "fecha": "18/02/2026",
    "contenido": "La cuarta edición de los podcasts que me acompañan en mi día a día divididos entre diarios y no diarios."
  },
  {
    "blog": "AsturGeek V3",
    "titulo": "Vuelvo al podcast, ahora autoalojado",
    "link": "https://asturgeek.eu/2026/02/18/vuelvo-al-podcast-ahora-autoalojado/",
    "fecha": "18/02/2026",
    "contenido": "El miniservidor instalado en casa, dentro del minipc, ya tiene forma y poco a poco voy añadiendo servicios que me interesa tener. Éste blog ya está ahí entre otras.Ahora me he montado el podcast, casi abandonado en Spotify, con Castodpod.Me apetecía grabar, pero la plataforma no es de mi agrado. He "
  },
  {
    "blog": "Adrián Perales",
    "titulo": "‘Hamnet’ y la llorera",
    "link": "https://adrianperales.com/2026/02/hamnet-y-la-llorera/",
    "fecha": "17/02/2026",
    "contenido": "Hemos ido al cine a ver &#8216;Hamnet&#8217; con el alumnado de bachillerato. Es una película dramática relacionada con (que no «acerca de») Shakespeare. Me ha gustado muchísimo y he llorado muchísimo, aunque no sé si es para todo el mundo. El aviso A partir de aquí viene mi opinión sobre la películ"
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Music Has the Right to Children (1998), de Boards of Canada",
    "link": "https://thecheis.com/2026/02/17/music-has-the-right-to-children-1998-de-boards-of-canada/",
    "fecha": "17/02/2026",
    "contenido": "«The holts are nearly always close to the sea» A Coruña, año 2011. Por aquel entonces cursaba allí el primer ciclo de formación profesional de mi vida, en horario nocturno. De camino a clase, en las frescas tardes de otoño-invierno, llevaba mi reproductor MP3 cargado de una música muy especial. La e"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "No me lo estaba inventando",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/no-me-lo-estaba-inventando/",
    "fecha": "17/02/2026",
    "contenido": "Cuando empecé a explorar el autismo como una posibilidad, como una categoría que podía hacerme comprensible para mí misma y para otros (pero sobre todo para mí misma) tuve que luchar, en primer lugar, contra mis propios prejuicios. ¿Cómo iba a ser yo autista? Autista era mi tío, que aprendió unas po"
  },
  {
    "blog": "La Máquina de Von Neumann",
    "titulo": "¿Hay un Y tal que Y sea sentirse una IA?",
    "link": "https://vonneumannmachine.wordpress.com/2026/02/17/hay-un-y-tal-que-y-sea-sentirse-una-ia/",
    "fecha": "17/02/2026",
    "contenido": "En conversaciones en «X», mucha gente me critica que muestro claros sesgos antropocéntricos. Cuando critico la posibilidad de consciencia en máquinas, apelan a la idea de que yo solo entiendo la consciencia a partir de las cualidades de la humana, pero que la IA podría desarrollar otra completamente"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Vuelve Micromanía",
    "link": "https://mareosdeungeek.es/vuelve-micromania/",
    "fecha": "17/02/2026",
    "contenido": "Desde el pasado fin de semana se puede reservar o hacer una suscripción a la nueva época de la revista Micromanía. El retorno de la clásica revista de videojuegos se produce después de casi dos años desde su último número. Micromanía es una revista sobre videojuegos que se remonta a los años 80. Sur"
  },
  {
    "blog": "Tecno y Soft",
    "titulo": "Cuándo utilizar install-grub en Manjaro",
    "link": "https://tecnoysoft.com/2026/02/17/cuando-utilizar-install-grub-en-manjaro/",
    "fecha": "17/02/2026",
    "contenido": "Introducción Manjaro es otro mundo, nada que ver con cualquier otra derivada de Arch Linux, ponen el foco en herramientas propias que faciliten el uso y administración del sistema. Haciendo que todo sea más fácil, rápido y productivo. En Manjaro, el comando install-grub es una herramienta específica"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "\"Two ways of doing (almost) the same\"",
    "link": "https://www.macram.es/posts/2026/02/dos-formas-de-hacer-lo-mismo/",
    "fecha": "17/02/2026",
    "contenido": "En ale, today una reflexión sobre cómo dos switches para deshabilitar las funciones de inteligencia artificial en dos programas pueden expresar cosas totalmente distintas."
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Arrebol",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/arrebol.html",
    "fecha": "17/02/2026",
    "contenido": "\n  \n    \n  \nNo sé qué tienen de mágico e hipnótico estos atardeceres de febrero en los que empiezan a alargarse los días y las nubes se vuelven rojizas, cargadas de agua mientras inciden los últimos rayos de sol sobre ellas.En febrero, aún siendo invierno, empieza a vislumbrarse allá a lo lejos la h"
  },
  {
    "blog": "56K",
    "titulo": "Optimizar la batería del portátil en GNU+Linux",
    "link": "https://56k.es/fanta/optimizar-la-bateria-del-portatil-en-gnulinux/",
    "fecha": "17/02/2026",
    "contenido": "Desde mi experiencia la forma en la que consigo que la batería del portátil me dure más tiempo sin tener que enchufarlo pasa por estas 2 cosas: Brillo de la pantalla y MHz CPU. A groso modo si bajas un poco el brillo te durará más y si lo pones en powersave. Tema del brillo:..."
  },
  {
    "blog": "56K",
    "titulo": "La IA ética no existe",
    "link": "https://56k.es/fanta/la-ia-feminista-no-existe/",
    "fecha": "17/02/2026",
    "contenido": "He tratado de ordenar ciertos pensamientos alrededor de la «Soberanía tecnológica», «la computación extractivista» y el Cherry Picking cuando algunas personas afirman sin despeinarse que las IAs son éticas, anti-racistas o feministas. &#160; 1. ¿Es posible actualmente una hamburguesa ética? 2. Dison"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Noto Color Emoji - Tipografía de emojis",
    "link": "https://www.fabio.com.ar/9876-noto-color-emoji---tipografia-de-emojis",
    "fecha": "17/02/2026",
    "contenido": "    \nSe que es un tema irrelevante para la gran mayor&iacute;a, pero hasta hace poco la &uacute;nica forma de crear emojis en una PC era utilizando los sets de im&aacute;genes que el sistema operativo provee. No hab&iacute;a una tipograf&iacute;a que tuviera los emojis para usar en cualquier tipo de"
  },
  {
    "blog": "Proyecto para no aburrir",
    "titulo": "Al final me lié y me monté un Joplin Server en Docker",
    "link": "https://ericdq.com/2026/02/16/final-lie-monte-joplin-server-docker/",
    "fecha": "16/02/2026",
    "contenido": "Hago esta entrada a modo de notas para mí mismo. La configuración de Docker en una RaspberryPi con sus correspondientes servicios, errores que cometí, cosas que me quedan pendientes y posibles mejoras por si tengo que volver a montarlo en un futuro."
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "La semana pasada pasaron demasiadas cosas",
    "link": "https://blog.luiscarlospando.com/personal/2026/02/la-semana-pasada-pasaron-demasiadas-cosas/",
    "fecha": "16/02/2026",
    "contenido": "Gracias por leer mi blog y ser un suscriptor. Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky. ¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Semana 07/2026",
    "link": "https://www.macram.es/posts/2026/02/semana-07-2026/",
    "fecha": "16/02/2026",
    "contenido": "El tiempo parece haber dado un pequeño respiro. Hemos vuelto a ver el sol por aquí y eso se nota en mi estado de ánimo (y en general en el estado de ánimo de la gente que me rodea), si bien hace un viento bastante desagradable que no invita a estar en la calle. Todavía no es tiempo de terrazas (y, q"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "¡3 personas en Estocolmo se hunden en el hielo!",
    "link": "https://blog.danielaragay.net/3-personas-en-estocolmo-se-hunden-en-el-hielo/",
    "fecha": "16/02/2026",
    "contenido": "Pues s&#xed;, es algo que ha pasado este fin de semana, 3 personas cayeron dentro del agua al romperse el hielo por donde andaban.Formas de patrocinio. Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendoels"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Añade un segundo nodo de Adguard Home para que sincronicen los dos DNS",
    "link": "https://voidnull.es/anade-un-segundo-nodo-de-adguard-home-para-que-sincronicen-los-dos-dns/",
    "fecha": "16/02/2026",
    "contenido": "Dos nodos de AdGuard Home sincronizados para asegurar DNS redundante y evitar caídas en la resolución de nombres."
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Después de la tormenta...",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/despues-de-la-tormenta.html",
    "fecha": "16/02/2026",
    "contenido": "\n  \n    \n  \n...siempre llega la calma. Eso dicen. Igual que tras encadenar diez borrascas, cuando parecía que estábamos condenados a tener un tiempo más propio de otras latitudes, por fin se despeja, pasa algo parecido con la vida.Vuelvo a mirar a ese último día de agosto en el que la tristeza me in"
  },
  {
    "blog": "",
    "titulo": "Felicitaciones Aires celtas por su reconocimiento.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/02/16/felicitaciones-aires-celtas-por-su-reconocimiento/",
    "fecha": "16/02/2026",
    "contenido": ""
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Guía de Acestream 2026",
    "link": "https://www.fabio.com.ar/9875-guia-de-acestream-2026",
    "fecha": "16/02/2026",
    "contenido": "    \nBueno, luego del posteo del otro d&iacute;a es hora de hacer uno actualizado de Acestream para novatos y curiosos, el &uacute;ltimo fue hace 9 a&ntilde;os, as&iacute; que es hora de darles una actualizaci&oacute;n.\nAcestream es una red p2p para streamings, es decir, para ver cosas en vivo que, "
  },
  {
    "blog": "Picando Código",
    "titulo": "List Category Posts v0.94.0 - Año nuevo, \"vulnerabilidad crítica de seguridad\" nueva",
    "link": "https://picandocodigo.net/2026/list-category-posts-v0-94-0-ano-nuevo-vulnerabilidad-nueva/",
    "fecha": "16/02/2026",
    "contenido": "Desde octubre la cosa estaba bastante tranquila en el frente List Category Posts, el plugin que desarrollé para WordPress. El año pasado empezaron los reportes de seguridad de supuestas vulnerabilidades del plugin. Inicialmente demoré demasiado en corregirlo, por lo que Wordfence alarmó a todos los "
  },
  {
    "blog": "JavierSam",
    "titulo": "Graphite y GIMP en el FOSDEM 2026",
    "link": "https://javiersam.uy/2026/02/graphite-y-gimp-en-el-fosdem-2026.html",
    "fecha": "16/02/2026",
    "contenido": "A principios de mes, de regreso de mis vacaciones anuales, me encontré con que se había realizado en Bruselas (Bélgica) una nueva edición del FOSDEM.Y, desde unos días después, están disponibles en el sitio web del evento las grabaciones de las charlas que allí se dieron. Ahora que pude ver las dos "
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Google Gemini, compañero de aventuras",
    "link": "https://thecheis.com/2026/02/15/google-gemini-companero-de-aventuras/",
    "fecha": "15/02/2026",
    "contenido": "Con el tema de la IA dando bandazos, me preguntaba si la tecnología de moda realmente servía de algo para el común de los mortales. Quiero decir, más allá de las búsquedas en internet, hacer memes, crear imágenes chorras o aprender sobre alguna materia, dudaba que una IA me convenciese para algo más"
  },
  {
    "blog": "Moribundo Insurgente",
    "titulo": "Implementación de verificación de edad en Discord, relacionada con cofundador de Palantir",
    "link": "https://moribundoinsurgente.noblogs.org/post/2026/02/15/implementacion-de-verificacion-de-edad-en-discord-relacionada-con-cofundador-de-palantir/",
    "fecha": "15/02/2026",
    "contenido": "La semana pasada, Discord provocó el desprecio de sus usuarios al anunciar que en marzo implementará restricciones globales de verificación de edad, lo que limitará el contenido visible y las comunidades para los usuarios que no escaneen sus rostros o &#8230; Sigue leyendo &#8594;"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Anunciada la WordCamp Málaga 2026",
    "link": "https://mareosdeungeek.es/anunciada-la-wordcamp-malaga-2026/",
    "fecha": "15/02/2026",
    "contenido": "El pasado viernes se lanzó la página web de la WordCamp Málaga 2026. Un evento que girará alrededor de WordPress y el e-commerce. Organizado por la comunidad de WordPress de la ciudad de Málaga y alrededores. Esta edición, centrada en comercio electrónico, se celebrará en la Facultad de Marketing y "
  },
  {
    "blog": "La bitácora de Locutus",
    "titulo": "La gravedad",
    "link": "http://locutusbit.blogspot.com/2026/02/la-gravedad.html",
    "fecha": "15/02/2026",
    "contenido": "&nbsp;Las palabras se atraen en un solo sentido,se abrazan como olas incansables,como elementos que caen en silencio,como elementos que se elevan en silencio,como elementos que permanecen en silencio.Las palabras muestran su destino más allá de las voces,más allá de las murallas infranqueablesy las "
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Miénteme una vez – Los Vásquez",
    "link": "https://altgr.xyz/2026/02/15/mienteme-una-vez-los-vasquez/",
    "fecha": "15/02/2026",
    "contenido": "Si es cebolla, elijamos de los más cebolla. Esto es un extracto de Miénteme una Vez de Los Vásquez. Parte de la presentación en Gran Arena Monticello el 14 se febrero de 2026."
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Pop Cebolla con Los Vásquez en San Valentín",
    "link": "https://altgr.xyz/2026/02/15/pop-cebolla-con-los-vasquez-en-san-valentin/",
    "fecha": "15/02/2026",
    "contenido": "La noche del día de los enamorados fue el momento perfecto para el concierto de Los Vásquez en Gran Arena Monticello. Los hermanos Vásquez son unos tipos muy entrenidos que manejan muy bien el show, interactúan harto con el público, hacen reír y, por supuesto, lo principal son sus canciones, muchas "
  },
  {
    "blog": "_ voidNull",
    "titulo": "Ping #17: Actualizaciones, novedades y ranking de distros",
    "link": "https://voidnull.es/ping-17/",
    "fecha": "15/02/2026",
    "contenido": "Aquí encontrarás las distribuciones más recientes, paquetes actualizados y el ranking de las distros más descargadas. 🚀"
  },
  {
    "blog": "Si dios te da limones",
    "titulo": "Limonario",
    "link": "https://sidiostedalimones.com/blog/2026/limonario/",
    "fecha": "15/02/2026",
    "contenido": ""
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Mis fotos favoritas de 2025",
    "link": "https://www.ericafustero.com/2026-02-mis-fotos-favoritas-de-2025",
    "fecha": "15/02/2026",
    "contenido": "A principios de año decidí hacer una selección de mis fotos favoritas de 2025. «Esto lo tengo listo en una tarde», me dije. JA. Estuve dándole vueltas durante todo enero, lo dejé aparcado unos días y la semana pasada me obligué a retomarlo. En parte por cabezonería, en parte porque quiero imprimir p"
  },
  {
    "blog": "La Frikoteca",
    "titulo": "La Serpiente Coristos (aventura en Aelios)",
    "link": "http://frikoteca.blogspot.com/2026/02/la-serpiente-coristos-aventura-en-aelios.html",
    "fecha": "15/02/2026",
    "contenido": "Hoy he dirigido una partida con mi grupo rolero de siempre a Mythras. Como ya he comentado muchas veces, es uno de mis juegos favoritos; mi primer amor rolero fue RuneQuest, y en mi opinión Mythras es la mejor versión que existe de este juego (se puede considerar mecánicamente que se trata de RuneQu"
  },
  {
    "blog": "eaplmx",
    "titulo": "Los riesgos de las IA que sí me preocupan",
    "link": "https://text.eapl.mx/los-riesgos-de-las-ia-que-si-me-preocupan",
    "fecha": "15/02/2026",
    "contenido": ""
  },
  {
    "blog": "Feed de Ardi",
    "titulo": "A link to the past: 2025",
    "link": "https://www.ardi.monster/blog/a-link-to-the-past-2025",
    "fecha": "15/02/2026",
    "contenido": "Una entrada donde hago una retrospectiva de mi ano 2025"
  },
  {
    "blog": "El Blog de Juan A. Flores",
    "titulo": "Está caído mi servidor Casero",
    "link": "https://juanagustinflores.wordpress.com/2026/02/14/esta-caido-mi-servidor-casero/",
    "fecha": "14/02/2026",
    "contenido": "Resumen porque está caido mi blog personal auto alojado elprofejuan.com.ar"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Caminos",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/caminos.html",
    "fecha": "14/02/2026",
    "contenido": "\n  \n    \n  \nFoto que realicé en el ocaso de un día como hoy hace diez años."
  },
  {
    "blog": "Bitácora baldía on zurdeando",
    "titulo": "Sentir algo está bien",
    "link": "https://blog.zurdala.es/blog/sentir-algo-est%C3%A1-bien/",
    "fecha": "14/02/2026",
    "contenido": "Simplemente quería republicar la entrada de Annie.\nFeeling something is okay I guess\nUna pequeña selección de lo que más me ha tocado\n\nMost of us think of ourselves as thinking creatures that feel, but we are actually feeling creatures that think.\n\n\n― Jill Bolte Taylor\n\n\n\nIf your feelings fling you "
  },
  {
    "blog": "Un blog",
    "titulo": "The Adventures of Mary Darling - Pat Murphy",
    "link": "https://nachof.blog/posts/2026/the-adventures-of-mary-darling/",
    "fecha": "14/02/2026",
    "contenido": "\n\n\n\nIn stories, the hero never dies. And every child thinks of themself as the hero of their story. But children could die. She could die. Tom could die. Sam could die. That was one of the secrets of Neverland. There were fairies and mermaids. You could fly away on adventures. And you could die.\n\nTe"
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "FooBilliardPlus: la evolución lógica de FooBilliard",
    "link": "https://malagaoriginal.blogspot.com/2026/02/foobilliardplus-la-evolucion-logica-de.html",
    "fecha": "13/02/2026",
    "contenido": "FooBilliard era un juego de billard 3D que se jugaba con el ratón y que ahora tiene un más que digno sucesor FooBilliard plus, sigue siendo un juego libre.El juego se controla con el ratón con el que apuntas la bola moviéndote con el mismo y aumentas o disminuyes la fuerza del disparo con la rueda d"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 7 de 2026",
    "link": "https://victorhckinthefreeworld.com/2026/02/13/opensuse-tumbleweed-revision-de-la-semana-7-de-2026/",
    "fecha": "13/02/2026",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Mist: para editar archivos en Markdown online de manera colaborativa",
    "link": "https://victorhckinthefreeworld.com/2026/02/13/mist-para-editar-archivos-en-markdown-online-de-manera-colaborativa/",
    "fecha": "13/02/2026",
    "contenido": "Mist es un editor colaborativo de Markdown que permite la edición del archivo en modo multiusuario en tiempo real, e incluye sugerencias y comentarios en el propio documento Hoy por el blog traigo una herramienta que podemos utilizar en línea y que se trata de un editor de archivos en formato Markdo"
  },
  {
    "blog": "Interlan",
    "titulo": "Tutorial: Nextcloud + Wireguard + Nginx",
    "link": "https://interlan.ec/blog/2026/02/13/tutorial-nextcloud-wireguard-nginx/",
    "fecha": "13/02/2026",
    "contenido": "Aprovechemos recursos locales para aliviar la carga de un VPS limitado usando WireGuard y Nginx"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "525. En la consulta",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/02/525-en-la-consulta.html",
    "fecha": "13/02/2026",
    "contenido": "&nbsp; &nbsp; Estimado lector y querida lectora, esto que a continuación relato ocurrió tal cual.&nbsp;&nbsp; &nbsp; Antonio, alias Carabú dado su rostro difícil, al final accede a someterse a una sesión de hipnosis para curar su migraña. No por desesperación, ni tampoco porque la ciencia, por el mo"
  },
  {
    "blog": "Redes nuestras",
    "titulo": "Adultocentrismo",
    "link": "https://redesnuestras.net/2026/02/13/adultocentrismo/",
    "fecha": "13/02/2026",
    "contenido": "Si te digo que hay un chaval de quince años permanentemente encerrado en su casa porque su familia y la policía dicen que la calle es demasiado insegura para él, supongo que te parecerá indignante. Puede que te preguntes por todo lo que hemos hecho mal para que la calle llegue a ser un lugar [&#8230"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Depuración de scripts #18",
    "link": "https://voidnull.es/depuracion-de-scripts/",
    "fecha": "13/02/2026",
    "contenido": "Aprende cómo funcionan las funciones recursivas en Bash y resuelve problemas clásicos como el factorial o la sucesión de Fibonacci paso a paso."
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Herrera en COPE. Estar engañado.",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/herrera-en-cope-estar-enganado.html",
    "fecha": "13/02/2026",
    "contenido": "Herrera en COPE, ese programa que Carlos Herrera presenta algunos días, algunas horas. Un programa el cual dura siete horas y cuyo presentador estelar presenta dos. DOS HORAS. Dos. Y se sigue llamando Herrera en COPE. Es una estafa, un engaño, un juego de trileros. Y para colmo, esta temporada han g"
  },
  {
    "blog": "La cosa infinita (Daniel Omar Cignacco)",
    "titulo": "El Fenómeno de \"El Colombófilo de Flores y la Cifra Infinita\" en Instagram: Crónica de un Éxito de Culto",
    "link": "https://danielomarcignacco.mataroa.blog/blog/el-fenomeno-de-el-colombofilo-de-flores-y-la-cifra-infinita-en-instagram-cronica-de-un-exito-de-culto/",
    "fecha": "13/02/2026",
    "contenido": "En el último año, una obra ha logrado algo inusual en el saturado mundo de Bookstagram: capturar la atención de la crítica independiente y de lectores ávidos de profundidad metafísica. Se trata de \"El Colombófilo de Flores y la Cifra Infinita\", la novela de Daniel Omar Cignacco que redefine la narra"
  },
  {
    "blog": "Calaveras",
    "titulo": "Me mudé al futuro",
    "link": "https://calaveras.bearblog.dev/me-mude-al-futuro/",
    "fecha": "13/02/2026",
    "contenido": "El evento mas interesante de este corriente mes, fue mi mudanza. Si, hace muchos años que no sucedía, hasta que llegó el momento, se siente como algo nuevo y algo estresante sobre todo. Lo más particular de esta mudanza fue la elección del lugar, primero empiezo por el barrio, que está a apenas 15km"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Links de Viernes - #928",
    "link": "https://www.fabio.com.ar/9874-links-de-viernes---928",
    "fecha": "13/02/2026",
    "contenido": "     Se acab&oacute; la semana, empieza el finde largo y hay links\nBueno, empieza un finde \"largo\" entre comillas, porque ni en todo el mundo ni en todos los trabajos el carnaval es una fecha no lavorable, pero aqu&iacute;, en este blog, no dormirmos, no descansamos, as&iacute; que igual tendremos l"
  },
  {
    "blog": "Moribundo Insurgente",
    "titulo": "Google envió información personal y financiera de un estudiante de periodismo al ICE",
    "link": "https://moribundoinsurgente.noblogs.org/post/2026/02/12/google-envio-informacion-personal-y-financiera-de-un-estudiante-de-periodismo-al-ice/",
    "fecha": "12/02/2026",
    "contenido": "Google entregó una gran cantidad de datos personales sobre un estudiante y periodista al Servicio de Inmigración y Control de Aduanas de Estados Unidos (ICE) en respuesta a una citación que no había sido aprobada por un juez, según un &#8230; Sigue leyendo &#8594;"
  },
  {
    "blog": "El Sueño del Artista Blog",
    "titulo": "El poder de la propaganda, cuando arte y propaganda se unen",
    "link": "https://polotman.wordpress.com/2026/02/12/el-poder-de-la-propaganda-cuando-arte-y-propaganda-se-unen/",
    "fecha": "12/02/2026",
    "contenido": "#ComunicacionSocial #propaganda #arte #ElSueñodelArtistablog #RedeSociales&#160; Desde los inicios la propaganda surgió como medio de persuasión de grandes agentes hacia las masas con su evolución ha encontrado en el arte una forma de embellecer y tocar las fibras de millones de personas logrando qu"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "El método Williams",
    "link": "https://mareosdeungeek.es/el-metodo-williams/",
    "fecha": "12/02/2026",
    "contenido": "El método Williams es una película protagonizada por Will Smith, que todo sea dicho, hace una interpretación genial. Aunque la película trata sobre las hermanas Williams, la interpretación de Smith eclipsa y domina toda la trama. Nos encontramos ante un drama biográfico sobre la historia de las herm"
  },
  {
    "blog": "Un blog",
    "titulo": "No, el socialismo no fracasó",
    "link": "https://nachof.blog/posts/2026/no-el-socialismo-no-fracas%C3%B3/",
    "fecha": "12/02/2026",
    "contenido": "Me tiene las bolas por el piso el argumento de que &ldquo;si el socialismo es tan bueno por qué siempre que se intentó fracasó&rdquo;. Porque no fracasó, todo lo contrario.\nPrimero lo primero: no soy historiador. Como no soy historiador, me puedo meter en esta discusión, porque ningún historiador se"
  }
]