[
  {
    "blog": "Blep",
    "titulo": "Desvaríos y vomitona verbal",
    "link": "https://blep.org/Desvarios-y-vomitona-verbal",
    "fecha": "12/02/2026",
    "contenido": "Buenas.\n\nEste no es un artículo del blog. Es solo una especie de desahogo, un flujo de conciencia para ver si me desbloqueo mentalmente y sobre todo emocionalmente.\n\nHace mucho que no escribo nada. Cansancio, agobios, mala vida. Vacío. Han pasado muchas cosas.\n\nFamiliares en el hospital (demasiados "
  },
  {
    "blog": "Moribundo Insurgente",
    "titulo": "Google envió información personal y financiera de un estudiante de periodismo al ICE",
    "link": "https://moribundoinsurgente.noblogs.org/post/2026/02/12/google-envio-informacion-personal-y-financiera-de-un-estudiante-de-periodismo-al-ice/",
    "fecha": "12/02/2026",
    "contenido": "Google entregó una gran cantidad de datos personales sobre un estudiante y periodista al Servicio de Inmigración y Control de Aduanas de Estados Unidos (ICE) en respuesta a una citación que no había sido aprobada por un juez, según un &#8230; Sigue leyendo &#8594;"
  },
  {
    "blog": "El Sueño del Artista Blog",
    "titulo": "El poder de la propaganda, cuando arte y propaganda se unen",
    "link": "https://polotman.wordpress.com/2026/02/12/el-poder-de-la-propaganda-cuando-arte-y-propaganda-se-unen/",
    "fecha": "12/02/2026",
    "contenido": "#ComunicacionSocial #propaganda #arte #ElSueñodelArtistablog #RedeSociales&#160; Desde los inicios la propaganda surgió como medio de persuasión de grandes agentes hacia las masas con su evolución ha encontrado en el arte una forma de embellecer y tocar las fibras de millones de personas logrando qu"
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Lista random de cosas que no me gustan",
    "link": "https://blog.luiscarlospando.com/personal/2026/02/lista-random-de-cosas-que-no-me-gustan/",
    "fecha": "12/02/2026",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "El método Williams",
    "link": "https://mareosdeungeek.es/el-metodo-williams/",
    "fecha": "12/02/2026",
    "contenido": "El método Williams es una película protagonizada por Will Smith, que todo sea dicho, hace una interpretación genial. Aunque la película trata sobre las hermanas Williams, la interpretación de Smith eclipsa y domina toda la trama. Nos encontramos ante un drama biográfico sobre la historia de las herm"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Hagamos pequeños círculos",
    "link": "https://matizeta.com/2026/02/12/hagamos-pequenos-circulos/",
    "fecha": "12/02/2026",
    "contenido": "Volví a sentir algo este último tiempo que ya me había sucedido años atrás con Facebook: Las personas que tengo en Instagram, en su mayoría no me interesa que hacen de sus vidas, de hecho estoy silenciado cada vez más gente. Con el tiempo, estos espacios de comunicación se vuelven una suerte de dire"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Canal 24 Horas",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/canal-24-horas.html",
    "fecha": "12/02/2026",
    "contenido": "Se ha convertido en tradición en casa los fines de semana comenzar el día viendo el Canal 24 Horas mientras desayunamos. Normalmente yo, que me levanto antes y me tomo un café mientras echo un ojo al a prensa, ya me he enterado de todo lo importante de la jornada, en esa misma prensa que reviso y en"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Ruleta Rusa #863",
    "link": "https://www.fabio.com.ar/9873-ruleta-rusa-863",
    "fecha": "12/02/2026",
    "contenido": "     No est&aacute; todo perdido si hay ruleta\nHa llegado el jueves, una semana productiva, mucho posteo, mucha pirater&iacute;a y hasta el buscador de blogs creciendo (ya 150 blogs y 68.000 art&iacute;culos indexados!) &iquest;qu&eacute; mejor que empezar el salto hacia el fin de semana que se apro"
  },
  {
    "blog": "Un blog",
    "titulo": "No, el socialismo no fracasó",
    "link": "https://nachof.blog/posts/2026/no-el-socialismo-no-fracas%C3%B3/",
    "fecha": "12/02/2026",
    "contenido": "Me tiene las bolas por el piso el argumento de que &ldquo;si el socialismo es tan bueno por qué siempre que se intentó fracasó&rdquo;. Porque no fracasó, todo lo contrario.\nPrimero lo primero: no soy historiador. Como no soy historiador, me puedo meter en esta discusión, porque ningún historiador se"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "1990XHC/Social Crisis: Split Hardcore 2024 | Hardcore Para Guardar Y Repartir",
    "link": "https://www.delotroladometal.com.ar/2026/02/12/hardcore-para-guardar-y-repartir/",
    "fecha": "12/02/2026",
    "contenido": "(2024 &#8211; Independiente) Cuanto hace que no veía una de estas cosas, llamada comunmente como...\nThe post 1990XHC/Social Crisis: Split Hardcore 2024 | Hardcore Para Guardar Y Repartir first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Blog de Daniel Torres Burriel",
    "titulo": "Por qué ignoro los correos de ventas",
    "link": "https://dani.torresburriel.com/por-que-ignoro-los-correos-de-ventas/",
    "fecha": "12/02/2026",
    "contenido": "Por momentos me guardo las ganas de escribir esto. Y por momentos, como ahora, no puedo guardármelas porque necesito soltar una idea que me ronda la cabeza día sí y día también. Imaginad que alguien llama a la puerta de vuestra casa. No le conocéis. No le habéis invitado. Pero insiste en que le abrá"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "República Bananera de España: infraestructuras",
    "link": "https://mareosdeungeek.es/republica-bananera-de-espana-infraestructuras/",
    "fecha": "11/02/2026",
    "contenido": "Siguiendo al hilo de la actualidad en España, aunque siempre con el tiempo de por medio, llega el capítulo de las infraestructuras. No voy a retomar la falta de mantenimiento (y responsabilidad) que pudo verse durante la DANA de Valencia. Las infraestructuras españolas llevan décadas dejadas de la m"
  },
  {
    "blog": "Cajón desastre",
    "titulo": "The Magnus Archives, primera temporada",
    "link": "https://ccriss92.bearblog.dev/the-magnus-archives-primera-temporada/",
    "fecha": "11/02/2026",
    "contenido": "Quería poner un poco de orden en el blog, y no me terminaba de convencer lo de recopilar los comentarios que hago en Mastodon de The Magnus Archives en una única página. Así que he pensado en dejar esa página como índice y crear una entrada por temporada. Además de esas impresiones tras escuchar los"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Estoy asqueado de la basura viral IA de Internet",
    "link": "https://matizeta.com/2026/02/11/estoy-asqueado-de-la-basura-viral-ia-de-internet/",
    "fecha": "11/02/2026",
    "contenido": "Ultimamente hay algo que hace que este rechazando consumir contenido en Internet, y es quizás la gota que rebalsó mi vaso. A pesar de que hace un par fui advertido de lo que iba a suceder, sabía que no había manera de detenerlo, sólo esperar a que suceda. Cuando entro en las redes sociales o [&#8230"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Andando sobre hielo, niños en prisión y medicamentos inexistentes en Suecia",
    "link": "https://blog.danielaragay.net/andando-sobre-hielo-ninos-en-prision-y-medicamentos-inexistentes-en-suecia/",
    "fecha": "11/02/2026",
    "contenido": "En este cap&#xed;tulo repasamos un poco mis aventuras como creador de v&#xed;deo en la empresa, mi experiencia andando encima del lago de Estocolmo entre otras cosasFormas de patrocinio. Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7;"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Saiko en Matucana 100",
    "link": "https://altgr.xyz/2026/02/11/saiko-en-matucana-100/",
    "fecha": "11/02/2026",
    "contenido": "Jueves 5 de febrero en el salón principal del centro cultural Matucana 100 tuvimos la oportunidad de disfrutar de la música de Saiko, un concierto que fue una extensión de la gira por los 25 años de la banda. Quienes estuvimos ahí fuimos los afortunados que escuchamos por primera vez en vivo Romance"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalar CouchDB en Debian 13",
    "link": "https://voidnull.es/instalar-couchdb-en-debian-13/",
    "fecha": "11/02/2026",
    "contenido": "Apache CouchDB es una base de datos NoSQL orientada a documentos que utiliza JSON para almacenar datos"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Acceso seguro a servicios locales con Pangolin sin depender de Cloudflare Tunnel",
    "link": "https://voidnull.es/acceso-seguro-a-servicios-locales-con-pangolin-sin-depender-de-cloudflare-tunnel/",
    "fecha": "11/02/2026",
    "contenido": "En este artículo veremos cómo usar Pangolin para acceder de forma segura a tus servicios locales, configurando aplicaciones de tu HomeLab y utilizando una alternativa autoalojada a Cloudflare Tunnel."
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "OpenClawd, Molbook y Rent-a-human",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2026/02/11/20260211-molbot-moltbook-rentahuman/",
    "fecha": "11/02/2026",
    "contenido": "Los agentes de IAGen que filtran datos están de moda, y hay quien tiene ganas de que sean nuestros \"overlords\" lo más pronto posible"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Japanish",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/japanish.html",
    "fecha": "11/02/2026",
    "contenido": "La semana pasada descubrí por casualidad, escuchando en la radio Córdoba patrimonio gastronómico,&nbsp;Japanish, un restaurante de comida fusión sito en Lucena (Córdoba). Fui casi de improviso, reservando el día de antes, para probar su carta de comida fusión entre Córdoba (y Andalucía y España) y J"
  },
  {
    "blog": "La cosa infinita (Daniel Omar Cignacco)",
    "titulo": "Etimología del paisaje",
    "link": "https://danielomarcignacco.mataroa.blog/blog/etimologia-del-paisaje/",
    "fecha": "11/02/2026",
    "contenido": "El procedimiento no dolió, pero el despertar fue un estallido de sintaxis visual. Durante décadas, su mundo fue una construcción de texturas, aromas y el rítmico goteo del tiempo sobre el papel. Ahora, los nuevos globos oculares —frías esferas de cristal líquido y grafeno— le devolvían una realidad "
  },
  {
    "blog": "ochobitshacenunbyte",
    "titulo": "Mealie: Libros de recetas de cocina con Docker",
    "link": "https://www.ochobitshacenunbyte.com/2026/02/11/mealie-libros-de-recetas-de-cocina-con-docker/",
    "fecha": "11/02/2026",
    "contenido": "¿Te consideras una persona cocinillas? ¿Te gustaría guardar las recetas que vas encontrando por Internet? ¿Piensas que sería buena idea planificar toda la semana para organizar las comidas y las cenas? Pues estás de&#46;&#46;&#46;\nLa entrada Mealie: Libros de recetas de cocina con Docker se publicó "
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "El parche en el ojo tiene su costo, MagisTV",
    "link": "https://www.fabio.com.ar/9872-el-parche-en-el-ojo-tiene-su-costo-magistv",
    "fecha": "11/02/2026",
    "contenido": "    \nHay formas y formas de honrar al Capit&aacute;n Jack Sparrow 🏴&zwj;☠️, pero creo que la peor de todas es la de la vagancia. Si van a hacerlo, h&aacute;ganlo bien.\nLa facilidad de uso se confunde con algo \"bueno\" per se, pero es la puerta de entrada a cualquier aplicaci&oacute;n basura en tu PC "
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "En El Marco Del Tour 20ª Aniversario De \"Shadows Are Security\" | As I Lay Dying Vuelve A Argentina Y Latinoamérica",
    "link": "https://www.delotroladometal.com.ar/2026/02/11/as-i-lay-dying-vuelve-a-argentina-y-latinoamerica/",
    "fecha": "11/02/2026",
    "contenido": "Un aniversario más, y van. Lo que al principio parecía simpático, ya parece haberse convertido...\nThe post En El Marco Del Tour 20ª Aniversario De \"Shadows Are Security\" | As I Lay Dying Vuelve A Argentina Y Latinoamérica first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Blog de Daniel Torres Burriel",
    "titulo": "ResearchOps: cuando la investigación con usuarios necesita estructura operativa",
    "link": "https://dani.torresburriel.com/researchops-cuando-la-investigacion-con-usuarios-necesita-estructura-operativa/",
    "fecha": "11/02/2026",
    "contenido": "Hoy vengo con algo muy concreto de lo que escribiré más a menudo este año. Y es que hay una disciplina que lleva años ganando peso en los equipos de investigación con usuarios y que, sin embargo, sigue siendo la gran desconocida en el ecosistema de producto digital en español: ResearchOps, o lo que "
  },
  {
    "blog": "AsturGeek V3",
    "titulo": "Donación Febrero: Asociación Galbán",
    "link": "https://blogo.asturgeek.eu/2026/02/11/donacion-febrero-asociacion-galban/",
    "fecha": "11/02/2026",
    "contenido": "Febrero ya avanzado y toca nueva donación. Generalmente me centro en asociaciones o proyectos tecnológicos. Pero ésta vez es especial. Asociación Galbán es una entidad sin ánimo de lucro registrada en varios municipios de Asturias y declarada de utilidad pública.También forma parte de la Federación "
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "La maldición de Hill House",
    "link": "https://guillermolatorre.com/libros/la-maldicion-de-hill-house",
    "fecha": "10/02/2026",
    "contenido": "Fecha de lectura: 11/02/2026.Autor/a: Shirley Jackson.Categoría: Ficción.Número de páginas: 256.Mi valoración: ★★★☆☆No sé muy bien por qué, pero no he llegado a sentirme dentro de la historia en ningún momento."
  },
  {
    "blog": "Jinversor",
    "titulo": "Epstein y los idiotas",
    "link": "https://jinversor.co/2026/02/epstein-y-los-idiotas/",
    "fecha": "10/02/2026",
    "contenido": "Mea culpa. Sucumbí al tema de moda y terminé viendo en HBO el Documental de Jeffrey Epstein. Me pareció un trabajo bien logrado porque se centró en los hechos históricos [&#8230;]\nLa entrada Epstein y los idiotas se publicó primero en Jinversor."
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Poniendo un límite a mi uso de redes sociales",
    "link": "https://matizeta.com/2026/02/10/poniendo-un-limite-a-mi-uso-de-redes-sociales/",
    "fecha": "10/02/2026",
    "contenido": "Todo empezó hace unos días cuando decidí quitar el cliente Ice Cube para Mastodon de mi móvil. Es la red social en donde más interactúo. Ahora mi uso se limita al tiempo que este frente a la PC: la abro en el navegador, «scrolleo» aunque no mucho, publico algo, contesto mensajes. Cuando termino, cie"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Bailando sin Cesar con 31 Minutos",
    "link": "https://altgr.xyz/2026/02/10/bailando-sin-cesar-con-31-minutos/",
    "fecha": "10/02/2026",
    "contenido": "El inicio de la temporada de conciertos 2026 vino directo desde Titirilquén con el show Radio Guaripolo de 31 Minutos el sábado 31 de enero en el Movistar Arena. Una presentación con el conocido humor que se complementa su repertorio musical interpretado por los mismísimos artistas originales. Allí "
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Lo de la Super Bowl",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/lo-de-la-super-bowl.html",
    "fecha": "10/02/2026",
    "contenido": "\n  \n    \n  \nTenemos una nueva americanada entre nosotros. No teníamos bastante con haber importado Halloween, el Black Friday (en versión semanal y hasta mensual), la Navidad en noviembre, o a Papá Noel. No. Ahora también tenemos final de la Super Bowl. No en el Marca o en el As, o en Teledeporte. N"
  },
  {
    "blog": "",
    "titulo": "Curso de Semiotica Medieval en Uruguay.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/02/10/curso-de-semiotica-medieval-en-uruguay/",
    "fecha": "10/02/2026",
    "contenido": "El lunes 10 de febrero se dio a conocer un curso de Semiótica medieval en Mastodon, les dejo una copia de la publicación y el formulario de inscripción. Curso de verano en el IPAFuentes tardoantiguas de la semiótica medieval 📅5 y 6 de marzo&#124; 9 a 12 h📍Salón: Anfiteatro &#124; PresencialInstituto"
  },
  {
    "blog": "56K",
    "titulo": "Slow Net – Menos velocidad, menos vigilancia",
    "link": "https://56k.es/fanta/slow-net-menos-velocidad-menos-vigilancia/",
    "fecha": "10/02/2026",
    "contenido": "Existe un escrito llamado «A Quick Guide to the Slow Net» que se puede en teoría obtener desde el Website slownet.work/ Lo he bajado y lo he juntado en un pdf que puede consultarse aquí: A_quick_guide_to_the_slow_net-Beverly_cou.pdf Beverly Chou explora mediante una serie de experimentos cómo las re"
  },
  {
    "blog": "56K",
    "titulo": "Offline – Vida fuera de internet",
    "link": "https://56k.es/fanta/offline/",
    "fecha": "10/02/2026",
    "contenido": "No estar también es una opción, trabajar offline, hacer las cosas sin necesidad de conexión a internet constante. «Cuanto más colores tiene la pantalla de alta definición menos colores tiene el mundo, porque van desapareciendo especies, va aumentando la contaminación, los cielos están sucios…» Belen"
  },
  {
    "blog": "56K",
    "titulo": "Utilizar Skraper desde línea de comandos en Linux",
    "link": "https://56k.es/fanta/utilizar-skraper-desde-linea-de-comandos-en-linux/",
    "fecha": "10/02/2026",
    "contenido": "Skraper se puede usar con wine-mono pero para ciertas cosas lo mismo es más interesante indicar desde línea de comandos lo que deseamos. Con Skraper vamos a poder obtener descripción de juegos, sus caratulas, capturas de pantalla, manuales, vídeos, &#8230; Esto significa que si tenemos en un directo"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Ser “Nazi” ya no es lo que era",
    "link": "https://www.fabio.com.ar/9871-ser-nazi-ya-no-es-lo-que-era",
    "fecha": "10/02/2026",
    "contenido": "    \nPablo es un compa&ntilde;ero de trabajo que tiene un hijo de 18 a&ntilde;os el cual comparte grandes cantidades de horas con sus amigos a trav&eacute;s de juegos online.\nEs decir, es un cl&aacute;sico adolescente que, a ojos de los mayores, se la pasa frente a la pantalla con los auriculares cl"
  },
  {
    "blog": "Un Diario",
    "titulo": "Hablemos sobre el problema del conformismo",
    "link": "https://thejnx.bearblog.dev/hablemos-del-problema-del-conformismo/",
    "fecha": "10/02/2026",
    "contenido": "En esta entrada no voy a intentar dar un sermon largo, mi objetivo es dar consciencia sobre este tema, el cual me gustaría empezar dando un \"pequeño\" consejo:\nSi es posible no sean tan conformistas, es una palabra que ni sabia que existía pero siento que define a la gran mayoría de personas en inter"
  },
  {
    "blog": "La Loica",
    "titulo": "Foto Bordado",
    "link": "https://laloica.noblogs.org/foto-bordado/",
    "fecha": "09/02/2026",
    "contenido": "Todas estas fotografías son tomadas por mi en la región de Magallanes en distintas localidades, estas están intervenidas con bordados. Esta técnica se llama foto-bordado, que es básicamente perforar el papel para hacer la intervención con hilo de bordar. Todas realizadas durante la pandemia Covid 20"
  },
  {
    "blog": "brucknerite",
    "titulo": "El ancho de la vida",
    "link": "https://brucknerite.net/2026/02/el-ancho-de-la-vida.html",
    "fecha": "09/02/2026",
    "contenido": "Esta será una historia de trenes que empieza hace ya unos años, pero que tiene mucho que ver con el estado actual de la red ferroviaria española. Una historia, más concretamente, sobre el ancho de sus vías. En su dramatis personæ, unos ingenieros visionarios, un «luminoso» alcalde de Vigo y […]"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "Precedente legal en España: El acceso al software como garantía de una democracia real",
    "link": "https://victorhckinthefreeworld.com/2026/02/09/precedente-legal-en-espana-el-acceso-al-software-como-garantia-de-una-democracia-real/",
    "fecha": "09/02/2026",
    "contenido": "El Tribunal Supremo de España  ha sentado un precedente legal. La libertad de estudiar el software es constitucionalmente necesaria en el contexto de programas informáticos y algorítmicos de administración pública"
  },
  {
    "blog": "Un bruto con Debian",
    "titulo": "Gorilla.bas Un ratito de nostalgia.",
    "link": "http://unbrutocondebian.blogspot.com/2026/02/gorillabas-un-ratito-de-nostalgia.html",
    "fecha": "09/02/2026",
    "contenido": "Hoy estaba perdiendo el tiempo un poco delante del ordenador cuando me he topado con un port de gorilla.bas, el mítico juego escrito en QuickBasic al que los que peinamos canas le dedicamos un buen tiempo cuando eramos niños.El caso es que me ha apetecido revivir la experiencia y me lo he descargado"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Mil cosas de Juan Tallón",
    "link": "https://mareosdeungeek.es/mil-cosas-de-juan-tallon/",
    "fecha": "09/02/2026",
    "contenido": "Mil cosas de Juan Tallón es el último libro que he leído. Al final entre estudio, entrevistas y pruebas técnicas, sólo puedo aproximarme a este tipo de libros, tiny literature. En todo caso, este libro se lee rápido, apenas una mañana. Y es que la falta de tiempo, el estrés de las vidas actuales, al"
  },
  {
    "blog": "alt43",
    "titulo": "Stargate: El gran proyecto de infraestructura para la inteligencia del futuro",
    "link": "https://alt43.es/stargate-el-gran-proyecto-de-infraestructura-para-la-inteligencia-del-futuro/",
    "fecha": "09/02/2026",
    "contenido": "Descubre qué es el Proyecto Stargate: la mayor infraestructura de IA de la historia. Analizamos sus socios, el uso de energía nuclear y su impacto en la privacidad global."
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Semana 06/2026",
    "link": "https://www.macram.es/posts/2026/02/semana-06-2026/",
    "fecha": "09/02/2026",
    "contenido": "Esta semana ha seguido haciendo un tiempo bastante desagradable, aunque parece que este tren de borrascas va a darnos un respiro pronto. La semana que terminó ayer (sí, ya sé que es lunes y no domingo) recogí la friolera de 105,9 litros por metro cuadrado con el pluviómetro que tengo en mi terraza. "
  },
  {
    "blog": "pov – matizeta",
    "titulo": "La manera en que consumimos música hace a su creación",
    "link": "https://matizeta.com/2026/02/09/la-manera-en-que-consumimos-musica-hace-a-su-creacion/",
    "fecha": "09/02/2026",
    "contenido": "En un post anterior comente acerca de dos artículos relacionados al consumo de la música offline y en formato físico. Todo eso me dio pie para reflotar una serie de borradores que tenía a medio armar y poder terminar de darle forma. ¿Cómo consumimos la música hoy en día? La forma en que consumimos h"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "524. Todo queda en familia",
    "link": "https://lamadredelpatonegro.blogspot.com/2026/02/524-todo-queda-en-familia.html",
    "fecha": "09/02/2026",
    "contenido": "&nbsp; &nbsp; Hoy, después de muchos años de amistad, Demenciano me ha hablado de algunos miembros de su familia.&nbsp;&nbsp; &nbsp; Así he sabido que Egilona, su madre, nunca se gastó un céntimo en desodorante axilar, ya que exprimía la fruta con el sobaco, fuera el izquierdo o el derecho. Los zumo"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Instalar GoToSocial en Debian 13",
    "link": "https://voidnull.es/instalar-gotosocial-en-debian-13/",
    "fecha": "09/02/2026",
    "contenido": "GoToSocial es un servidor ligero para el Fediverso compatible con ActivityPub. Aprende a instalarlo en Debian 13."
  },
  {
    "blog": "teletex",
    "titulo": "Compartir comida",
    "link": "https://jmlro.codeberg.page/posts/2026/02-09-compartir-comida.html",
    "fecha": "09/02/2026",
    "contenido": "La evolución del espacio público es una de las profecías de internet. Poco a poco estos lugares se han ido convirtiendo menos en nuestra casa, estamos incómodos y nos sentímos observados. Cualquier persona que haga lo contrario, es sospechosa. Me acuerdo cuando vi los primeros bancos con pinchos par"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Aragón vota contra Pedro Sánchez",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/aragon-vota-contra-pedro-sanchez.html",
    "fecha": "09/02/2026",
    "contenido": "Aragón ha hablado. Y lo ha hecho con esa claridad incómoda que desbarata relatos, rompe consignas y obliga a mirar los datos sin el filtro del argumentario de Ferraz. Las elecciones autonómicas no solo confirman un giro político ya visible en Extremadura; certifican algo más profundo y más grave par"
  },
  {
    "blog": "",
    "titulo": "Recomendación de la semana.",
    "link": "https://mundoceltamedieval.wordpress.com/2026/02/09/recomendacion-de-la-semana-35/",
    "fecha": "09/02/2026",
    "contenido": "Esta semana un arpista de musica medieval nórdica y germánica. el arpista se llama Germán."
  },
  {
    "blog": "ochobitshacenunbyte",
    "titulo": "Diagramas fáciles con FlossFLOW y Docker",
    "link": "https://www.ochobitshacenunbyte.com/2026/02/09/diagramas-faciles-con-flossflow-y-docker/",
    "fecha": "09/02/2026",
    "contenido": "En un sin fin de proyectos en los que he trabajado he tenido que realizar algún diagrama, para mostrar toda la arquitectura y la relación de todos los elementos entre si. Creo que a&#46;&#46;&#46;\nLa entrada Diagramas fáciles con FlossFLOW y Docker se publicó primero en ochobitshacenunbyte."
  },
  {
    "blog": "56K",
    "titulo": "Perlas interesantes en «El tamaño correcto para un editor» de Eric S. Raymond",
    "link": "https://56k.es/fanta/perlas-interesantes-en-el-tamano-correcto-para-un-editor-de-eric-s-raymond/",
    "fecha": "09/02/2026",
    "contenido": "Eric S. Raymond escribió en los tiempos de las Guerras de editores «The Right Size for an Editor». Un texto no tan conocido como el de «La catedral y el bazar» pero que tiene perlas interesantes. Cita la Ley de Zawinski (JWZ, el de Netscape) que venía a decir que «Todos los programas tendrían que..."
  },
  {
    "blog": "56K",
    "titulo": "Añadir nuevos juegos a la consola X6",
    "link": "https://56k.es/fanta/anadir-nuevos-juegos-a-la-consola-x6/",
    "fecha": "09/02/2026",
    "contenido": "Hablo de la consola portátil X6 versión V-8147. La llaman «Consola X6» pero existen diferentes versiones y por eso lo mismo encontrarás vídeos de gente diciendo que añadir juegos es tan sencillo como copiar las roms en la tarjeta SD y listo. En realidad en esta versión (que por lo que veo es muy eco"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "La red de la ira",
    "link": "https://www.fabio.com.ar/9870-la-red-de-la-ira",
    "fecha": "09/02/2026",
    "contenido": "    \nHace un tiempo que el due&ntilde;o de Twitter decidi&oacute; renombrar la red con un extra&ntilde;o nombre \"X\", en su habitual insan&iacute;a trat&oacute; de darle \"valor\" a esa red buscando la forma en que los usuarios interactuaran de prepo, ya no por deseo propio, sino por \"obligaci&oacute;n"
  },
  {
    "blog": "Un blog",
    "titulo": "Nombres en juegos de rol",
    "link": "https://nachof.blog/posts/2026/nombres-en-juegos-de-rol/",
    "fecha": "09/02/2026",
    "contenido": "Uno de los problemas difíciles con los que nos encontramos en los juegos de rol es el de ponerle nombres a las cosas.\nBen Robbins (creador de Microscope, Follow, In This World, y otros) tiene un muy buen post al respecto en su blog. La sugerencia es sencilla: una lista de nombres con el &ldquo;flavo"
  },
  {
    "blog": "Un blog",
    "titulo": "Audiobookshelf",
    "link": "https://nachof.blog/posts/2026/audiobookshelf/",
    "fecha": "09/02/2026",
    "contenido": "Me estoy volviendo cada vez menos tolerante con las pelotudeces del software propietario. Ayer Audible me perdió el progreso en un libro. Así que chau Audible.\nHace un tiempo que venimos escuchando con la familia audiolibros cuando viajamos en auto. Por más que busqué alternativas, parece que compra"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Adorned Graves: Dream I | Sin Ningún Tipo De Sutilezas",
    "link": "https://www.delotroladometal.com.ar/2026/02/09/sin-ningun-tipo-de-sutilezas/",
    "fecha": "09/02/2026",
    "contenido": "(2025 &#8211; Soundmass) Cómo es posible que apenas un puñado de canciones puedan triturarte tanto...\nThe post Adorned Graves: Dream I | Sin Ningún Tipo De Sutilezas first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Blog de Daniel Torres Burriel",
    "titulo": "Un lunes muy lunes",
    "link": "https://dani.torresburriel.com/un-lunes-muy-lunes/",
    "fecha": "09/02/2026",
    "contenido": "Hoy ha sido un lunes al que definiría como una tormenta de arena. No voy mojado, si no me miras muy de cerca no se me nota, aparentemente mi ropa no está sucia, no me he despeinado. Pero me escuecen los ojos, tengo incomodidad en todo el cuerpo, me pica todo. Enero ha sido un &#8230; Sigue leyendo U"
  },
  {
    "blog": "Un Diario",
    "titulo": "Mi setup DeGoogle",
    "link": "https://thejnx.bearblog.dev/mi-setup-degoogle/",
    "fecha": "09/02/2026",
    "contenido": "Las apps que uso en mi dia a dia para alejarme de Google"
  },
  {
    "blog": "Adrián Perales",
    "titulo": "Aplicaciones Flatpak de Gnome sin acentos en KDE Plasma",
    "link": "https://adrianperales.com/2026/02/aplicaciones-flatpak-de-gnome-sin-acentos-en-kde-plasma/",
    "fecha": "08/02/2026",
    "contenido": "Estoy con KDE Neon, basada en la última Ubuntu 24.04 LTS y que trae la última versión de KDE Plasma (actualmente 6.5.5). Uso diversas aplicaciones de Gnome instaladas con Flatpak, como Gajim o Planify, y resulta que los acentos no se escriben. Pulsaba la tecla del acento y era directamente ignorada."
  },
  {
    "blog": "La Máquina de Von Neumann",
    "titulo": "¿Hemos llegado a la AGI?",
    "link": "https://vonneumannmachine.wordpress.com/2026/02/08/hemos-llegado-a-la-agi/",
    "fecha": "08/02/2026",
    "contenido": "&#160; Un reciente artículo en Nature ha arremetido contra las voces críticas, nada más y nada menos, sosteniendo que la AGI ya está aquí ¡Además con cascadas de evidencia a favor! Os ofrezco una réplica a un artículo bastante confuso y contradictorio, y que yo no hubiera publicado en Nature sin muc"
  },
  {
    "blog": "Jinversor",
    "titulo": "El chico de Internet",
    "link": "https://jinversor.co/2026/02/el-chico-de-internet/",
    "fecha": "08/02/2026",
    "contenido": "Estuve viendo un documental sobre la vida de Aaron Swartz titulado El chico de Internet. Swartz fue un niño prodigio de la informática y un reconocido activista por la libertad [&#8230;]\nLa entrada El chico de Internet se publicó primero en Jinversor."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Configurar Git para trabajar con múltiples plataformas",
    "link": "https://mareosdeungeek.es/configurar-git-para-trabajar-con-multiples-plataformas/",
    "fecha": "08/02/2026",
    "contenido": "&#160; Al final, ante la falta de un portátil operativo, he configurado mi ordenador de sobremesa para programar, así que he tenido que configurar Git para trabajar con múltiples plataformas de control de versiones. El proceso para hacerlo es bastante sencillo y similar en sistemas GNU / Linux y Mac"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Elecciones en Aragón",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/elecciones-en-aragon.html",
    "fecha": "08/02/2026",
    "contenido": "Ha llegado hoy el momento de la verdad en Aragón, ese instante solemne en el que la democracia cumple su función más higiénica: someter a recuento la vanidad del poder y ofrecer a los ciudadanos la posibilidad, siempre efímera, pero nunca desdeñable, de retirar del escaparate público a quienes han c"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Sueños (II)",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/suenos-ii.html",
    "fecha": "08/02/2026",
    "contenido": "Qué feliz te hace soñar con algo que deseas. Hace unas horas he soñado con mi último día de clase este curso. Y he sido feliz en ese mundo onírico porque sé que dentro de no tanto llegará. Porque el tiempo sí que pasa. Y aunque esté bien mirado en mi puesto, la carretera y los madrugones pesan.Aún n"
  },
  {
    "blog": "eaplmx",
    "titulo": "Frustraciones modernas",
    "link": "https://text.eapl.mx/frustraciones-modernas",
    "fecha": "08/02/2026",
    "contenido": ""
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Se Viene Algo Nuevo De Los Noruegos? | La Vuelta De Extol Al Estudio",
    "link": "https://www.delotroladometal.com.ar/2026/02/08/la-vuelta-de-extol-al-estudio/",
    "fecha": "08/02/2026",
    "contenido": "Extol es una de las bandas mas reconocidas dentro del espectro cristiano del Metal en...\nThe post Se Viene Algo Nuevo De Los Noruegos? | La Vuelta De Extol Al Estudio first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Alexis Alzate",
    "titulo": "Cambios en mi uso de internet",
    "link": "https://alexisalzate.com/blog/2026-02-07/",
    "fecha": "07/02/2026",
    "contenido": "A lo largo de los últimos meses he realizado algunos cambios con\nrespecto al uso que hago de internet.\nDe no ser por Codeberg Pages, mi página web no existiría. Sin\nembargo, dicho servicio ahora se encuentra en “modo de\nmantenimiento”, lo que significa que no recibirá nuevas\ncaracterísticas, y si bi"
  },
  {
    "blog": "plr blog",
    "titulo": "Mi móvil con LineageOS: destaco la duración de la batería y la desconexión digital que consigo",
    "link": "https://pedrolr.es/blog/mi-movil-con-lineageos-destaco-la-duracion-de-la-bateria-y-la-desconexion-digital-que-consigo/",
    "fecha": "07/02/2026",
    "contenido": "En un post del 14 de agosto de 2025 ya hablé de mi móvil con LineageOS: probando con LineageOS como sistema principal en el móvil (enlace). En este post añado capturas y cuento algo más. En su día, allá por diciembre de 2022, me compré un móvil del 2017 en una tienda de segunda mano [&#8230;]"
  },
  {
    "blog": "El Sueño del Artista Blog",
    "titulo": "Los poetas de Facebook o la Instapoesia . Una mirada moderna y digital a la poesía .",
    "link": "https://polotman.wordpress.com/2026/02/07/los-poetas-de-facebook-o-la-instapoesia-una-mirada-moderna-y-digital-a-la-poesia/",
    "fecha": "07/02/2026",
    "contenido": "#literatura #Lospoetasdefaceboock&#160; #ElSueñodelArtistablog #poesia #Instapoesia&#160; Cuando escuche hablar por primera vez de los términos  la instapoesia  o los poetas de Facebook se me hizo algo curioso y a la vez algo gracioso la creación de un  término específico a la redacción y publicació"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Último día en Cracovia y regreso",
    "link": "https://blog.danielaragay.net/ultimo-dia-en-cracovia-y-regreso/",
    "fecha": "07/02/2026",
    "contenido": "Te cuento como fue el &#xfa;ltimo d&#xed;a y el regreso a casa con Rico.Formas de patrocinio. Blog danielaragay.net Todos los podcasts: https://aragay.net &#xb7; Mastodon: https://masto.es/@proteusbcn &#xb7; Telegram: https://t.me/haciendoelsuecoEnlace al cap&#xed;tulo https://podcast.danielaragay.n"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "COPE. Estar desinformado",
    "link": "https://www.xn--jmuoz-qta.es/2026/02/cope-estar-desinformado.html",
    "fecha": "07/02/2026",
    "contenido": "COPE. Estar desinformado :)He hablado ya unas cuantas veces de este asunto: que el lema de la COPE sea «estar informado», cuando encontrarte una última hora en esa emisora es casi un milagro,&nbsp;me parece de mal gusto. Pasó hace unos semanas con el accidente de tren de Adamuz, donde fueron incapac"
  },
  {
    "blog": "La Frikoteca",
    "titulo": "El material reciclado de Chaosium",
    "link": "http://frikoteca.blogspot.com/2026/02/el-material-reciclado-de-chaosium.html",
    "fecha": "07/02/2026",
    "contenido": "Para nadie será una sorpresa saber que soy muy fan del juego de rol Pendragón. Fui el traductor principal de la quinta edición del juego al español (la que publicó Nosolorol), y la primera persona que dirigió completa la Gran Campaña de Pendragón en el mundo, aparte del autor; no entiendo cómo el go"
  },
  {
    "blog": "Diegologs 💾",
    "titulo": "Volviendo a configurar Nvim desde cero",
    "link": "https://diegologs.com/configuracion-nvim-desde-cero/",
    "fecha": "07/02/2026",
    "contenido": "Llevo usando Vim como 10 años (Neovim desde hace 3 o 4 años) y mi config ha ido evolucionando con el paso del tiempo, he decidido volver a crearla desde cero, hacer un remake, como en los videojuegos.\nHacerlo desde cero me va a permitir hacer limpieza de muchas cosas que he ido arrastrando con el pa"
  },
  {
    "blog": "Un blog",
    "titulo": "Odio manejar",
    "link": "https://nachof.blog/posts/2026/odio-manejar/",
    "fecha": "07/02/2026",
    "contenido": "Este post va a ser bastante negativo, lo cual es evidente por el título. Si no querés leer negatividad, sentite libre de saltearlo.\nOdio manejar. Lo odio con todo mi ser. Odio los autos, y la cultura alrededor de ellos, y el riesgo que representan para las personas, y el entorno cultural en el que t"
  },
  {
    "blog": "Del Otro Lado Metal",
    "titulo": "Mortification: Scrolls Of The Megilloth | Un Clásico Para No Olvidar",
    "link": "https://www.delotroladometal.com.ar/2026/02/07/un-clasico-para-no-olvidar/",
    "fecha": "07/02/2026",
    "contenido": "(1992 &#8211; Nuclear Blast/Intense Records/Soundmass/Rowe Productions) Es uno de esos discos invencibles por el paso...\nThe post Mortification: Scrolls Of The Megilloth | Un Clásico Para No Olvidar first appeared on Del Otro Lado Metal."
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Formatear un pendrive con celdas defectuosas en Debian",
    "link": "https://malagaoriginal.blogspot.com/2026/02/formatear-un-pendrive-con-celdas.html",
    "fecha": "06/02/2026",
    "contenido": "¿Quién no se ha encontrado alguna vez con un pendrive con celdas defectuosas?Nuestra primer impulso es tirarlo a la basura, ¡MAL! Primero porque antes deberíamos destruirlo por completo por la información sensible que pueda seguir teniendo accesibles pero a lo mejor todavía se le puede dar uso, al m"
  },
  {
    "blog": "THE_CHEI$",
    "titulo": "Marcadores #5",
    "link": "https://thecheis.com/2026/02/06/marcadores-5/",
    "fecha": "06/02/2026",
    "contenido": "Últimamente estoy tomándome un descanso bastante bueno del mundo online, pero tenía en borradores esta entrada con algunos artículos interesantes que no quiero perder. Aquí va un buen popurrí de cosas sacadas de la web personal. Yo me vuelvo a mi cueva. 1. Cómo y por qué dejé de comprar portátiles n"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 6 de 2026",
    "link": "https://victorhckinthefreeworld.com/2026/02/06/opensuse-tumbleweed-revision-de-la-semana-6-de-2026/",
    "fecha": "06/02/2026",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "Jinversor",
    "titulo": "Ratas",
    "link": "https://jinversor.co/2026/02/ratas/",
    "fecha": "06/02/2026",
    "contenido": "Me gustó el video. Muy alegórico aunque no somos ratas. ¿O sí?\nLa entrada Ratas se publicó primero en Jinversor."
  },
  {
    "blog": "Interlan",
    "titulo": "Estado: Multisite WordPress",
    "link": "https://interlan.ec/blog/2026/02/06/estado-multisite-wordpress/",
    "fecha": "06/02/2026",
    "contenido": "He hecho algunos cambios de perspectivas con respecto a mis dos blogs, actualmente independientes, por cuanto su administracion es complicada para lo que esperaba de ellos. Hoy vamos a intentar unirlos bajo una funcion llamada MultiSite de WordPress Introducción Desde hace un buen tiempo que he esta"
  },
  {
    "blog": "pov – matizeta",
    "titulo": "Webs útiles #1",
    "link": "https://matizeta.com/2026/02/06/webs-utiles-1/",
    "fecha": "06/02/2026",
    "contenido": "Tengo en Notion una colección de webs útiles para tenerlas al alcance de mi mano cuando las necesite. Siempre pensé en compartir su contenido, pero aún estoy analizando la mejor forma de hacerlo. Mientras tanto comparto diez que agregué, quizás algunas te resulten útiles. GenAI Image Showdown Una we"
  },
  {
    "blog": "_ voidNull",
    "titulo": "Configurar Home Assistant con Pangolin para acceder con dominio de forma segura",
    "link": "https://voidnull.es/configurar-home-assistant-con-pangolin-para-acceder-con-dominio-de-forma-segura/",
    "fecha": "06/02/2026",
    "contenido": "Aprende a exponer Home Assistant de forma segura con Pangolin, usando un dominio propio y sin depender de Cloudflare ni abrir puertos en tu red."
  },
  {
    "blog": "56K",
    "titulo": "Ejecutar e.com en Linux – Un editor que ocupa 5kb",
    "link": "https://56k.es/fanta/ejecutar-e-com-en-linux-un-editor-que-ocupa-5kb/",
    "fecha": "06/02/2026",
    "contenido": "Lo interesante del paquete que he montado es que el contenido que se edite con el editor se guardará en una imagen de disquete ima. Esto permite que puedas clonarlo a un disquete real si quieres pero digamos que es para poder trabajar como si lo hicieras sobre un disquete. Esto no tiene una utilidad"
  },
  {
    "blog": "Fabio.com.ar",
    "titulo": "Links de Viernes - #927",
    "link": "https://www.fabio.com.ar/9869-links-de-viernes---927",
    "fecha": "06/02/2026",
    "contenido": "     Mir&aacute;, mir&aacute;, hay links!\nSi, s&iacute;, es viernes, ya nadie lee, pero yo igual les dejo la dosis necesaria para que sus luces vuelvan a iluminarse, que si no es con palabras, que sea con im&aacute;genes, ooooh gloria internetera, reina de los links y los memes, he aqu&iacute; para "
  },
  {
    "blog": "Spam de autor",
    "titulo": "Sonic Life, la autobiografía de Thurston Moore",
    "link": "http://blog.spamdeautor.com/2026/02/06/sonic-life-la-autobiografia-de-thurston-moore/?utm_source=rss&utm_medium=rss&utm_campaign=sonic-life-la-autobiografia-de-thurston-moore",
    "fecha": "06/02/2026",
    "contenido": "A mediados de 2025 la Editorial Contra publicó la traducción al castellano de “Sonic Life”, el contundente tomo con más de 500 páginas de autobiografía de Thurston Moore. Como fan absoluto de Sonic Youth, estaba cantado que me iba a &#8230; Sigue leyendo &#8594;\nLa entrada Sonic Life, la autobiograf"
  },
  {
    "blog": "JDRM",
    "titulo": "Una alternativa abierta y segura a los canales de Telegram",
    "link": "https://jdrm.info/una-alternativa-abierta-y-segura-a-los-canales-de-telegram.html",
    "fecha": "06/02/2026",
    "contenido": "Una opción de código abierto para reemplazar los canales de Telegram"
  },
  {
    "blog": "JDRM",
    "titulo": "Una alternativa abierta y segura a los canales de Telegram",
    "link": "https://jdrm.info/una-alternativa-abierta-y-segura-a-los-canales-de-telegram.html",
    "fecha": "06/02/2026",
    "contenido": "Una opción de código abierto para reemplazar los canales de Telegram"
  }
]