[
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "Libros leídos en 2025",
    "link": "https://guillermolatorre.com/blog/libros-leidos-en-2025",
    "fecha": "26/12/2025",
    "contenido": "Fin de año, buen momento para pararme a hacer un repaso de los libros que he leído en 2025. El a&ntilde;o pasado comentaba que desde la pandemia había dejado de leer tantos libros \"de trabajo\" (sobre empresa, temas profesionales, productividad...) y había vuelto a leer ficción. Ahí sigo, aunque este"
  },
  {
    "blog": "Victorhck in the free world",
    "titulo": "#openSUSE Tumbleweed revisión de la semana 52 de 2025",
    "link": "https://victorhckinthefreeworld.com/2025/12/26/opensuse-tumbleweed-revision-de-la-semana-52-de-2025/",
    "fecha": "26/12/2025",
    "contenido": "Tumbleweed es una distribución de GNU/Linux \"Rolling Release\" o de actualización contínua. Aquí puedes estar al tanto de las últimas novedades."
  },
  {
    "blog": "La Máquina de Von Neumann",
    "titulo": "Siete fracturas (I)",
    "link": "https://vonneumannmachine.wordpress.com/2025/12/26/siete-fracturas-i/",
    "fecha": "26/12/2025",
    "contenido": "Voy a establecer aquí un diálogo con el excelente (pre)artículo de Quattrociocchi, Capraro y Perc (2025) Y es que, al menos yo, es así como reflexiono: estableciendo una conversación con otros pensamientos, pensando a partir de lo que piensan otros. Nunca he sabido pensar solo. Quizá otros sepan, y "
  },
  {
    "blog": "Interlan",
    "titulo": "Analisis de Logs: El internet muerto parece real",
    "link": "https://interlan.ec/blog/2025/12/26/analisis-de-logs-la-teoria-del-internet-parece-real/",
    "fecha": "26/12/2025",
    "contenido": "Tras un pequeño incidente con fail2ban tras desinstalar apache, me puse a reflexionar sobre la teoría del internet muerto"
  },
  {
    "blog": "Si dios te da limones",
    "titulo": "Felices fiestas: las cuentas",
    "link": "https://sidiostedalimones.com/blog/2025/felices-fiestas-las-cuentas/",
    "fecha": "26/12/2025",
    "contenido": ""
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Círculo del Té",
    "link": "https://docig.bearblog.dev/el-circulo-del-te/",
    "fecha": "26/12/2025",
    "contenido": "La invitación especificaba que la hora del té era, en realidad, la hora de la transparencia. Al llegar a la mansión de los Esperantos, Ariel notó que las tazas no contenían infusión, sino un eco de voces antiguas que subía en forma de vapor.\nLa anfitriona, una mujer cuyo vestido parecía tejido con t"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Pequeños placeres #4: El musgo",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/el-musgo-del-bonsai.html",
    "fecha": "26/12/2025",
    "contenido": "Me gusta tocar el musgo que le sale al bonsái que tengo en mi terraza en esta época del año, por el frío y sobre todo la humedad. Este bonsái tiene ya años de historia a sus espaldas conmigo: tengo que remontarme a 2012, cuando me compré un falso pimentero japonés en el que creo que fue el último me"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "La mudanza del reflejo",
    "link": "https://docig.mataroa.blog/blog/la-mudanza-del-reflejo/",
    "fecha": "26/12/2025",
    "contenido": "A las tres de la tarde, el espejo del vestíbulo decidió que ya había visto suficiente de la familia. Sin previo aviso, la imagen del aparador y el jarrón de porcelana comenzó a deslizarse hacia el borde izquierdo del cristal, como una cinta cinematográfica que se descuelga de su carrete.\nDon Julián,"
  },
  {
    "blog": "",
    "titulo": "George R. R. Martin confirmo una secuela de Game Of Thrones.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/26/george-r-r-martin-confirmo-una-secuela-de-game-of-thrones/",
    "fecha": "26/12/2025",
    "contenido": "El autor del libro que inspiro Game of Thrones afirmo que HBO esta trabajando en una serie de secuelas de Game Of Thrones, no dio muchos detalles pero estaremos al tanto."
  },
  {
    "blog": "",
    "titulo": "Eventos.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/26/eventos-54/",
    "fecha": "26/12/2025",
    "contenido": ""
  },
  {
    "blog": "Malagueños originales y libres",
    "titulo": "Como hacer instrucciones de TENTE con Bricklink Studio",
    "link": "https://malagaoriginal.blogspot.com/2025/12/como-hacer-instrucciones-de-tente-con.html",
    "fecha": "25/12/2025",
    "contenido": "&nbsp;Antes de hacer las instrucciones debemos tener al menos:Bricklink Studio 2.0 instalado y con las fichas de TENTE añadidas.El modelo creado, se puede hacer con el propio Studio, pero es mucho más fácil y rápido hacer el modelo con MLCad.&nbsp;Abrir modelo y creación del render de portadaUna vez"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Elio de Pixar",
    "link": "https://mareosdeungeek.es/elio-de-pixar/",
    "fecha": "25/12/2025",
    "contenido": "Elio es la última película de Pixar, se estreno a comienzos del pasado verano y sin lugar a dudas es una producción entretenida, en la línea del estudio californiano. No es Elio una de esas películas que te impactan, para tratar la temática de la ciencia ficción, no llega al nivel de Wall·e. En todo"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "\"La IA quiere conquistar las recetas, pero los blogs españoles resisten esta Navidad\"",
    "link": "https://www.macram.es/posts/2025/12/ia-para-recetas-de-cocina/",
    "fecha": "25/12/2025",
    "contenido": "Leo en elDiario.es este artículo: &ldquo;La IA quiere conquistar las recetas, pero los blogs españoles resisten esta Navidad: «La gente confía en nosotros»&rdquo;. El resumen es un tema del que seguro que habéis leido en algunas otras ocasiones: que el SEO está muerto, que muchos sitios Web de recet"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "511. ¡Adelante!",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/12/511-adelante.html",
    "fecha": "25/12/2025",
    "contenido": "&nbsp; &nbsp; Qué más da que nos hayamos fumado un pitillo mientras hablábamos de nuestras familias. Que nos contáramos lo mucho que echamos de menos nuestros hogares. Qué importa que en el partido de fútbol improvisado, me tendieras la mano para levantarme del suelo cuando me barriste en el área de"
  },
  {
    "blog": "danielaragay.net",
    "titulo": "Especial Nadal: Mudança, fideuà i 1.500€ de veterinari",
    "link": "https://blog.danielaragay.net/especial-nadal-mudanca-fideua-i-1-500eu-de-veterinari/",
    "fecha": "25/12/2025",
    "contenido": "Bon Nadal! Avui t&#x2019;acompanyo passejant el Rico mentre t&#x2019;explico com &#xe9;s el Julbord (el bufet de Nadal suec) i per qu&#xe8; sempre mengen el mateix. Aquest any estreno pis i he celebrat les festes amb una fideu&#xe0; casolana.Per&#xf2; tinc una mala"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Navidad",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/navidad.html",
    "fecha": "25/12/2025",
    "contenido": "Hoy es 25 de diciembre, día de Navidad. La palabra Navidad procede del término latino nativĭtas, -ātis, que significa literalmente «nacimiento». Este sustantivo deriva a su vez del verbo nasci, cuyo significado es «nacer». En el latín cristiano, nativitas se empleó de forma específica para referirse"
  },
  {
    "blog": "Ubuntu Peronista",
    "titulo": "¿Cómo reviso mi hardware desde el Escritorio en Ubuntu?",
    "link": "https://ubuntuperonista.blogspot.com/2025/12/revisar-hardware-desde-escritorio-ubuntu.html",
    "fecha": "24/12/2025",
    "contenido": "En El Imperialismo y la Liberación de diciembre de 1967, Juan Perón articula su lúcido análisis coyuntural, a la vez que expone cómo conocer el hardware propio en Ubuntu.&nbsp;(...)Los Estados Unidos siguen en nuestro continente un plan perfectamente establecido desde la terminación de la Segunda Gu"
  },
  {
    "blog": "La Loica",
    "titulo": "Descansar también es resistir",
    "link": "https://laloica.noblogs.org/descansar-tambien-es-resistir/",
    "fecha": "24/12/2025",
    "contenido": "Escribo esto desde un lugar de límite real. Mi cuerpo está cursando dolor neuropático asociado a fibromialgia y, aunque los nuevos medicamentos están ayudando a bajar la intensidad del dolor, también me han dejado claro algo que no puedo seguir negociando: necesito descansar. No es una pausa creativ"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 24",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-24/",
    "fecha": "24/12/2025",
    "contenido": "Antes de leer, para pensar...\n¿Has pensado alguna vez que las cosas pierden valor por no ser eternas?\n¿Has dejado de hacer cosas que te hacían bien por el pensamiento de que «no merece la pena»?\nSi hoy tuvieras que hacer del mundo un lugar mejor, ¿qué harías que esté a tu alcance?\nY ahora, el poema:"
  },
  {
    "blog": "Jinversor",
    "titulo": "Invertir y especular",
    "link": "https://jinversor.co/2025/12/invertir-y-especular/",
    "fecha": "24/12/2025",
    "contenido": "Invertir y especular son dos cosas distintas. No todo aquel que adquiere un activo financiero es un inversionista ni todo aquel que lo vende es un especulador. Las diferencias entre [&#8230;]\nLa entrada Invertir y especular se publicó primero en Jinversor."
  },
  {
    "blog": "plr blog",
    "titulo": "Nuevo header para el blog con avatar tipo \"Bearming theme for Bear\" de Robert Birming",
    "link": "https://pedrolr.es/blog/nuevo-header-para-el-blog-con-avatar-tipo-bearming-theme-for-bear-de-robert-birming/",
    "fecha": "24/12/2025",
    "contenido": "Hace unos días conocí este sitio en Bear Blog de Robert Birming: https://robertbirming.com/ y me encantó el header. Probé hace unos días a reproducirlo en ClassicPress y no pude. Hoy, tras unas horas y rediseñar el avatar, creo que lo he conseguido: Robert tiene el código CSS de su theme aquí: https"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Fuerte y frágil",
    "link": "https://mareosdeungeek.es/fuerte-y-fragil/",
    "fecha": "24/12/2025",
    "contenido": "Fuerte y frágil es la primera obra de Marta Martín y ha sido, de nuevo, una recomendación de mi mujer. Se trata de un cómic que también se centra en la salud mental y que es utilizado en terapias para ayudar a los pacientes. De la misma manera que ocurría con Todas las personas que fui, [&#8230;]"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "#174: tirar un dado de verdad",
    "link": "https://www.macram.es/posts/2025/12/tirar-un-dado-de-verdad/",
    "fecha": "24/12/2025",
    "contenido": "¿Te ves en la necesidad de tirar un dado de 20 caras y no te fías de que el resultado sea totalmente aleatorio? No te culpo. Por eso te recomiendo este sitio web donde puedes tirar un dado de 20 caras de verdad, en una habitación cualquiera, mirando el resultado con una webcam."
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "No hay una única forma \"buena\" de escribir un diario",
    "link": "https://www.macram.es/posts/2025/12/no-hay-unica-forma-buena-de-escribir-un-diario/",
    "fecha": "24/12/2025",
    "contenido": "Sabéis que me gusta mantener un diario de alguna forma. He escrito algunas notas aquí sobre cómo me cuesta decidirme entre analógico y digital y sobre cómo he intentado hacer bullet journaling (spoiler: no ha funcionado). También he mencionado Logseq como una herramienta que he usado a épocas en el "
  },
  {
    "blog": "danielaragay.net",
    "titulo": "¡Ya tengo estudio! 🎄 Pero tenemos un problema grave con Rico (y su factura).",
    "link": "https://blog.danielaragay.net/ya-tengo-estudio-pero-tenemos-un-problema-grave-con-rico-y-su-factura/",
    "fecha": "24/12/2025",
    "contenido": "&#xa1;Feliz Navidad! &#x1f384; Hoy estreno formato v&#xed;deo desde el nuevo estudio. Te ense&#xf1;o el sal&#xf3;n y mi setup, pero tenemos un problema: a Rico hay que operarle un colmillo y la broma sale por 1.500&#x20ac;.Se me ha ocurrido hacer llaveros"
  },
  {
    "blog": "Si dios te da limones",
    "titulo": "La oscuridad de los corazones malditos",
    "link": "https://sidiostedalimones.com/blog/2025/the-darkness-of-blighted-hearts/",
    "fecha": "24/12/2025",
    "contenido": ""
  },
  {
    "blog": "ENTRE DRAGONES Y PINGÜINOS",
    "titulo": "Tareas griegas corporativas",
    "link": "https://angelesbroullon.gitlab.io/entredragonesypinguinos/2025/12/24/20251224-tareas-griegas-informaticas/",
    "fecha": "24/12/2025",
    "contenido": "Gracias al Fediverso descubrí una reinterpretación de los \"trabajos griegos\" enfocada al mundo corporativo que es absurdamente realista"
  },
  {
    "blog": "La Loica",
    "titulo": "Fanzine Cuidar Té es Parte de Quererte",
    "link": "https://laloica.noblogs.org/fanzine-cuidar-te-es-parte-de-quererte/",
    "fecha": "23/12/2025",
    "contenido": "Este fanzine es un trabajo colectivo que ha llevado un par de años. El 2018, durante las tomas feministas en Chile, vivimos un ataque fascista de la ultraderecha; a raíz de eso comenzamos a trabajar en las estrategias de autodefensa para hacer frente a estos ataques e hicimos lo mejor que sabíamos h"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 23",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-23/",
    "fecha": "23/12/2025",
    "contenido": "Antes de leer, para pensar un poco...\n¿Alguna vez te han dicho que no eres «como las demás» o lo has dicho a alguien?\n¿Qué pensabas en ese momento? ¿Piensas ahora lo mismo?\nY ahora, el poema:\nLas demás de María Sánchez-Saorín\nTú no eres como las demás —dijiste\nqueriendo enamorarme,\ny pensé de repent"
  },
  {
    "blog": "Blog de Thalskarth",
    "titulo": "Mis aplicaciones por defecto (2025)",
    "link": "https://blog.thalskarth.ar/aplicaciones-por-defecto-2025/",
    "fecha": "23/12/2025",
    "contenido": "Dado que se acaba otro año, es buen momento para hacer un repaso sobre que aplicaciones uso actualmente. Pueden ver los listados del 2024 y también del 2023 si desean."
  },
  {
    "blog": "Luis Carlos Pando",
    "titulo": "Mi resumen del año (2025)",
    "link": "https://blog.luiscarlospando.com/personal/2025/12/mi-resumen-del-ano-2025/",
    "fecha": "23/12/2025",
    "contenido": "Gracias por leer mi blog y ser un suscriptor.Si disfrutas mi contenido, puedes comprarme un café, que aunque no es necesario, se agradece bastante. 🙏 También me puedes seguir en Mastodon y/o en Bluesky.¡Hasta la próxima, cuidate! 👋"
  },
  {
    "blog": "Galerías Preciados",
    "titulo": "¡Oportunidades nº3 ya disponible en sus librerías!",
    "link": "https://galeriaspreciados.band/oportunidades-no3-ya-disponible-en-sus-librerias/",
    "fecha": "23/12/2025",
    "contenido": "Lista y preparada la publicación estrella de estas Navidades. Y esta vez hemos tirado la casa por la ventana con obsequios exclusivos... ¡aquí te lo contamos todo!"
  },
  {
    "blog": "Bitácora de fernand0",
    "titulo": "Buscando sitios cómodos en internet",
    "link": "https://blog.elmundoesimperfecto.com/2025/12/23/web-acogedora/",
    "fecha": "23/12/2025",
    "contenido": "\n\nEl consultor Venkatesh Rao ha acuñado el término cozy web, que podríamos traducir por web acogedora o algo parecido. En The Dark Forest and the Cozy Web es donde lei el término y nos dicen que se trata de la parte de la web privada, protegida por distintos mecanismos donde nos hemos recogido en mu"
  },
  {
    "blog": "fernand0 @ GitHub.io",
    "titulo": "MCP y la interacción de las IAs con otros sistemas",
    "link": "https://fernand0.github.io//mcp-que-es/",
    "fecha": "23/12/2025",
    "contenido": "La IA lleva una temporada trayéndonos cada poco tiempo términos nuevos. Uno de ellos es el MCP (Model Context Protocol) y me gustó MCP (Model Context Protocol): Simply explained in 5 minutes porque cumple lo que promete, que es explicar este protocolo en un ratito. La idea es integrar nuestros LLMs "
  },
  {
    "blog": "La Paradoja del Cero y el Uno",
    "titulo": "El Código de la Memoria",
    "link": "https://docig.bearblog.dev/el-codigo-de-la-memoria/",
    "fecha": "23/12/2025",
    "contenido": "El servidor 4-B suspiró un flujo de electrones antes de entrar en reposo. En ese instante, la base de datos dejó de ser una cifra para volverse paisaje.\nNo eran unos y ceros los que corrían por el bus de datos, sino el eco de una voz que Daniel había guardado en un directorio oculto, bajo el nombre "
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Gobernar es de mayores",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/gobernar-es-de-mayores.html",
    "fecha": "23/12/2025",
    "contenido": "\n  \n    \n  \nMaría Guardiola ha ganado en votos y porcentajes las elecciones extremeñas, sí, pero no ha conseguido sus objetivos. Bueno, quizá si puede colocarse la medalla de haber hundido como nunca a la PSOE, pero no creo que sea tanto mérito de ella como demérito de un partido socialista bajo mín"
  },
  {
    "blog": "",
    "titulo": "Recomendación de la semana.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/23/recomendacion-de-la-semana-34/",
    "fecha": "23/12/2025",
    "contenido": "Les dejo una nota interesante de la Alianza Latinoamericana de Combate Medieval."
  },
  {
    "blog": "ochobitshacenunbyte",
    "titulo": "Monitorización sencilla para casa con Uptime Kuma y Docker",
    "link": "https://www.ochobitshacenunbyte.com/2025/12/23/monitorizacion-sencilla-para-casa-con-uptime-kuma-y-docker/",
    "fecha": "23/12/2025",
    "contenido": "En muchos entornos domésticos y pequeños homelabs, ya sabes, nuestros cacharreos, tendemos a asumir que, mientras los equipos estén encendidos, todo funciona como debería. El servidor arranca, los contenedores Docker están en estado running&#46;&#46;&#46;\nLa entrada Monitorización sencilla para casa"
  },
  {
    "blog": "56K",
    "titulo": "Un par de notas sobre la ética Hacker sin ética",
    "link": "https://56k.es/fanta/un-par-de-notas-sobre-la-etica-hacker-sin-etica/",
    "fecha": "23/12/2025",
    "contenido": "Este escrito NO habla de nadie en particular y pretende ser solamente una reflexión (posiblemente algo trasnochada pero desde el sentimiento) dividida en 3 actos. Esos actos son los siguientes: 1. No nos representan 2. La vaca esférica en la habitación 3. No defiendas ricos por favor, no delante de "
  },
  {
    "blog": "Ubuntu Peronista",
    "titulo": "¿Cómo emulo UNIX V4 en Ubuntu?",
    "link": "https://ubuntuperonista.blogspot.com/2025/12/como-emulo-unix-v4-en-ubuntu.html",
    "fecha": "22/12/2025",
    "contenido": "Durante más de cuatro décadas UNIX V4 estuvo desaparecido. Pocos saben que en el mítico último discurso del 12 de junio de 1974, al apreciar los vaivenes de la lid política, Juan Perón legó la única copia de UNIX V4 al Pueblo Argentino, explica&nbsp;para la posteridad&nbsp;cómo ejecutar UNIX Cuarta "
  },
  {
    "blog": "Si lo haces, hazlo bien!",
    "titulo": "Podcast 2025. Resumen",
    "link": "https://vctrsnts.github.io/2025-12-25-podcast-2025/",
    "fecha": "22/12/2025",
    "contenido": "Pues ya estamos llegando al final de este año. No ha estado mal, pero ya vendra en otro articulo. Ahora vamos a hablar de como ha ido el año con referencia a los podcast que he escuchado este 2025. Y para muestra, un boton&hellip;"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 22",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-22/",
    "fecha": "22/12/2025",
    "contenido": "Antes de leer, para pensar...\n¿Cuál es tu actitud respecto de la tentación?\n¿Sueles hacer siempre lo correcto o te dejas llevar a veces?\n¿Cuál es la mayor locura que hayas hecho y de la que te enorgullezcas?\nY ahora, el poema:\nDecir no de Idea Vilariño\nDecir no\ndecir no\natarme al mástil\npero\ndeseand"
  },
  {
    "blog": "Jinversor",
    "titulo": "Halloy",
    "link": "https://jinversor.co/2025/12/halloy/",
    "fecha": "22/12/2025",
    "contenido": "Soy uno de esos dinosaurios que aún entran a IRC y para ello estoy usando un cliente llamado Halloy. Este es un cliente open-source para sistemas GNU/Linux, macOS y Windows [&#8230;]\nLa entrada Halloy se publicó primero en Jinversor."
  },
  {
    "blog": "plr blog",
    "titulo": "Actualizada la herramienta Indicadores BibUniversitarias con datos de 2024",
    "link": "https://pedrolr.es/blog/actualizada-la-herramienta-indicadores-bibuniversitarias-con-datos-de-2024/",
    "fecha": "22/12/2025",
    "contenido": "He actualizado la herramienta \"Indicadores BibUniversitarias: Indicadores de eficiencia y de primer nivel para bibliotecas de universidades públicas presenciales de España desde 2011\" (enlace). REBIUN (Red de Bibliotecas Universitarias y Científicas Españolas) sacó los datos de 2024 y he procesado t"
  },
  {
    "blog": "El Sueño del Artista Blog",
    "titulo": "El Microcuento la belleza de escribir todo con poco.",
    "link": "https://polotman.wordpress.com/2025/12/21/el-microcuento-la-belleza-de-escribir-todo-con-poco/",
    "fecha": "22/12/2025",
    "contenido": "El tiempo se está acabando. -Se acabó . Este 21 de diciembre será el día más corto del año en México y en el hemisferio norte conociéndose como el solsticio de invierno esté sucede porque la Tierra se encuentra inclinada 23.5 grados respecto al Sol, y en esta fecha el hemisferio norte recibe la meno"
  },
  {
    "blog": "El cuarto de GatoOscuro",
    "titulo": "Atomic Mail, otro correo seguro… sobre el papel",
    "link": "https://gatooscuro.xyz/atomic-mail-otro-correo-seguro-sobre-el-papel/",
    "fecha": "22/12/2025",
    "contenido": "Nota: Nadie me está pagando por escribir sobre esto, simplemente me gustar probar y ver que tan real es lo que se promete en estos nuevos servicios. Atomic Mail aparece\nSeguir leyendo  Atomic Mail, otro correo seguro… sobre el papel\nEl cargo Atomic Mail, otro correo seguro… sobre el papel apareció p"
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Navegador Min",
    "link": "https://mareosdeungeek.es/navegador-min/",
    "fecha": "22/12/2025",
    "contenido": "Ya en 2016 comenté la aparición del navegador web Min. En aquel momento era un sencillo proyecto que se mantenía en GitHub, añadiendo, sobre todo, correcciones. A día de hoy, es un navegador consolidado que permite interactuar con la web de manera rápida y sencilla. Hay muchas tendencias en el mundo"
  },
  {
    "blog": "alt43",
    "titulo": "Router de Operadora vs Router Neutro: cuándo merece la pena el cambio",
    "link": "https://alt43.es/router-de-operadora-vs-router-neutro-cuando-merece-la-pena-el-cambio/",
    "fecha": "22/12/2025",
    "contenido": "Durante muchos años, sustituir el router proporcionado por la operadora por un router neutro era casi una obligación.&#46;&#46;&#46;"
  },
  {
    "blog": "End3r.es",
    "titulo": "Negacionistas de la IA",
    "link": "https://www.end3r.es/posts/012-negacionistas-de-la-ia/",
    "fecha": "22/12/2025",
    "contenido": "Hace algún tiempo que vengo escuchando esto de los negacionistas de la IA, término promovido obviamente por los sospechosos\nhabituales de siempre, con el apoyo de medios de comunicación afines, televisiones y demás palmeros a sueldo.\nProbablemente este hecho ocurre debido a que la técnica de la zana"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "Silencio",
    "link": "https://www.macram.es/series/silencio/",
    "fecha": "22/12/2025",
    "contenido": "Tras ver esta serie (que me ha sorprendido para bien), me queda una duda: ¿no entiendo la comedia o esto no es una comedia? Porque salvo unos momentos muy puntuales esto lo que me ha parecido es un drama terrorífico.\nMe ha alegrado ver a Ana Polvorosa trabajando en esta serie de Eduardo Casanova, y "
  },
  {
    "blog": "El condón roto de GNU",
    "titulo": "Tip III de yt-dlp: Utilizar las últimas versiones",
    "link": "https://elcondonrotodegnu.wordpress.com/2025/12/22/tip-iii-de-yt-dlp-utilizar-las-ultimas-versiones/",
    "fecha": "22/12/2025",
    "contenido": "Tip III de yt-dlp: Utilizar las últimas versiones"
  },
  {
    "blog": "Si dios te da limones",
    "titulo": "Felices fiestas",
    "link": "https://sidiostedalimones.com/blog/2025/felices-fiestas/",
    "fecha": "22/12/2025",
    "contenido": ""
  },
  {
    "blog": "Erica Fustero",
    "titulo": "Photo vlog no1: Weekend markets",
    "link": "https://www.ericafustero.com/2025-12-photo-vlog-no1-weekend-markets",
    "fecha": "22/12/2025",
    "contenido": "Tras meses pensando en grabar vídeo y nunca ponerme a ello, un fin de semana de noviembre estuve usando una cámara diminuta de los 2000 para documentar mis paseos fotográficos por los mercados del Maresme. ¿El primer vlog de muchos? Ya veremos. After months of thinking about recording video and neve"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "El verdadero vencedor de las elecciones extremeñas",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/vencedor-elecciones-extremadura.html",
    "fecha": "22/12/2025",
    "contenido": "\n  \n    \n  \nPese a haber cosechado los peores resultados de la PSOE de la historia de la comunidad de Extremadura, Miguel Ángel Gallardo Miranda es el auténtico ganador de estas últimas elecciones autonómicas porque ha conseguido su objetivo vital: estar aforado para no ser juzgado por la justicia o"
  },
  {
    "blog": "La cosa infinita",
    "titulo": "La Suscripción Eterna",
    "link": "https://docig.mataroa.blog/blog/la-suscripcion-eterna/",
    "fecha": "22/12/2025",
    "contenido": "El catálogo de OmniStream prometía el realismo definitivo, pero los usuarios se quejaban de la lentitud de la trama. Para mejorar la experiencia, la plataforma instaló sensores subcutáneos que eliminaban los tiempos muertos: el sueño, las esperas en el tráfico y los silencios incómodos fueron editad"
  },
  {
    "blog": "",
    "titulo": "Frase de la semana.",
    "link": "https://mundoceltamedieval.wordpress.com/2025/12/22/frase-de-la-semana-60/",
    "fecha": "22/12/2025",
    "contenido": "La libertad del individuo no es un regalo de la civilización. Era mayor antes de haber cualquier civilización. Sigmund Freud"
  },
  {
    "blog": "Calaveras",
    "titulo": "La palabra del año es: slop. Y con razón",
    "link": "https://calaveras.bearblog.dev/la-palabra-del-ano-es-slop-y-con-razon/",
    "fecha": "22/12/2025",
    "contenido": "El lenguaje es una abominación, es un concepto y es un patrón entendible y amalgámico de elementos que utilizamos para comunicarnos, no es algo simplemente escrito y listo. A lo largo de los años se fueron modificando elementos, hay modismos, formas, idiomas, o lo que fuera para que una comunicación"
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "84, Charing Cross Road",
    "link": "https://guillermolatorre.com/libros/84-charing-cross-road",
    "fecha": "21/12/2025",
    "contenido": "Fecha de lectura: 22/12/2025.Autor/a: Helene Hanff.Categoría: Biografía.Número de páginas: 120.Mi valoración: ★★★★☆Leí la recomendación en el Telegram de Flecha, el canal de Carmen Pacheco, justo cuando estaba pensando en alguna lectura ligera para los viajes por Navidad. El formato de cartas hace q"
  },
  {
    "blog": "Jodida, pero no sorprendida",
    "titulo": "#AdvientoPoético - Día 21",
    "link": "https://jodidaperonosorprendida.mataroa.blog/blog/advientopoetico-dia-21/",
    "fecha": "21/12/2025",
    "contenido": "Antes de leer, para pensar un poco...\n¿Ves en el porvenir una motivación o una fuente de frustración?\n¿Crees que es más beneficioso soñar a lo grande o tener sueños realistas?\n¿Eres realista o sueles pasarte o quedarte corta en las expectativas?\nY ahora, el poema:\nLos días venideros de Aurora Luque\n"
  },
  {
    "blog": "Jinversor",
    "titulo": "Libros de superación personal",
    "link": "https://jinversor.co/2025/12/libros-de-superacion-personal/",
    "fecha": "21/12/2025",
    "contenido": "La autoayuda es mierda inaportante. Basura pseudopsicológica que alimenta la ya de por sí escandalosa mediocridad de los lectores y llena, con probada generosidad, las cuentas bancarias de sus comercializadores. [&#8230;]\nLa entrada Libros de superación personal se publicó primero en Jinversor."
  },
  {
    "blog": "Mareos de un geek",
    "titulo": "Sakamoto Days",
    "link": "https://mareosdeungeek.es/sakamoto-days/",
    "fecha": "21/12/2025",
    "contenido": "Sakamoto Days es un anime que puede verse en Netflix y adapta el manga del mismo nombre. Estamos ante una disparatada historia que nos trasladará al mundo de los sicarios y matones japoneses. Lo que empieza como una graciosa historia de un sicario retirado que vive apaciblemente con su familia y ges"
  },
  {
    "blog": "Un Pingüino 🐧",
    "titulo": "Crisis de identidad – DC Comics",
    "link": "https://unpinguino.com/crisis-de-identidad-dc-comics/",
    "fecha": "21/12/2025",
    "contenido": "Introducción Empecé leyendo este cómic de forma digital y terminé comprándolo en formato físico antes&#8230;"
  },
  {
    "blog": "La Madre Que Parió Al Pato Negro",
    "titulo": "510. Los buenos deseos",
    "link": "https://lamadredelpatonegro.blogspot.com/2025/12/510-los-buenos-deseos.html",
    "fecha": "21/12/2025",
    "contenido": "&nbsp; &nbsp; ¡Eh, tú! Ahora que estamos en la semana en la que profesas amor, paz y buenos deseos para el prójimo, que no sea solo porque es lo que toca. Así no ayudas a todo aquel que de su vida miserable necesita escapar, y que para ello debe recorrer vastas distancias hasta llegar al cayuco, y d"
  },
  {
    "blog": "Eterno aprendiz",
    "titulo": "Doble dosis de Pierattini en Sala Master",
    "link": "https://altgr.xyz/2025/12/21/doble-dosis-de-pierattini-en-sala-master/",
    "fecha": "21/12/2025",
    "contenido": "Terminando el año de conciertos con uno de mis favoritos en la musica chilena: Angelo Pierattini,  con dos noches seguidas en la Sala Master de la Radio Universidad de Chile. La primera noche, el viernes, fue totalmente rockera. Se presentó con «El Guerrero Incansable» en formato power trío para rem"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "El sopapo extremeño",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/sopapo-extremadura.html",
    "fecha": "21/12/2025",
    "contenido": "\n  \n    \n  \n... porque, ¿quién pensó que poner a un candidato imputado era una buena idea?Lamentable el espectáculo del Partido Socialista hoy en las elecciones en Extremadura, antes, durante y después. Antes, poniendo a un candidato imputado, socio del Hermanísimo y que se aforó in extremis&nbsp;de"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Invierno",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/invierno.html",
    "fecha": "21/12/2025",
    "contenido": "\n  \n    \n  \nEn estos momentos, entra el invierno en el hemisferio norte. Frío, abrigo, mantas, brasero (aunque sea una estufa), guisos bien calientes de esos que reviven a un muerto, lluvia, nieve quizás, árboles pelados, días grises y nublados... El invierno tiene mala fama, pero a mí me encanta. M"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Animal de costumbres",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/animal-de-costumbres.html",
    "fecha": "21/12/2025",
    "contenido": "\n  \n    \n  \nEl hombre es un animal de costumbres. Cuando empiezo unas semanas de vacaciones, me ocurre que necesito un periodo de adaptación para acostumbrarme a unos horarios más relajados, para acostumbrarme a que no tengo por qué estar despierto tan temprano como habitualmente.Pero, claro, eso ll"
  },
  {
    "blog": "La Frikoteca",
    "titulo": "De viaje por Roma (¡y por sus catacumbas!)",
    "link": "http://frikoteca.blogspot.com/2025/12/de-viaje-por-roma-y-por-sus-catacumbas.html",
    "fecha": "21/12/2025",
    "contenido": "Perdonad que haya estado tanto tiempo sin escribir, pero se me han echado las fiestas de Navidad encima sin casi darme cuenta. Este año he conseguido mantener un ritmo de escritura en el blog adecuado para mí, de más o menos una entrada a la semana. Suelo aprovechar las mañanas de los sábados o los "
  },
  {
    "blog": "Guillermo Latorre | Feed RSS",
    "titulo": "La psicología del dinero",
    "link": "https://guillermolatorre.com/libros/la-psicologia-del-dinero",
    "fecha": "20/12/2025",
    "contenido": "Fecha de lectura: 20/10/2025.Autor/a: Morgan Housel.Categoría: Ensayo.Número de páginas: 312.Mi valoración: ★★★★★Me ha gustado mucho la lectura de este libro, que no es tanto sobre finanzas sino más bien sobre el comportamiento humano. Supongo que es uno de esos libros que tienes que leer en el mome"
  },
  {
    "blog": "Mi blog on Manu Mateos",
    "titulo": "¿Qué música he escuchado en 2025?",
    "link": "https://www.macram.es/posts/2025/12/que-musica-he-escuchado-en-2025/",
    "fecha": "20/12/2025",
    "contenido": "Sabéis que la música es bastante importante en mi vida. Escucho mucha música (y, al trabajar desde casa, es bastante raro que no tenga un altavoz de fondo con alguna emisora de radio o alguna lista de reproducción rara). Y en Apple Music tenemos lo del año, así que vamos a echarle un ojo rápido a la"
  },
  {
    "blog": "El cuaderno de J. Muñoz",
    "titulo": "Vacaciones de Navidad",
    "link": "https://www.xn--jmuoz-qta.es/2025/12/vacaciones-de-navidad.html",
    "fecha": "20/12/2025",
    "contenido": "\n  \n    \n  \nPor fin llegaron las vacaciones de Navidad. Cuánto las necesitaba, cuánto las he estado esperando.No tengo grandes planes para estos días de asueto porque, como les he dicho ya alguna vez por aquí, soy muy hogareño y creo que viajar está sobrevalorado. Ayer, volviendo del trabajo, escuch"
  }
]